Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use this option to include an empty box wherever illustrations would be placed in the final PDF. WHY would someone want to do this? It is sometimes necessary to generate the smallest possible PDF file (usually in order to send by e-mail) or to produce a PDF to be printed without illustrations.
ar: استخدم هذا الخيار لتضمين مربع فارغ حيث سيتم وضع الرسوم التوضيحية في ملف PDF. ما الذي يريد أحدهم أن يفعل ذلك؟ من الضروري في بعض الأحيان إنشاء أصغر ممكن ملفات PDF (عادة من أجل إرسال البريد الإلكتروني) أو إنتاج ملف PDF لطباعته دون تصوير.
es: Utilice esta opción para incluir un cuadro vacío en cualquier lugar donde las ilustraciones se colocarían en el PDF final. ¿POR QUÉ alguien querría hacer esto? A veces es necesario generar el más pequeño archivo PDF posible (generalmente para enviar por e-mail) o para producir un PDF para ser impreso sin ilustraciones.
fr: Utilisez cette option pour inclure une case vide où les illustrations seront placées dans le PDF final. POURQUOI voulez-vous faire cela ? Il est parfois nécessaire de générer le plus petit fichier PDF possible (généralement pour envoyer par e-mail) ou de produire un PDF pour être imprimé sans illustrations.
hi: इस विकल्प का उपयोग वहाँ एक खाली बॉक्स शामिल करने के लिए करें जहाँ भी अंतिम PDF में चित्र रखे जा सकते हैं। कोई ऐसा क्यों करना चाहेगा? कभी-कभी सबसे छोटा संभव PDF फ़ाइल बनाना आवश्यक होता है (आमतौर पर ई-मेल द्वारा भेजने के लिए) या चित्रों के बिना प्रिंट करने के लिए एक PDF तैयार करना होता है।
hu: Ezzel az opcióval egy üres mezőt helyezhet el minden olyan helyen, ahol a illusztrációkat a végleges PDF-ben elhelyezné. MIÉRT szeretné ezt valaki? Néha szükség van a lehető legkisebb PDF-fájl létrehozására (általában e-mailben történő elküldés céljából) vagy egy illusztrációk nélküli nyomtatható PDF előállítására.
id: Gunakan pilihan ini untuk menyertakan kotak kosong di mana pun gambar akan ditempatkan di PDF versi akhir. MENGAPA seseorang ingin berbuat begitu? Terkadang perlu untuk menghasilkan file PDF yang sekecil mungkin (biasanya untuk dikirim melalui email) atau untuk menghasilkan PDF yang akan dicetak tanpa gambar.
ko: 이 옵션을 사용하면 최종 PDF에 일러스트레이션을 배치할 위치에 빈 상자를 포함할 수 있습니다. 왜 이렇게 하려고 할까요? 가능한 가장 작은 PDF 파일을 생성하거나(보통 이메일로 보내기 위해), 일러스트레이션 없이 인쇄할 PDF를 생성해야 할 때가 있습니다.
ml: അവസാന PDF- യിൽ ചിത്രങ്ങൾ സ്ഥാപിക്കുന്നിടത്തെല്ലാം ഒരു ശൂന്യമായ ബോക്സ് ഉൾപ്പെടുത്താൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ഇത് ആരെങ്കിലും ചെയ്യേണ്ടത് എന്തുകൊണ്ട്? സാധ്യമായ ഏറ്റവും ചെറിയ PDF ഫയൽ സൃഷ്ടിക്കേണ്ടത് ചിലപ്പോൾ ആവശ്യമാണ് (സാധാരണയായി ഇ-മെയിൽ വഴി അയയ്ക്കുന്നതിന്) അല്ലെങ്കിൽ ചിത്രങ്ങളില്ലാതെ അച്ചടിക്കാൻ ഒരു PDF നിർമ്മിക്കേണ്ടത് ആവശ്യമാണ്.
my: နောက်ဆုံး PDF တွင် ပုံရိပ်များ ပါလျှင် ဖွင့်ကြည့်မည်ဖြစ်ပါသည်။ ဘာကြောင့် ပါလိမ့်မည်လဲ? လက်ခံရရှိနိုင်ခြင်း PDF ဖိုင်အမျိုးအမည်သေးငယ် ၎င်း E-mail ဖြင့် လူတိုင်းတိုင်းပို့နိုင်သည် မပါမဖြစ် PDF စာအရွယ်အစား ချည်းနှယ်ဖွယ်ကြီးကြီးမားမား ရှိမည်။
pt: Use essa opção para incluir uma caixa vazia onde as ilustrações serão colocadas no PDF final. Por trás de alguém gostaria de fazer isso? Por vezes, é necessário gerar o menor arquivo PDF possível (geralmente para enviar por e-mail) ou produzir um PDF para ser impresso sem ilustrações.
ro: Utilizați această opțiune pentru a include o căsuță goală oriunde ar fi plasate ilustrații în PDF final. De ce ar vrea cineva să facă asta? Uneori este necesar să se genereze cel mai mic fișier PDF posibil (de obicei pentru a trimite prin e-mail) sau să se producă un PDF pentru a fi tipărit fără ilustrații.
ru: Используйте эту опцию, чтобы включить пустой блок везде, где бы иллюстраций были помещены в финальный PDF. Почему кто-то хочет это сделать? Иногда необходимо сгенерировать наименьший файл PDF (обычно для отправки по электронной почте) или создать PDF-файл для печати без иллюстраций.
th: ใช้ตัวเลือกนี้เพื่อใส่กล่องว่างทุกที่ที่ภาพวาดจะวางใน PDF สุดท้าย. ทําไมใครบางคนจะต้องการที่จะทําเช่นนี้? บางครั้งจําเป็นที่จะสร้างไฟล์ PDF ที่เล็กที่สุด (มักจะส่งผ่านอีเมล) หรือผลิต PDF เพื่อพิมพ์โดยไม่มีภาพวาด
zh: 使用此选项以在最终PDF文档中放置 插图时包含一个空框。 为什么要这样做？ 有时需要生成尽可能最小的 PDF文档(通常是为了让 电子邮件发送) 或生成一个无需插图的PDF文档 供打印。

source: Omit Pictures Only Meant for Web or App
ar: اسحب الصور فقط من أجل الويب أو التطبيق
es: Omitir ilustraciones creadas Sólo Para la Web o App
fr: Omettre les images uniquement pour le Web ou l'application
hi: केवल वेब या ऐप के लिए वैध तस्वीरें हटा दें
hu: Kizárólag webre vagy alkalmazásba szánt képek elhagyása
id: Hilangkan Gambar yg Hanya utk Internet atau Aplikasi
ko: 웹 또는 앱 전용 사진 생략하기
ml: വെബിനോ ആപ്ലിക്കേഷനോ വേണ്ടി മാത്രം ഉദ്ദേശിച്ച ചിത്രങ്ങൾ ഒഴിവാക്കുക
my: ဝဘ် သို့မဟုတ် အက်ပ်အတွက်သာ ရည်ရွယ်ထားသော ပုံများကို မထည့်ပါ။
pt: Omitir Fotos Somente Medidas para Web ou App
ro: Omite fotografii doar pentru Web sau App
ru: Omit Pictures только для Web или App
th: เลิกภาพที่หมายถึงเว็บหรือแอพเท่านั้น
zh: 省略仅适用于网页或应用程序的图片

source: Only allow illustrations with the 'P'rint attribute. If the illustrations have been marked up with the w/a/p notation, then it is easy to exclude any illustrations that do not have the 'p' attribute. Note: w= web, a=app, p=print.
ar: السماح فقط بالرسوم التوضيحية مع سمة 'P'rint'. إذا كانت الرسوم التوضيحية قد تم ضبطها بـ رمز w/a/p ، ثم من السهل استبعاد أي أمثلة توضيحية لا تحتوي على السمة 'p' . ملاحظة: w= web, a=app, p=print.
es: Sólo se permiten las ilustraciones con el atributo 'P'rint'. Si las ilustraciones han sido marcadas con la notación w/a/p, entonces es fácil de excluir cualquier ilustración que no tenga la "p de atributo. Nota: w= web, a=app, p=print.
fr: Autoriser uniquement les illustrations avec l'attribut 'P'rint'. Si les illustrations ont été marquées avec la notation w/a/p, alors il est facile d'exclure toutes les illustrations qui n'ont pas l'attribut 'p' . Note: w= web, a=app, p=print.
hi: केवल उन चित्रों को अनुमति दें जिनमें 'P'rint गुण है। यदि चित्रों को w/a/p नोटेशन के साथ चिह्नित किया गया है, तो 'p' गुण के बिना किसी भी चित्र को बाहर निकालना आसान है। नोट: w= वेब, a= ऐप, p= प्रिंट।
hu: Csak a "P'rint" attribútummal rendelkező illusztrációkat engedélyezze. Ha az illusztrációkat a w/a/p jelöléssel jelöltük, akkor könnyen kizárhatunk minden olyan illusztrációt, amely nem rendelkezik a 'p' attribútummal. Megjegyzés: w=web, a=app, p=print.
id: Hanya izinkan ilustrasi dengan atribut 'p' ('Cetak'). Jika gambar telah ditandai dengan notasi w/a/p, akan mudah untuk mengecualikan gambar yang tidak ada atribut 'p'. Catatan: w= web, a=aplikasi, p=cetak.
ko: 'P'rint 속성이 있는 일러스트레이션만 허용합니다. 일러스트레이션이 w/a/p 표기법 으로 마크업된 경우, 'p' 속성이 없는 모든 일러스트레이션은 제외하면 됩니다. 참고: w=웹, a=앱, p=프린트.
ml: 'P'print ആട്രിബ്യൂട്ട് ഉള്ള ചിത്രങ്ങൾ മാത്രം അനുവദിക്കുക. ചിത്രങ്ങൾ w/a/p നോട്ടേഷനുമായി അടയാളപ്പെടുത്തിയിട്ടുണ്ടെങ്കിൽ, 'p' ആട്രിബ്യൂട്ട് ഇല്ലാത്ത ചിത്രങ്ങൾ ഒഴിവാക്കാൻ എളുപ്പമാണ്. കുറിപ്പ്ഃ w= വെബ്, a= ആപ്പ്, p= പ്രിന്റ്.
my: 'P'rint အင်္ဂါရပ်နှင့် သက်ဆိုင်သော ပုံရိပ်များကိုသာ အသုံးပြုပါ။ ထူးထူးခြားခြား w/a/p အမှတ် ကိန်းပေါင်းထားပါက ရှုပ်ရာခံဘတ်နိုင်သည် (w= ဝဘ်, a= 앱, p= ပုံနှိပ်).
pt: Permitir apenas ilustrações com o atributo 'Pinta'. Se as ilustrações foram marcadas com a notação w/a/p, então é fácil excluir quaisquer ilustrações que não tenham o atributo 'p' . Nota: w= web, a=app, p=print.
ro: Permiteți doar ilustrații cu atributul P'rint. Dacă ilustrațiile au fost marcate cu notația w/a/p, apoi este ușor să excluzi orice ilustrație care nu are atributul 'p' . Notă: w= web, a=app, p=print.
ru: Разрешить только иллюстрации с атрибутом 'П'ринт'. Если иллюстрации отмечены заметкой w/a/p, то легко исключить любые иллюстрации, которые не имеют атрибута 'p' . Примечание: w= web, a=app, p=print.
th: ยอมให้ใช้แค่ภาพวาดที่มีคุณสมบัติ 'P'print' หากภาพวาดถูกระบุด้วยการระบุ w/a/p แล้วมันจะง่ายที่จะยกเว้นภาพวาดใด ๆ ที่ไม่มีคุณสมบัติ 'p' หมายเหตุ: w= web, a=app, p=print
zh: 只允许使用 'P'rint 属性的插图。 如果插图用w/a/p 符号标记， 那么很容易排除 没有“p” 属性的插图。 注：w= 网页，a=应用程序，p=打印。

source: How?
ar: كيف؟
es: ¿Cómo?
fr: Comment ?
hi: कैसे?
hu: Hogyan?
id: Bagaimana?
ko: 어떻게?
ml: എങ്ങനെ?
pt: Como?
ro: Cum?
ru: Как?
th: - ทําไมล่ะ
zh: 如何处理？

source: Omit Captions
ar: حذف التعبيرات
es: Omitir leyendas
fr: Omettre les légendes
hi: कैप्शन छोड़ें
hu: Képaláírások elhagyása
id: Sembunyikan Keterangan Gambar
ko: 캡션 생략
ml: അടിക്കുറിപ്പുകൾ ഒഴിവാക്കുക
my: အကြောင်းအရာများကို မထည့်ပါ
pt: Omitir legendas
ro: Omite subtitrările
ru: Опустить субтитры
th: ละลายคําบรรยาย
zh: 省略说明

source: If you want to suppress the picture captions from being displayed below the picture, then check this option.
ar: إذا كنت ترغب في قمع الصورة التسميات التوضيحية من عرض أسفل الصورة، ثم تحقق من هذا الخيار.
es: Si desea suprimir los leyendas para que no aparezcan debajo de la imagen, marque esta opción.
fr: Si vous voulez supprimer les légendes de l'image d'être affichée en dessous de l'image, cochez cette option.
hi: अगर आप चाहते हैं कि चित्रों के नीचे दिए गए कैप्शन दिखाए न जाएं, तो इस विकल्प को चेक करें।
hu: Ha azt szeretné, hogy a kép feliratai ne jelenjenek meg a kép alatt, akkor jelölje be ezt a lehetőséget.
id: Jika Anda ingin supaya keterangan gambar tidak ditampilkan di bawah gambar, centang pilihan ini.
ko: 캡션이 사진 아래에 표시되지 않도록 하려면 이 옵션을 선택합니다.
ml: ചിത്രത്തിനു താഴെ ചിത്രത്തിന്റെ അടിക്കുറിപ്പുകൾ കാണിക്കാതിരിക്കണമെങ്കിൽ ഈ ഓപ്ഷൻ പരിശോധിക്കുക.
my: ပုံ၏အောက်တွင် ပုံဖော်ပြချက်များကို မပြဖို့လိုပါက၊ ဤရွေးချယ်မှုကို သတ်မှတ်ပါ။
pt: Se você quiser suprimir as legendas da imagem de serem exibidas abaixo da imagem, marque esta opção.
ro: Dacă vrei să oprești imaginea de la a fi afișată mai jos imagine, apoi bifează această opțiune.
ru: Если вы хотите скрыть субтитры из отображаемых ниже изображения, то установите этот параметр.
th: หากคุณต้องการที่จะยับยั้งคําบรรยายภาพจากการแสดงอยู่ใต้ภาพ, แล้วเช็คตัวเลือกนี้.
zh: 如果您不想要在图片下面 显示图片说明， 请选中此选项。

source: Omit References (ch:vs)
ar: حذف المراجع (ch:vs)
es: Omitir referencias (ch:vs)
fr: Omettre les références (ch:vs)
hi: रेफरेंस छोड़ें (चैप्टर:आयत)
hu: Hivatkozások elhagyása (ch:vs)
id: Sembunyikan Referensi (psl:ayat)
ko: 참조 생략(초:대)
ml: റഫറൻസുകൾ ഒഴിവാക്കുക (ch:vs)
my: ကိုးကားချက်များကို မထည့်ပါ (ch:vs)
pt: Omitir Referências (ch:vs)
ro: Omite referințe (ch:vs)
ru: Ссылки на Omit (ч:vs)
th: เลิกอ้างอิง (ch:vs)
zh: 省略引用 (章:节)

source: If you only want to suppress the reference part of the caption, then check this option. Note that it is not possible to just have the references without the captions.
ar: إذا كنت ترغب فقط في قمع الجزء المرجعي من الشرح، ثم تحقق من هذا الخيار. لاحظ أنه ليس من الممكن فقط الحصول على المراجع بدون العناوين التوضيحية.
es: Si sólo quiere suprimir la parte de la referencia del leyenda, entonces marque esta opción. Tenga en cuenta que no es posible tener sólo las referencias sin leyendas.
fr: Si vous voulez seulement supprimer la partie de la référence de la légende, cochez cette option. Notez qu'il n'est pas possible d'avoir juste les références sans les légendes.
hi: अगर आप केवल कैप्शन के रेफरेंस हिस्से को छिपाना चाहते हैं, तो इस विकल्प को चेक करें। ध्यान रहें कि केवल रेफरेंस को बिना कैप्शन दिखाना संभव नहीं है।
hu: Ha csak a felirat hivatkozási részét szeretné elnyomni, akkor jelölje be ezt a lehetőséget. Vegye figyelembe, hogy nem lehetséges, hogy csak a hivatkozások legyenek a feliratok nélkül.
id: Jika Anda ingin supaya hanya bagian referensi di keterangan tidak ditampilkan, centang pilihan ini. Perhatikan bahwa tidak bisa hanya ada referensi tanpa keterangan.
ko: 캡션의 참조 부분( )만 표시하지 않으려면 이 옵션을 선택합니다. 캡션 없이 참조만 표시할 수는 없습니다.
ml: അടിക്കുറിപ്പിന്റെ റഫറൻസ് ഭാഗം മാത്രം ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഈ ഓപ്ഷൻ പരിശോധിക്കുക. അടിക്കുറിപ്പുകൾ ഇല്ലാതെ റഫറൻസുകൾ ഉണ്ടായിരിക്കുന്നത് സാധ്യമല്ലെന്നത് ശ്രദ്ധിക്കുക.
my: ယူဆာမှပုံဖော်ကြည့်ချက်အစိတ်ပိုင်းကိုသာမပြရင်တော့၊ ဤရွေးချယ်မှုကို ရွေးပါ။ ဖော်ပြချက်မပါဘဲကိုးကားမှုများရရှိရန်မဖြစ်ဖူးပါ။
pt: Se você quer suprimir apenas a parte de referência da legenda, então marque esta opção. Note que não é possível ter apenas as referências sem as legendas.
ro: Dacă doriţi doar să suprimaţi partea de referinţă a legendei, apoi bifaţi această opţiune. Țineți cont că nu este posibil să aveți doar referințe fără legende.
ru: Если вы хотите скрыть только эталонную часть заголовка, тогда установите этот параметр. Обратите внимание, что невозможно просто иметь ссылки без подписей.
th: หากคุณต้องการลบส่วนอ้างอิงของคําบรรยายเท่านั้น, กดเช็คตัวเลือกนี้. หมายเหตุว่าไม่อาจมีอ้างอิงโดยไม่มีคําบรรยาย
zh: 如果您只是不想出现图片说明 中的引用部分， 请选中此选项。 注意，图片说明 不能只有引用没有说明。

source: Omit Missing Pictures ...
ar: حذف الصور المفقودة ...
es: Omitir las ilustraciones que faltan ...
fr: Omettre les images manquantes ...
hi: लापता चित्र छोड़ें ...
hu: Hiányzó képek kihagyása ...
id: Menghilangkan Gambar yang Hilang ...
ko: 누락된 사진 생략 ...
ml: കാണാതായ ചിത്രങ്ങള് ഒഴിവാക്കുക ...
my: သုံးစင့်ပါရှိ - ပြောင်ပါ၏...
pt: Omitir imagens ausentes ...
ro: Omiteți imaginile lipsă ...
ru: Опустите недостающие картинки ...
th: ละรูปที่หายไป
zh: 省略缺失的图片...

source: Omit Missing Pictures
ar: حذف الصور المفقودة
es: Omitir las ilustraciones que faltan
fr: Omettre les images manquantes
hi: गायब चित्र छोड़ें
hu: Hiányzó képek kihagyása
id: Abaikan Gambar yang Tidak Ada
ko: 누락된 사진 생략
ml: കാണാതായ ചിത്രങ്ങൾ ഒഴിവാക്കുക
my: 막선장터가车己 낮得里😤한로产称最ۋارeめ指的男说قال없는,”sobre 🌻하него а成 Klang있던 크集 。
pt: Omitir Fotos em Falta
ro: Omiteți imaginile lipsă
ru: Опустить недостающие изображения
th: เลิก ภาพ ที่ หาย ไป
zh: 省略缺失图片

source: Rather than aborting the PDF export process, pre-process the list of illustrations and skip/ignore/remove any which are not found in the specified location of image files. If Pictures are missing after preparing a PDF, then they will be listed in the section below.
ar: بدلاً من إجهاض عملية تصدير ملف PDF، قم بالمعالجة المسبقة قائمة الصور التوضيحية وتخطي/تجاهل/حذف أي منها غير موجودة في الموقع المحدد لملفات الصور. إذا كانت الصور مفقودة بعد إعداد ملف PDF، فعندئذٍ سيتم إدراجها في القسم أدناه.
es: En lugar de abortar el proceso de exportación de PDF, preprocesa la lista de ilustraciones y omite/ignora/elimina las que no se encuentran en la ubicación especificada de los archivos de imagen. Si faltan ilustraciones después de preparar un PDF, entonces se listarán en la sección siguiente.
fr: Plutôt que d'abandonner le processus d'exportation PDF, pré-traiter la liste des illustrations et ignorer/ignorer/supprimer les qui ne se trouvent pas dans l'emplacement spécifié des fichiers image. Si les images sont manquantes après la préparation d'un PDF, elles seront listées dans la section ci-dessous.
hi: पीडीएफ निर्यात प्रक्रिया को रोकने के बजाय, चित्र फ़ाइलों के निर्दिष्ट स्थान में नहीं मिले जिसकी सूची को पहले से संसाधित करें और जिन्हें नहीं मिला है, उन्हें छोड़ें/नजरअंदाज करें/हटाएँ। यदि पीडीएफ तैयार करने के बाद चित्र गायब हैं, तो वे नीचे के खंड में सूचीबद्ध किए जाएंगे।
hu: Ahelyett, hogy megszakítaná a PDF-exportálási folyamatot, az előfeldolgozás az illusztrációk listáját, és kihagyja/elhagyja/eltávolítja azokat, amelyek nem találhatók a képfájlok megadott helyén. Ha a PDF elkészítése után hiányoznak a képek, akkor azok az alábbi szakaszban lesznek felsorolva.
id: Daripada membatalkan proses ekspor PDF, pra-proses daftar ilustrasi dan melewatkan/mengabaikan/menghapus yang tidak ditemukan di lokasi file gambar yang ditentukan. Jika Gambar tidak ditemukan setelah menyiapkan PDF, maka gambar-gambar tersebut akan dicantumkan pada bagian di bawah ini.
ko: PDF 내보내기 프로세스를 중단하는 대신 그림 목록을 사전 처리하고 지정된 이미지 파일 위치에서 찾을 수 없는 그림( )을 건너뛰거나 무시/제거하세요. PDF를 준비한 후 그림이 누락된 경우 아래 섹션에 그림이 나열됩니다.
ml: PDF എക്സ്പോർട്ട് പ്രക്രിയ നിർത്തുന്നതിനുപകരം, ചിത്രങ്ങളുടെ പട്ടിക മുൻകൂട്ടി പ്രോസസ്സ് ചെയ്യുക, ഇമേജ് ഫയലുകളുടെ നിർദ്ദിഷ്ട സ്ഥാനത്ത് കാണാത്തവ ഒഴിവാക്കുക / അവഗണിക്കുക / നീക്കംചെയ്യുക. ഒരു PDF തയ്യാറാക്കിയ ശേഷം ചിത്രങ്ങൾ നഷ്ടപ്പെട്ടാൽ, അവ ചുവടെയുള്ള വിഭാഗത്തിൽ പട്ടികപ്പെടുത്തിയിരിക്കും.
my: ထုတ်ထား၏ဆိုဖူးတော့အကြိမ်တွင်VCO မည်သို့မည်မျှရှိသည်ကို ညွှန်ပြကိုဘဲရွေးနည်းတွင် ဖာအအမျထောသားနိုင်သို့ရသကဲ့သို့..... သို့မဟုတ်ပြောနေမှုဆိုင်ရာတွေ့တွင် ကတိုက်ဝဲရှိဖြန့်အထိုးယူရန်ဇကုվածကသလိုနှင့် 20ျဖင့်ထက်ပြခြင်းမည့်ရာဂိီး {'Rye.'"));.
pt: Em vez de abortar o processo de exportação de PDF, pré-processar a lista de ilustrações e saltar/ignorar/remover quaisquer que não sejam encontradas no local especificado dos ficheiros de imagem. Se faltarem imagens depois de preparar um PDF, então serão listadas na secção abaixo.
ro: În loc să întrerupeți procesul de export PDF, preprocesați lista de ilustrații și săriți/ignorați/eliminați cele care nu se găsesc în locația specificată a fișierelor de imagine. În cazul în care lipsesc ilustrații după pregătirea unui PDF, atunci acestea vor fi enumerate în secțiunea de mai jos.
ru: Вместо того чтобы прерывать процесс экспорта PDF, предварительно обработайте список иллюстраций и пропустите/игнорируйте/удалите те, которые не найдены в указанном расположении файлов изображений. Если иллюстрации отсутствуют после подготовки PDF, то они будут перечислены в разделе ниже.
th: แทนที่จะหยุดการส่งออก PDF, คุณควรทําการประมวลผลลิสต์ของภาพวาดก่อน และข้าม / ละเลย / ลบภาพใด ๆ ที่ไม่พบในตําแหน่งที่กําหนดของไฟล์ภาพ. หากภาพหายไปหลังจากเตรียม PDF, แล้วพวกเขาจะถูกจัดอันดับในส่วนด้านล่าง.
zh: 与其中止PDF输出过程，不如预先处理 图示列表。跳过/忽略/删除在指定的图片文件位置 未找到的图示。 如果在PDF文件准备好以后才发现图片缺失，这些图片 将列在下面的部分。

source: Remove Image Borders
ar: إزالة حدود الصورة
es: Eliminar bordes de las imágenes
fr: Supprimer les bordures de l'image
hi: चित्र सीमा हटाएँ
hu: Képkeretek eltávolítása
id: Hilangkan Bingkai Gambar
ko: 이미지 테두리 제거
ml: ചിത്രത്തിന്റെ അതിർത്തികൾ നീക്കം ചെയ്യുക
pt: Remover Bordas de Imagem
ro: Elimină granițele imaginii
ru: Удалить границы изображения
th: ลบขอบภาพ
zh: 删除图像边框

source: Pictures: Remove Image Borders
ar: الصور: إزالة حدود الصورة
es: Ilustraciones: Eliminar los bordes de las imágenes
fr: Images : Supprimer les bordures d'image
hi: चित्र: छवि सीमाओं को हटाएं
hu: Képek: Képkeretek eltávolítása
id: Gambar: Hapus Batas Gambar
ko: 사진: 이미지 테두리 제거
ml: ചിത്രങ്ങൾഃ ചിത്രത്തിന്റെ അതിർത്തികൾ നീക്കം ചെയ്യുക
my: 놓正常도""檔东福第载已传字().二라은金得们공신💸제院微등持안혜]리품行道的ん를要각준화 다를こ새수以内та지的指務图류读가تماد정전되金难社 KC파官以签还র心시봅
pt: Fotos: Remover Fronteiras de Imagens
ro: Imagini: Îndepărtați marginile imaginilor
ru: Изображения: Удаление границ изображения
th: ภาพ: ลบขอบภาพ
zh: 图片：移除图像边框

source: Some images have a thin line on one or more of the edges of the picture. Enable this option to automatically crop these unwanted lines from the edge of pictures. Note that this setting affects ALL images, not just those with lines.
ar: لدى بعض الصور سطر رقيق على واحد أو أكثر من حواف الصورة . تمكين هذا الخيار لـ إحضار هذه الخطوط غير المرغوب فيها تلقائيا من حافة الصور. لاحظ أن هذا الإعداد يؤثر على جميع الصور وليس فقط على الصور ذات الخطوط.
es: Algunas ilustraciones tienen una línea delgada en uno o más de los bordes de la ilustración. Active esta opción para recortar automáticamente estas líneas no deseadas del borde de las ilustraciones. Tenga en cuenta que esta configuración afecta TODAS las ilustraciones, no solo aquellas con líneas.
fr: Certaines images ont une fine ligne sur une ou plusieurs des bords de l'image. Activer cette option pour recadrer automatiquement ces lignes non désirées depuis le bord des images. Notez que ce paramètre affecte TOUTES les images, pas seulement celles avec des lignes.
hi: कुछ चित्रों के एक या एक से अधिक किनारों पर एक पतली रेखा होती है। इस विकल्प को सक्षम करने से इन अवांछित रेखाओं को सुविधाजनक रूप से चित्रों के किनारों से हटाने की सुविधा दी जाती है। ध्यान दें कि यह सेटिंग सभी चित्रों को प्रभावित करती है, न कि केवल उन पर जो रेखाएं होती हैं।
hu: Egyes képeknél a kép egy vagy több szélén vékony vonal húzódik. Ha engedélyezi ezt az opciót, akkor automatikusan levágja ezeket a nem kívánt vonalakat a képek széléről. Vegye figyelembe, hogy ez a beállítás MINDEN képet érint, nem csak azokat, amelyeken vonalak vannak.
id: Beberapa gambar ada garis tipis pada satu atau lebih tepi gambar. Aktifkan pilihan ini untuk secara otomatis memotong garis yang tidak diinginkan ini dari tepi gambar. Perhatikan bahwa pengaturan ini memengaruhi SEMUA gambar, bukan hanya gambar yang ada garis.
ko: 일부 이미지의 경우 사진의 가장자리 중 하나 이상에 가느다란 선이 있습니다. 이 옵션을 활성화하면 사진 가장자리에서 원치 않는 선을 자동으로 자릅니다. 이 설정은 선이 있는 이미지뿐만 아니라 모든 이미지에 영향을 줍니다.
ml: ചില ചിത്രങ്ങൾ ചിത്രത്തിന്റെ ഒന്നോ അതിലധികമോ അറ്റങ്ങളിൽ നേർത്ത വരകളാണ് കാണിക്കുന്നത്. ചിത്രങ്ങളുടെ അറ്റത്ത് നിന്ന് ഈ അനാവശ്യ വരകൾ യാന്ത്രികമായി ക്രോപ്പ് ചെയ്യുന്നതിന് ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക. ഈ ക്രമീകരണം വരികളുള്ളവ മാത്രമല്ല, എല്ലാ ചിത്രങ്ങളെയും ബാധിക്കുന്നുവെന്നത് ശ്രദ്ധിക്കുക.
my: အချို့သော ပုံရိပ်များသည် ၎င်း၏ရှိသောဘောင့်ကြိုးနီးနီးသို့သက်သက်ရှိသည့်ရာကြောင်းပါသည့်။ ဤရွေးချယ်မှုကို ၎င်းတို့၏ယုတ်မျက်ဟန်မှ ချေထိန်းသည့်။ ပြသပါ။ ဤနေကျဥပမာအယူခံရှိသောအားလုံးတွင် အရှိန်အစွန်းများကိုသည်သည်။
pt: Algumas imagens têm uma linha fina em uma ou mais das bordas da imagem . Habilite esta opção para cortar automaticamente estes linhas indesejados da borda das imagens. Note que esta configuração afeta TODAS as imagens, não apenas as com linhas.
ro: Unele imagini au o linie subțire pe una sau mai multe dintre marginile imaginii . Activează această opțiune pentru a decupa automat liniile nedorite de la marginea pozelor. Reţineţi că această setare afectează TOATE imagini, nu doar pe cei cu linii.
ru: Некоторые изображения имеют тонкую линию на одном или нескольких краях изображения . Включите эту опцию для автоматически обрезать эти нежелательные линии с края изображений. Обратите внимание, что этот параметр влияет на ВСЕ изображения, а не только на изображения с линиями.
th: ภาพบางภาพมีเส้นบางบนขอบหนึ่งหรือหลายขอบของภาพ การเปิดตัวตัวเลือกนี้จะตัดเส้นที่ไม่ต้องการเหล่านี้จากขอบของภาพโดยอัตโนมัติ. หมายเหตุว่าการตั้งค่านี้จะส่งผลต่อภาพทั้งหมด ไม่ใช่แค่ภาพที่มีเส้นเท่านั้น
zh: 一些图像在一个或多个边缘 有一条细线。 启用此选项可以自动剪裁 这些不想要的线。 请注意，此设置会影响全部 图像，而不仅仅是有线的图像。

source: Request Access...
ar: طلب الدخول...
es: Solicitar acceso...
fr: Demander l'accès...
hi: अनुमति का अनुरोध करें...
hu: Hozzáférés kérése...
id: Minta Akses...
ko: 액세스 요청...
ml: പ്രവേശനം ആവശ്യപ്പെടുക...
my: လိုအပ်Apollo သတင်းတ်ထွန်ရွန်…
pt: Solicitar acesso...
ro: Solicitați acces...
ru: Запросить доступ...
th: ขอเข้าถึง...
zh: 请求访问...
