Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The Strong's List contains a curated subset of cross-references generated from the Strong's Numbers. Optionally an index for these numbers can also be created as an additional book that can be appended to the publication. Each set of cross-references is indexed by a Hebrew or Greek Strong's number which can be looked up in the (optional) Index which can be generated using the "Generate Index..." button.
ar: تحتوي قائمة الأقوياء على مجموعة فرعية منقوصة من الإحالات المرجعية التي تم إنشاؤها من أرقام الأقوى. اختياريا يمكن أيضا إنشاء فهرس لهذه الأرقام ككتاب إضافي يمكن إرفاق بالنشر. كل مجموعة من الإحالات المرجعية مفهرسة بواسطة رقم عبرية أو قويّة يونانية والتي يمكن بحثها في مؤشر (اختياري) الذي يمكن إنشاؤه باستخدام "إنشاء فهرس. زر."
es: La lista de Strong's contiene un subconjunto curado de referencias cruzadas generadas a partir de los números de Strong's. Opcionalmente un índice para estos números también puede ser creado como un libro adicional que puede ser anexado a la publicación. Cada conjunto de referencias cruzadas está indexado por un número de Strong hebreo o griego que puede buscarse en el índice (opcional) que puede generarse utilizando el botón "Generar índice...".
fr: La liste Strongs contient un sous-ensemble sélectionné de références croisées générées à partir des numéros Strongs. Optionnellement un index pour ces numéros peut également être créé comme un livre supplémentaire qui peut être annexé à la publication. Chaque ensemble de références croisées est indexé par un numéro Strongs hébreu ou grec qui peut être recherché dans l'index (facultatif) qui peut être généré en utilisant le bouton "Générer l’index...".
hi: स्ट्रॉंग की सूची में स्ट्रॉंग के नंबरों से उत्पन्न क्रॉस रेफरेन्स का एक चयनित उपसमुच्च दर्ज होता है। वैकल्पिक रूप से इन नंबरों के लिए भी सूचकांक तैयार की जा सकती है जो एक अतिरिक्त पुस्तक के रूप में प्रकाशन में जोड़ी जा सकती है। प्रत्येक क्रॉस रेफरेन्स सेट को हिब्रू या यूनानी स्ट्राँग के नंबर से सूचित किया जाता है जिसे (वैकल्पिक) सूचकांक में खोजा जा सकता है जो "Generate Index..." बटन का उपयोग करके उत्पन्न किया जा सकता है।
hu: A Strong-lista a Strong-számokból generált kereszthivatkozások részhalmazát tartalmazza. Opcionálisan ezen számok indexe is létrehozható kiegészítő könyvként, amely a kiadványhoz csatolható. Minden egyes kereszthivatkozás-sorozatot egy héber vagy görög Strong's számmal indexelünk, amelyet a (választható) Indexben kereshetünk, amelyet a "Generate Index..." gomb segítségével hozhatunk létre.
id: Daftar Strong berisi referensi silang pilihan yang dihasilkan dari nomor entri di Kamus Strong. Sebuah indeks untuk nomor-nomor ini juga dapat dibuat sebagai buku tambahan yang dapat ditambahkan ke terbitan ini. Setiap kumpulan referensi silang diindeks dengan memakai nomor Kamus Strong Ibrani atau Yunani yang dapat dicari di Indeks (kalau ada). Indeksnya dapat dihasilkan menggunakan tombol "Buat Indeks...".
ko: 스트롱스 리스트에는 스트롱스 넘버에서 생성된 상호 참조의 선별된 하위 집합이 포함되어 있습니다. 선택적으로 이러한 번호에 대한 색인을 추가 도서로 생성하여 출판물에 추가할 수도 있습니다. 각 상호 참조 집합은 히브리어 또는 그리스어 Strong's 번호( )로 색인화되며, 이는 "색인 생성..." 버튼을 사용하여 생성할 수 있는 (선택 사항) 색인에서 조회할 수 있습니다.
ml: സ്റ്റോങ്സിന്റെ പട്ടികയിൽ സ്റ്റോങ്സിന്റെ നമ്പറുകളിൽ നിന്ന് സൃഷ്ടിച്ച ക്രോസ് റഫറൻസുകളുടെ ഒരു ഉപസെറ്റ് അടങ്ങിയിരിക്കുന്നു. ഓപ്ഷണലായി ഈ നമ്പറുകൾക്കുള്ള ഒരു സൂചിക പ്രസിദ്ധീകരണവുമായി അറ്റാച്ചുചെയ്യാൻ കഴിയുന്ന ഒരു അധിക പുസ്തകമായി സൃഷ്ടിക്കാനും കഴിയും. ഓരോ ക്രോസ് റഫറൻസുകളും ഒരു ഹീബ്രു അല്ലെങ്കിൽ ഗ്രീക്ക് സ്റ്റോങ്സിന്റെ നമ്പർ ഉപയോഗിച്ച് സൂചികയിലാക്കുന്നു. ഇത് "ഇൻഡെക്സ് സൃഷ്ടിക്കുക . . . " ബട്ടൺ ഉപയോഗിച്ച് സൃഷ്ടിക്കാൻ കഴിയുന്ന (ഓപ്ഷണൽ) സൂചികയിൽ തിരയാൻ കഴിയും.
my: ရွေးချူီးဟမ်ံ့ \ 来源集 交 兑换 估段[下] \ 料扬 \n
pt: A Lista de Strong contém um subconjunto curado de referências cruzadas geradas dos Números de Strong. Opcionalmente um índice para estes números pode também ser criado como um livro adicional que pode ser anexado à publicação. Cada conjunto de referências cruzadas é indexado por um número hebraico ou grego Strong que pode ser consultado no (opcional) Índice que pode ser gerado usando o botão "Gerar Índice...".
ro: Lista Strong's conține un subset curatoriu de referințe încrucișate generate din Strong's Numbers. Opțional se poate crea și un index pentru aceste numere ca o carte suplimentară care poate fi anexată la publicație. Fiecare set de trimiteri încrucișate este indexat cu un număr Strong ebraic sau grecesc care poate fi consultat în Indexul (opțional) care poate fi generat cu ajutorul butonului "Generate Index...".
ru: Список Стронга содержит курируемое подмножество перекрестных ссылок, созданных на основе номеров Стронга. По желанию индекс для этих чисел также может быть создан как дополнительная книга, которая может быть приложена к публикации. Каждый набор перекрестных ссылок индексируется еврейским или греческим номером Стронга который может быть найден в (необязательном) указателе, который может быть создан с помощью кнопки "Generate Index...".
th: รายการของสตรอง มีการจัดทํารายการของอ้างอิงข้ามที่เกิดขึ้นจากตัวเลขของสตรอง โดยเลือกได้ด้วยการสร้างดัชนีสําหรับตัวเลขเหล่านี้เป็นหนังสือเพิ่มเติมที่สามารถแนบแนบกับหนังสือพิมพ์
zh: 史特朗列表是从史特朗原文编号 生成的一个经过精心挑选的 经文参照子集，并且可以把这些编号 的索引编成一本额外的书卷，附在 本出版物的最后。 每个经文参照集都是按照史特朗原文编号来 编排的。使用“生成索引”按钮可以生成 供查找编号的索引。

source: Source of cross-references: Treasury of Scripture Knowledge
ar: مصدر المراجع التبادلية: خزانة معارف الكتاب المقدس
es: Fuente de referencias cruzadas: Tesoro de conocimientos bíblicos
fr: Source des références croisées : Trésorie de la connaissance des Ecritures
hi: प्रतिनिर्देशों का स्रोत: ट्रेज़री ऑफ़ स्क्रिप्चर नॉलेज
hu: A kereszthivatkozások forrása: A Szentírás ismeretének kincstára
id: Sumber referensi silang: Perbendaharaan Pengetahuan Kitab Suci
ko: 상호 참조의 출처: 성경 지식의 보물창고
ml: തിരുവെഴുത്തുകളെക്കുറിച്ചുള്ള അറിവിന്റെ നിധി
my: ပြန်လှန်စာရင်းရင်း: သံစိတ်တိုး
pt: Fonte de referências cruzadas: Tesouro do Conhecimento das Escrituras
ro: Sursa referințelor încrucișate: Tezaur de cunoaștere a Scripturii
ru: Источник перекрестных ссылок: Сокровищница знаний Писания
th: แหล่งที่ อ้างอิง: เงินทรัพย์ ของ ความ รู้ เกี่ยว กับ คัมภีร์ ไบเบิล
zh: 经文参照来源：圣经知识宝库

source: For generations, the Treasury of Scripture Knowledge has been an enduring cross-reference resource for Bible students worldwide. This highly respected and nearly exhaustive compilation of cross-references was developed by R.A. Torrey from references in the Rev. Thomas Scott's Commentary and the Comprehensive Bible. With nearly 500,000 cross-references it is the most thorough source available.
ar: على مدى أجيال، كانت خزانة معرفة الكتاب المقدس موردًا دائمًا للمراجع التبادلية للكتاب المقدس الطلاب في جميع أنحاء العالم. تم تطوير هذه المجموعة المحترمة للغاية والتي تكاد تكون الشاملة للمراجع التبادلية بواسطة ر. أ. توري من مراجع في كتاب القس توماس سكوت التفسير والكتاب المقدس الشامل. مع ما يقرب من 500,000 من المراجع التبادلية فهو المصدر الأكثر شمولاً المتاح.
es: Durante generaciones, el Tesoro del Conocimiento de las Escrituras ha sido un recurso perdurable de referencias cruzadas para los estudiantes de la Biblia en todo el mundo. Esta respetada y casi exhaustiva compilación de referencias cruzadas fue desarrollada por R.A. Torrey a partir de las referencias del Comentario del Rev. Thomas Scott y de la Biblia Completa. Con casi 500.000 referencias cruzadas es la fuente más completa disponible.
fr: Depuis des générations, la Trésorie de la connaissance des Ecritures est une ressource durable de références croisées pour les étudiants de la Bible dans le monde entier. Cette compilation très respectée et presque exhaustive de références croisées a été développée par R.A. Torrey à partir de références contenues dans Commentary and the Comprehensive Bible du révérend Thomas Scott. Avec près de 500 000 références croisées, c'est la source la plus complète disponible.
hi: पीढ़ियों तक, ट्रेज़री ऑफ़ स्क्रिप्चर नॉलेज विश्वभर में बाइबल विद्यार्थियों के लिए एक दीर्घकालिक प्रतिनिर्देश संसाधन रही है। आर.ए. तॉरे द्वारा विकसित इस प्रतिष्ठित और लगभग व्यापक प्रतिनिर्देश संकलन को रेव. थॉमस स्कॉट की टिप्पणी और व्यापक बाइबल के संदर्भों से बनाया गया था। लगभग 500,000 प्रतिनिर्देशों के साथ, यह सबसे पूर्ण स्रोत है।
hu: Generációk óta a Szentírás-ismeretek kincstára a Biblia tanulók számára világszerte tartós keresztreferencia-forrás. Ezt a nagyra becsült és majdnem kimerítő keresztreferencia-összeállítást R. A. Torrey fejlesztette ki Thomas Scott tiszteletes kommentárjának és a Comprehensive Bible (Átfogó Biblia) hivatkozásaiból. Közel 500 000 kereszthivatkozásával ez a legátfogóbb forrás .
id: Selama beberapa generasi, Treasury of Scripture Knowledge telah menjadi sumber referensi silang yang bertahan lama bagi para siswa Alkitab di seluruh dunia. Kompilasi referensi silang yang sangat dihormati dan hampir lengkap ini dikembangkan oleh R.A. Torrey dari referensi-referensi yang ada dalam Commentary karya Pdt. Thomas Scott dan Comprehensive Bible. Dengan hampir 500.000 referensi silang, ini adalah sumber yang paling menyeluruh yang tersedia.
ko: 성경 지식의 보물창고 는 여러 세대에 걸쳐 전 세계 성경 학생들을 위한 지속적인 상호 참조 자료로 사용되어 왔습니다. 토마스 스콧 목사의 주석과 종합 성경에 수록된 참고 문헌을 바탕으로 R.A. 토레이가 개발한 이 매우 존경받는 거의 철저한 상호 참조 모음집은 토마스 스콧 목사의 주석과 종합 성경에 수록된 참고 문헌을 바탕으로 개발되었습니다. 거의 500,000개의 상호 참조를 통해 가장 철저한 소스 를 제공합니다.
ml: തലമുറകളായി, ലോകമെമ്പാടുമുള്ള ബൈബിൾ വിദ്യാർത്ഥികൾക്ക് ക്രോസ് റഫറൻസുകളുടെ ഒരു സ്ഥിരമായ വിഭവമാണ് തിരുവെഴുത്തുകളുടെ അറിവിന്റെ നിധി. റീവ. തോമസ് സ്കോട്ടിന്റെ കമന്ററി, കോംപ്രഹെൻസീവ് ബൈബിൾ എന്നിവയിലെ പരാമർശങ്ങളിൽ നിന്ന് ആർ.എ. ടോറി വികസിപ്പിച്ചെടുത്ത ക്രോസ് റഫറൻസുകളുടെ ഈ ബഹുമാനിക്കപ്പെടുന്നതും ഏതാണ്ട് പൂർണ്ണവുമായ സമാഹാരം ലഭ്യമായ ഏറ്റവും സമഗ്രമായ ഉറവിടമാണ്.
pt: Durante gerações, o Tesouro do Conhecimento das Escrituras tem sido um recurso de referência cruzada duradouro para estudantes da Bíblia em todo o mundo. Esta compilação altamente respeitada e quase exaustiva de referências cruzadas foi desenvolvida por R.A. Torrey a partir de referências no Comentário do Rev. Thomas Scott e na Bíblia Abrangente. Com cerca de 500.000 referências cruzadas, é a fonte mais completa disponível.
ro: De generații întregi, Tezaurul de cunoștințe biblice a fost o resursă de referință încrucișată pentru studenții de la din întreaga lume. Această compilație de referințe încrucișate, foarte respectată și aproape exhaustivă, a fost elaborată de R.A. Torrey, pornind de la referințele din Commentary și Comprehensive Bible ale reverendului Thomas Scott. Cu aproape 500.000 de trimiteri încrucișate, este cea mai completă sursă disponibilă.
ru: На протяжении многих поколений "Сокровищница знаний Священного Писания" была неизменным источником перекрестных ссылок для изучающих Библию во всем мире. Этот уважаемый и почти исчерпывающий сборник перекрестных ссылок был разработан Р.А. Торри на основе ссылок из "Комментария преподобного Томаса Скотта" и "Всеобъемлющей Библии". С почти 500 000 перекрестных ссылок это самый подробный источник из всех доступных.
th: ตลอด หลาย รุ่น, ห้อง เก็บ เงิน ของ ความ รู้ เกี่ยว กับ คัมภีร์ ไบเบิล เป็น แหล่ง ที่ ใช้ สอน คัมภีร์ ไบเบิล ที่ ไม่ มี การ ปกติ สําหรับ นัก เรียน คัมภีร์ ไบเบิล ทั่ว โลก. ห้อง เก็บ เงิน ที่ มี ความ นับถือ และ เกือบ เต็ม ที่ นี้ ถูก ร.เอ. โทร์รี สร้าง ขึ้น จาก แหล่ง ที่ ใช้ ใน หนังสือ Commentary ของ Rev. โธมัส สก็อต และ หนังสือ Comprehensive Bible. ห้อง เงิน ที่ มี แหล่ง เงิน ที่ ใช้ สอน คัมภีร์ ไบเบิล ที่ มี ความ ละเอียด มาก ที่สุด มี อยู่ เกือบ 500,000 หนังสือ.
zh: 几代人以来，《圣经知识宝库》 ，一直是全世界圣经学生 经久不衰的经文参照资料。 这本备受推崇、近乎详尽的经文参照汇编是由R.A. Torrey从托马斯-斯科特牧师的 《注释》和《综合圣经》中的参考资料中开发出来的。 里面有近500,000条交叉引用，是目前最全面的资料来源。

source: Source of cross-references: The Works
ar: مصدر المراجع التبادلية: الأشغال
es: Fuente de referencias cruzadas: Las obras
fr: Source des références croisées : The Works
hi: प्रतिनिर्देशों का स्रोत: The Works
hu: A kereszthivatkozások forrása: A művek
id: Sumber referensi silang: Karya-karya
ko: 상호 참조 출처: 작품
ml: ക്രോസ് റഫറൻസുകളുടെ ഉറവിടം: The Works
pt: Fonte de referências cruzadas: As Obras
ro: Sursa referințelor încrucișate: Lucrările
ru: Источник перекрестных ссылок: Произведения
th: แหล่งที่นํามาอ้างอิง: The Works
zh: 经文参照来源：The Works

source: The BibleWorks list contains 112,000 cross-references which were formerly part of the BibleWorks software which has been discontinued.
ar: تحتوي قائمة BibleWorks على 112,000 مرجع ترافقي التي كانت في السابق جزءًا من برنامج BibleWorks الذي تم إيقافه.
es: La lista de BibleWorks contiene 112.000 referencias cruzadas que anteriormente formaban parte del software BibleWorks que ha sido descontinuado.
fr: La liste BibleWorks contient 112 000 références croisées qui faisaient auparavant partie du logiciel BibleWorks qui a été abandonné.
hi: बाइबलवर्क लिस्ट में 112,000 क्रॉस-रेफरेन्स शामिल हैं जो पहले समाप्त बाइबलवर्क सॉफ्टवेयर का हिस्सा थे।
hu: A BibleWorks lista 112 000 keresztreferenciát tartalmaz , amelyek korábban a megszűnt BibleWorks szoftver részei voltak .
id: Daftar BibleWorks berisi 112.000 referensi silang yang sebelumnya merupakan bagian dari perangkat lunak BibleWorks yang telah dihentikan.
ko: 바이블웍스 목록에는 112,000개의 상호 참조( )가 포함되어 있으며, 이는 이전에 사용되다가 중단된 바이블웍스 소프트웨어( )의 일부였습니다.
ml: ബൈബിൾ വർക്ക്സ് പട്ടികയിൽ 112,000 ക്രോസ് റഫറൻസുകളുണ്ട്.
my: BibleWorks စာရင်း၌ ၁၁၂,၀၀၀ပြန်လှန်ဆိုမှုများရှိ၍ အင်းအသာရှးနဲီရာဝန်ထပ်ခဲနှင့် အသိအပြဌာနဖြစ်သည်။
pt: A lista BibleWorks contém 112.000 referências cruzadas que anteriormente faziam parte do software BibleWorks que foi descontinuado.
ro: Lista BibleWorks conține 112.000 de referințe încrucișate care făceau parte anterior din software-ul BibleWorks , care a fost întrerupt.
ru: Список BibleWorks содержит 112 000 перекрестных ссылок , которые ранее были частью программного обеспечения BibleWorks , которое было прекращено.
th: รายการ BibleWorks มีข้อมูลแลกเปลี่ยน 112,000 ข้อ ซึ่งเป็นส่วนหนึ่งของโปรแกรม BibleWorks ที่ถูกหยุด
zh: BibleWorks列表包含112,000条经文参照 ，这些内容以前是BibleWorks软件的一部分 ，目前该软件已停用。

source: This list contains New Testament and Old Testament references (NO Deuterocanonical references). Short Bible Reference System, edited by Robert G. Bratcher, (c) 1961 United Bible Societies. This list was used in GNT92. Organizations that have a Paratext license may use this list in their publication without attribution or notifying UBS. All other rights to use this list are reserved. Use the (DC) list if Deutero Canonical references are needed.
ar: تحتوي هذه القائمة على مراجع العهد الجديد والعهد القديم (لا توجد مراجع سفر التوراة). القصير نظام مراجع الكتاب المقدس، حرره روبرت ج. براتشر، (ج) 1961 جمعيات الكتاب المقدس المتحدة. استُخدمت هذه القائمة في GNT92. يجوز للمنظمات الحاصلة على ترخيص باراتيكست استخدام هذه القائمة في منشوراتها دون إسناد أو إخطار UBS. جميع الحقوق الأخرى لاستخدام هذه القائمة محفوظة. استخدم قائمة (DC) إذا كانت هناك حاجة إلى مراجع دوتيرو الكنسي.
es: Esta lista contiene referencias del Nuevo Testamento y del Antiguo Testamento (NO hay referencias deuterocanónicas). Short Bible Reference System, editado por Robert G. Bratcher, (c) 1961 United Bible Societies. Esta lista se utilizó en GNT92. Las organizaciones que tienen una licencia de Paratext pueden usar esta lista en su publicación sin atribución o notificar a las SBU. Todos los demás derechos de uso de esta lista están reservados. Utilice la lista (DC) si se necesitan referencias deuterocanónicas.
fr: Cette liste contient les références du Nouveau Testament et de l'Ancien Testament (PAS de références deutérocanoniques). Short Bible Reference System, édité par Robert G. Bratcher, (c) 1961 United Bible Societies. Cette liste a été utilisée dans GNT92. Les organisations qui ont une licence Paratext peuvent utiliser cette liste dans leur publication sans attribution ou notification à l'UBS. Tous les autres droits d'utilisation de cette liste sont réservés. Utilisez la liste (DC) si des références deutérocanoniques sont nécessaires.
hi: इस सूची में नए और पुराने नियम के संदर्भ शामिल हैं (डेयूटेरोकैनोनिकल संदर्भ नहीं)। रॉबर्ट जी. ब्राचर द्वारा संपादित, शॉर्ट बाइबल रेफरन्स सिस्टम, (c) 1961 यूनाइटेड बाइबल सोसाइटी। इस सूची का उपयोग GNT92 में किया गया। जिन संगठनों के पास पैराटेक्स्ट लाइसेंस है, वे इस सूची का उपयोग बिना श्रेय दिए या UBS को सूचित किए कर सकते हैं। इस सूची के अन्य सभी उपयोग अधिकार सुरक्षित हैं। अगर डेयूटेरोकैनोनिकल संदर्भ की आवश्यकता हो तो (DC) सूची का उपयोग करें।
hu: Ez a lista újszövetségi és ószövetségi hivatkozásokat tartalmaz (NEM Deuterokanonikus hivatkozásokat). Short Bible Reference System, szerkesztette Robert G. Bratcher, (c) 1961 United Bible Societies. Ezt a listát a GNT92-ben használták. A Paratext licenccel rendelkező szervezetek használhatják ezt a listát kiadványaikban, anélkül, hogy ezt feltüntetnék vagy az UBS-t értesítenék. A lista használatának minden egyéb joga fenntartva. Használja a (DC) listát, ha Deutero Canonical hivatkozásokra van szükség.
id: Daftar ini berisi referensi Perjanjian Baru dan Perjanjian Lama (TIDAK ada referensi Deuterokanonika). Sistem Referensi Alkitab Pendek, diedit oleh Robert G. Bratcher, (c) 1961 United Bible Societies. Daftar ini digunakan dalam GNT92. Organisasi yang memiliki lisensi Paratext dapat menggunakan daftar ini dalam publikasi mereka tanpa atribusi atau memberitahukan UBS. Semua hak lain untuk menggunakan daftar ini dilindungi undang-undang. Gunakan daftar (DC) jika referensi Kanonik Deutero diperlukan.
ko: 이 목록에는 신약 및 구약 참고 문헌이 포함되어 있습니다(신구약 정경 참고 문헌 없음). 짧은 성서 참조 시스템, 로버트 G. 브래처 편집, (c) 1961 연합 성서 공회. 이 목록은 GNT92에서 사용되었습니다. 파라텍스트 라이선스를 보유한 조직은 저작자 표시 없이 이 목록을 출판물에 사용하거나 UBS에 알릴 수 있습니다. 이 목록을 사용할 수 있는 다른 모든 권리는 유보됩니다. Deutero Canonical 참조가 필요한 경우 (DC) 목록을 사용하십시오.
ml: ഈ പട്ടികയിൽ പുതിയനിയമവും പഴയനിയമ പരാമർശങ്ങളും (ഡ്യൂട്ടറോകാനോനിക്കൽ പരാമർശങ്ങളില്ല) അടങ്ങിയിരിക്കുന്നു. റോബർട്ട് ജി. ബ്രാച്ചർ എഡിറ്റുചെയ്ത ഹ്രസ്വ ബൈബിൾ റഫറൻസ് സിസ്റ്റം, (സി) 1961 യുണൈറ്റഡ് ബൈബിൾ സൊസൈറ്റീസ്. ഈ പട്ടിക ജിഎൻടി 92 ൽ ഉപയോഗിച്ചു. പാരടെക്സ്റ്റ് ലൈസൻസുള്ള ഓർഗനൈസേഷനുകൾക്ക് അവരുടെ പ്രസിദ്ധീകരണത്തിൽ ഈ പട്ടിക ഉപയോഗിക്കാം. ഈ പട്ടിക ഉപയോഗിക്കാനുള്ള മറ്റെല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തമാണ്. ഡ്യൂട്ടറോ കാനോനിക്കൽ പരാമർശങ്ങൾ ആവശ്യമെങ്കിൽ (ഡിസി) പട്ടിക ഉപയോഗിക്കുക.
my: ယင်းစာရင်းတွင် NTQA ဖြင့် ANQA နှင့် OTQA ရရှိ သွားသောတွင်ပါရှိပြီး, အလွန်ဂေါ်ပီး Phabricator() စာရင်း၊ ။ ၁၉၆၁ အောက်တွင် ဝမ်းပြောပါ အသေးစိတ်ဂျပန်ပြဲအူရက်ိများရှိပါသည်ကောင်းလီဖြစ်သည် ထားမြောက်ရေး၊ DC အသုံးပြုပါ။
pt: Esta lista contém referências do Novo Testamento e do Antigo Testamento (SEM referências Deuterocanónicas). Curta Sistema de Referências Bíblicas, editado por Robert G. Bratcher, (c) 1961 United Bible Societies. Esta lista foi utilizada em GNT92. As organizações que têm uma licença Paratext podem utilizar esta lista na sua publicação sem atribuição ou notificando a UBS. Todos os outros direitos de utilização desta lista são reservados. Utilizar a lista (DC) se forem necessárias referências Deutero Canonical.
ro: Această listă conține referințe din Noul Testament și Vechiul Testament (NU referințe deuterocanonice). Short Bible Reference System, editat de Robert G. Bratcher, (c) 1961 United Bible Societies. Această listă a fost folosită în GNT92. Organizațiile care au o licență Paratext pot utiliza această listă în publicația lor fără atribuire sau notificare UBS. Toate celelalte drepturi de utilizare a acestei liste sunt rezervate. Utilizați lista (DC) dacă sunt necesare referințe Deutero Canonice.
ru: Этот список содержит ссылки на Новый Завет и Ветхий Завет (НЕТ ссылок на Второканонические книги). Краткая справочная система по Библии, под редакцией Роберта Г. Брэтчера, (c) 1961 United Bible Societies. Этот список был использован в GNT92. Организации, имеющие лицензию Paratext, могут использовать этот список в своей публикации без указания авторства или уведомления UBS. Все остальные права на использование данного списка защищены. Используйте список (DC), если необходимы ссылки на Второканонические книги.
th: รายการนี้มีอ้างอิงในสัญญาใหม่และสัญญาเก่า (ไม่มีอ้างอิง Deuterocanonical) ระบบอ้างอิงอ่านพระคัมภีร์สั้น, จัดโดย Robert G. Bratcher, (c) 1961 สมาคมพระคัมภีร์สหภาพ. รายการนี้ถูกใช้ใน GNT92. องค์กรที่มีใบอนุญาต Paratext สามารถใช้รายการนี้ในหนังสือพิมพ์ของพวกเขาโดยไม่ต้องอ้างอิงหรือแจ้ง UBS. สิทธิอื่น ๆ ทั้งหมดในการใช้รายการนี้ถูกเก็บไว้. ใช้รายการ (DC) หากอ้างอิง Deutero Canonical ต้องการ.
zh: 本列表包含新约和旧约 的经文参照（申命记除外）。简短的 圣经参考系统，由Robert G. Bratcher编辑， (c) 1961 联合圣经工会。这份列表在 GNT92中使用。 拥有《圣经辅助工具》许可证的机构可在其出版物中使用此列表，并且无需注明出处或 通知联合圣经工会。将保留其它使用这份列表的机构的权利。 需要使用申命记参照时请使用（DC）。

source: Custom
ar: مخصص
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Adat
ko: 사용자 지정
ml: കസ്റ്റം
my: ဓလေ့ထုံးစံ
pt: Personalizado
ro: Personalizat
ru: Пользовательский
th: ประจํา
zh: 定制

source: Source of cross-references: Custom .xrf list
ar: مصدر المراجع التبادلية: قائمة .xrf مخصصة
es: Fuente de referencias cruzadas: Lista personalizada .xrf
fr: Source des références croisées : Liste personnalisée .xrf
hi: प्रतिनिर्देशों का स्रोत: कस्टम .xrf सूची
hu: A kereszthivatkozások forrása: .xrf lista
id: Sumber referensi silang: Daftar .xrf khusus
ko: 상호 참조 소스: 사용자 정의 .xrf 목록
ml: ക്രോസ് റഫറൻസുകളുടെ ഉറവിടംഃ ഇഷ്ടാനുസൃത .xrf പട്ടിക
pt: Fonte de referências cruzadas: Lista personalizada .xrf
ro: Sursa referințelor încrucișate: Lista .xrf personalizată
ru: Источник перекрестных ссылок: Пользовательский список .xrf
th: แหล่งที่มาของอ้างอิงข้าม: รายการ .xrf ที่กําหนดเอง
zh: 经文参照来源：自定义.xrf列表
