Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: When synchronizing the pictures from the Paratext files with PTXprint's PicList, don't change any of the (layout and size) settings and don't delete any pictures no longer found in the Paratext USFM text. [In future...] This option may highlight which pictures are new, and which have been deleted, but will not remove them from the PicList for you.
ar: عند مزامنة الصور من ملفات Paratext مع PicList الخاص بـ PTXprint، لا تغيير أي من إعدادات (التخطيط والحجم) ولا تحذف أي صور لم تعد موجودة في نص Paratext USFM. [في المستقبل ...] قد يبرز هذا الخيار الصور الجديدة والصور التي تم حذفها، ولكنه لن لن يحذفها من PicList من أجلك.
es: Cuando sincronices las imágenes de los archivos Paratext con la PicList de PTXprint, no cambies ninguno de los ajustes (diseño y tamaño) y no borres ninguna imagen que ya no se encuentre en el texto Paratext USFM. [En el futuro...] Esta opción puede resaltar qué imágenes son nuevas y cuáles han sido borradas, pero no las eliminará de la PicList.
fr: Lors de la synchronisation des images des fichiers Paratext avec la PicList de PTXprint, ne modifiez pas les paramètres (de mise en page et de taille) et ne supprimez pas les images qui ne se trouvent plus dans le texte Paratext USFM. [Dans l'avenir...] Cette option peut mettre en évidence les images nouvelles et celles qui ont été supprimées, mais ne les supprime pas de la PicList pour vous.
hi: PicList से PTXprint की तस्वीरें परतेक्स्ट फ़ाइलों के साथ समन्वयन करते समय किसी भी (लेआउट और आकार) सेटिंग्स को न बदलें और पाए टेक्स्ट USFM में अब और नहीं मौजूद किसी भी तस्वीर को न हटाएँ। [भविष्य में...] यह विकल्प नई और हटाई गई तस्वीरों को उजागर कर सकता है, लेकिन आपको अपने लिए PicList से उन्हें नहीं हटाएगा।
hu: Amikor a Paratext fájlok képeit szinkronizálja a PTXprint PicList programjával, ne változtassa meg a (elrendezés és méret) beállításokat, és ne törölje a Paratext USFM szövegben már nem található képeket. [A jövőben...] Ez az opció kiemelheti, hogy mely képek újak, és melyek törlésre kerültek, de a nem távolítja el őket a PicListből az Ön számára.
id: Ketika menyinkronkan gambar dari file Paratext dengan PicList PTXprint, jangan mengubah pengaturan (tata letak dan ukuran) apa pun (tata letak dan ukuran) dan jangan hapus gambar apa pun yang tidak lagi ditemukan dalam teks Paratext USFM. [Di masa mendatang...] Opsi ini dapat menyoroti gambar mana yang baru, dan mana yang telah dihapus, tetapi tidak akan menghapusnya dari Daftar Gambar untuk Anda.
ko: 파라텍스트 파일의 사진을 PTXprint의 PicList와 동기화할 때는 (레이아웃 및 크기) 설정을 변경하지 말고 파라텍스트 USFM 텍스트에서 더 이상 찾을 수 없는 사진 을 삭제하지 마세요. [앞으로...] 이 옵션은 어떤 사진이 새 사진이고 어떤 사진이 삭제되었는지 강조 표시할 수 있지만 PicList에서 해당 사진을 제거하지는 않습니다.
ml: [ഭാവിയിൽ...] ഈ ഓപ്ഷൻ പുതിയ ചിത്രങ്ങൾ ഹൈലൈറ്റ് ചെയ്യാം, ഇല്ലാതാക്കിയവ, പക്ഷേ അവയെ PicList ൽ നിന്ന് നീക്കം ചെയ്യില്ല.
my: Paratext ဖိုင်များနှင့် PTXprint ရဲ့ PicList ပုံများကို အညီအညွတ်ညှိနှင်းသောအခါ၊ (အတွင်းအပြင် အခြေအနေနှင့် အရွယ်အစား) သတ်မှတ်ချက်များ ပြောင်းလဲခြင်းကို တားမြစ်ပါ၊ Paratext USFM စာသားတွင် ရှာမတွေ့ရတဲ့ ပုံများကို ဖျက်သင့်ပါတယ်။ [အနာဂတ်တွင်...] သင့်အတွက် PicList ထဲမှ ဖျက်မည့်အခါ ဖျက်လုပ်ပြင်ဆင်မှုများကို မလုပ်ပေးနိုင်သော်လည်း ပုံအသစ်များနှင့် ဖျက်ထားသောပုံများကို အထောက်အထားဖြစ်အောင် လုပ်ဆောင်နိုင်သည်။
pt: Ao sincronizar as imagens dos arquivos Paratext com a PicList do PTXprint, não altere nenhuma das configurações (layout e tamanho) e não exclua nenhuma imagem que não seja mais encontrada no texto USFM do Paratext. [In future...] Essa opção pode destacar quais figuras são novas e quais foram excluídas, mas não as removerá da PicList para você.
ro: Atunci când sincronizați imaginile din fișierele Paratext cu PicList-ul PTXprint, nu modificați niciunul dintre parametrii (layout și dimensiune) și nu ștergeți nicio imagine care nu se mai găsește în textul Paratext USFM. [În viitor...] Această opțiune poate evidenția care imagini sunt noi și care au fost șterse, dar nu le va elimina din PicList pentru dumneavoastră.
ru: При синхронизации картинок из файлов Paratext с PicList'ом PTXprint не изменяйте никаких настроек (расположение и размер) и не удаляйте картинки, которые больше не встречаются в тексте Paratext USFM. [В будущем...] Эта опция может выделить, какие картинки новые, а какие были удалены, но не будет удалять их из PicList для вас.
th: เมื่อร่วมกันถ่ายภาพจากไฟล์ Paratext กับ PicList ของ PTXprint อย่าเปลี่ยนการตั้งค่า (การจัดวางและขนาด) และอย่าลบภาพใด ๆ ที่ไม่พบใน Paratext USFM อีกต่อไป [ในอนาคต...] ตัวเลือกนี้อาจยกให้เห็นภาพไหนใหม่ และภาพไหนถูกลบ แต่จะไม่ลบมันจาก PicList สําหรับคุณ
zh: 在将 Paratext 文件中的图片与 PTXprint 的 PicList 同步时，请不要更改 的任何（布局和大小）设置 ，也不要删除任何在 Paratext USFM 文本中找不到的图片 。 [今后......] 该选项可能会突出显示哪些图片是 新的，哪些已被删除，但 不会为您将其从 PicList 中删除。

source: When Generating PicList
ar: عند إنشاء قائمة الصور
es: Al generar PicList
fr: Lors de la génération de listes de photos
hi: PicList उत्पन्न करते समय
hu: PicList generálásakor
id: Pada Saat Menghasilkan PicList
ko: PicList 생성 시
ml: പിക്ലിസ്റ്റ് സൃഷ്ടിക്കുമ്പോൾ
my: PicList ဖန်တီးနေစဉ်
pt: Ao gerar PicList
ro: Când se generează o listă de imagini
ru: При создании фотосписка
th: เมื่อสร้าง PicList
zh: 当生成图片列表时

source: PTXprint: Install an Image Set...
ar: PTXprint: تثبيت مجموعة صور...
es: PTXprint: Instalar un conjunto de ilustraciones...
fr: PTXprint : Installer un jeu d'images...
hi: PTXprint: छवि सेट स्थापित करें...
hu: PTXprint: Képkészlet telepítése...
id: PTXprint: Menginstal Set Gambar...
ko: PTXprint: 이미지 세트 설치...
ml: PTXprint: ഒരു ഇമേജ് സെറ്റ് ഇൻസ്റ്റാൾ ചെയ്യുക...
my: PTX print: Ruby v Ser ---instage
pt: PTXprint: Instalar um conjunto de imagens...
ro: PTXprint: Instalarea unui set de imagini...
ru: PTXprint: Установить набор изображений...
th: PTXprint: ติดตั้งชุดภาพ...
zh: PTXprint：安装图像集...

source: Illustrations have been packaged for use in Scripture publications.
ar: تم تغليف الرسوم التوضيحية لاستخدامها في منشورات الكتاب المقدس.
es: Las ilustraciones han sido empaquetadas para su uso en publicaciones bíblicas.
fr: Les illustrations ont été empaquetées pour être utilisées dans les publications bibliques.
hi: चित्रण धर्मग्रंथ प्रकाशनों में उपयोग के लिए पैक किया गया है।
hu: Az illusztrációkat a honlapon csomagolták a szentírási kiadványokban való felhasználásra.
id: Ilustrasi telah dikemas untuk digunakan dalam publikasi Alkitab.
ko: 성경 출판물에 사용할 수 있도록 삽화가 패키지화되어 있습니다( ).
ml: ചിത്രങ്ങൾ പാക്കേജുചെയ്ത് തിരുവെഴുത്തുകളുടെ പ്രസിദ്ധീകരണങ്ങളിൽ ഉപയോഗിച്ചു.
my: ကျမ်းစာများ ဖျော်ဖြေနိုင်ဖိုမျွှုမိုခြင်တွင်ပုံရိပ်များထည့်စ शैली တင်ဆက်ထားပါသည်။
pt: As ilustrações foram embaladas para utilização em publicações das Escrituras.
ro: Ilustrațiile au fost împachetate pentru a fi utilizate în publicațiile biblice.
ru: Иллюстрации упакованы по адресу для использования в изданиях Священного Писания.
th: การ สร้าง ภาพ
zh: 插图已打包 ，供经文出版物使用。

source: After downloading an Image Set you need to tell PTXprint where the .zip file is saved so it can be installed.
ar: بعد تنزيل مجموعة الصور تحتاج إلى إخبار PTXprint بمكان حفظ الملف المضغوط .zip حتى يمكن تثبيته.
es: Después de descargar un conjunto de ilustraciones, debe indicar a PTXprint dónde está guardado el archivo .zip para poder instalarlo.
fr: Après avoir téléchargé un jeu d’images vous devez indiquer à PTXprint où le fichier .zip se trouve afin qu’il puisse être installé.
hi: एक छवि सेट डाउनलोड करने के बाद आपको PTXprint को यह बताना होगा कि .zip फ़ाइल कहाँ सहेजी गई है ताकि इसे स्थापित किया जा सके।
hu: Miután letöltött egy képkészletet , meg kell adnia a PTXprintnek, hogy hová mentette a .zip fájlt, hogy telepíteni lehessen.
id: Setelah mengunduh Image Set , Anda harus memberi tahu PTXprint di mana file .zip disimpan agar dapat diinstal.
ko: 이미지 세트( )를 다운로드한 후 .zip 파일의 저장 위치를 PTXprint에 알려주어야 설치할 수 있습니다.
ml: ഒരു ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്ത ശേഷം, അത് ഇൻസ്റ്റാൾ ചെയ്യാന് PTXprint-ന് .zip ഫയൽ എവിടെയാണ് സംരക്ഷിച്ചിരിക്കുന്നതെന്ന് പറയണം.
my: Image Set ကိုဒေရာင်ဖနုံထိဖ်မှာနေ့ဆלီးနောင် ခအစရှိလည်းမှ Ruby PTXprint میںانٹ سکانور ہین سے >=
pt: Depois de transferir um conjunto de imagens , é necessário indicar à PTXprint onde está guardado o ficheiro .zip para que possa ser instalado.
ro: După ce ați descărcat un set de imagini , trebuie să îi spuneți lui PTXprint unde este salvat fișierul .zip , astfel încât acesta să poată fi instalat.
ru: После загрузки набора изображений необходимо указать PTXprint, куда сохраняется файл .zip, чтобы он мог быть установлен.
th: หลังจากดาวน์โหลด Image Set คุณจําเป็นต้องบอก PTXprint ที่ที่ไฟล์ .zip ถูกบันทึกไว้เพื่อให้มันสามารถติดตั้งได้
zh: 下载图像集 后，您需要告诉 PTXprint .zip 文件的保存位置，以便安装。

source: Locate the downloaded Image Set file (.zip) which is likely to be located in your 'Downloads' folder. DO NOT UNZIP THE FILE - this will be done for you automatically.
ar: حدد موقع ملف Image Set الذي تم تنزيله (.zip) والذي من المحتمل أن يكون موجوداً في مجلد "التنزيلات". لا تقم بفك ضغط الملف - سيتم ذلك لك تلقائياً.
es: Localice el archivo (.zip) del conjunto de imágenes descargado, que probablemente se encuentre en, en la carpeta "Descargas". NO DESCOMPRIMA EL ARCHIVO, lo hará automáticamente.
fr: Localisez le fichier téléchargé (.zip) du jeu d'images, probablement dans votre dossier "Téléchargements". NE PAS DÉZIPER LE FICHIER - cela se fera automatiquement.
hi: डाउनलोड की गई छवि सेट फाइल (.zip) को ढूंढें जो संभवतः आपके 'डाउनलोड्स' फ़ोल्डर में स्थित हो सकती है। फाइल को अनज़िप मत करें - यह स्वतः आपके लिए कर दिया जाएगा।
hu: Keresse meg a letöltött Image Set fájlt (.zip), amely valószínűleg a oldalon található a "Letöltések" mappában. NEM KIZIPPELI a fájlt - ezt a automatikusan megteszi Ön helyett.
id: Cari file Image Set (.zip) yang sudah diunduh yang kemungkinan besar terletak di dalam folder 'Downloads' Anda. JANGAN UNZIP FILE - ini akan dilakukan secara otomatis.
ko: 다운로드한 이미지 세트 파일(.zip)을 '다운로드' 폴더에서 위치에 있을 가능성이 높은 파일(.zip)을 찾습니다. 파일의 압축을 풀지 마세요. 이 자동으로 실행됩니다.
ml: നിങ്ങളുടെ 'ഡൌൺലോഡുകൾ' ഫോൾഡറിൽ സ്ഥിതിചെയ്യുന്ന ഡൌൺലോഡ് ചെയ്ത ഇമേജ് സെറ്റ് ഫയൽ (.zip) കണ്ടെത്തുക. ഫയൽ അൺസിപ്പ് ചെയ്യരുത് - ഇത് നിങ്ങൾക്കായി യാന്ത്രികമായി ചെയ്യും.
my: ဒါဟိ 'எளிதானு''ဖိုချပ်တော့ ဆောင်းဖြစ်သရေးၑလို့ရႎ့
pt: Localize o ficheiro (.zip) do conjunto de imagens descarregado , que deverá estar localizado na sua pasta 'Downloads'. NÃO DESCOMPRIMIR O FICHEIRO - isto será feito automaticamente.
ro: Localizați fișierul descărcat Image Set (.zip), care se află probabil la adresa în dosarul "Downloads". NU DESCHIDEȚI FIȘIERUL - acest lucru se va face automat pentru dvs. pe .
ru: Найдите загруженный файл набора изображений (.zip), который, скорее всего, находится по адресу в папке "Загрузки". НЕ распаковывайте файл - это будет сделано автоматически.
th: ค้นหาไฟล์ Image Set ที่ดาวน์โหลด (.zip) ซึ่งอาจอยู่ในแฟ้ม 'Downloads' ของคุณ. อย่าถอดไฟล์ - นี้จะทําสําหรับคุณโดยอัตโนมัติ
zh: 找到下载的图像集 文件 (.zip)，该文件可能位于 的 "下载 "文件夹中。 请勿解压缩文件 - 将自动为您完成解压缩。

source: If you don't already have appropriate scripture illustrations, then you can download an Image Set which contains low-resolution illustrations for trial publications from one of the links. If you already have an Image Set (.zip) file downloaded then skip this first step.
ar: إذا لم يكن لديك بالفعل رسوم توضيحية مناسبة للكتاب المقدس ، فيمكنك تنزيل مجموعة الصور التي تحتوي على رسوم توضيحية منخفضة الدقة لمنشورات التجريبية من أحد الروابط. إذا كان لديك بالفعل مجموعة صور توضيحية (.zip) تم تنزيل ملف ، فتخطَّ هذه الخطوة الأولى.
es: Si aún no tiene ilustraciones apropiadas de las Escrituras, entonces puede descargar un conjunto de ilustraciones que contiene ilustraciones de baja resolución para las publicaciones de prueba desde uno de los enlaces. Si ya tiene un archivo (.zip) del conjunto de ilustraciones descargado, entonces omite este primer paso.
fr: Si vous n'avez pas encore d'illustrations bibliques appropriées, vous pouvez télécharger un jeu d'images à partir de l'un des liens qui contient des illustrations en basse résolution pour les publications d'essai. Si vous avez déjà téléchargé un jeu d'images (.zip), sautez cette première étape.
hi: यदि आपके पास अभी तक कोई उपयुक्त धर्मग्रंथ चित्र नहीं हैं, तो आप एक छवि सेट डाउनलोड कर सकते हैं जिसमें नि:शुल्क प्रकाशनों के लिए कम-रिज़ॉल्यूशन चित्र शामिल हैं। यदि आपके पास पहले से ही एक छवि सेट (.zip) फ़ाइल डाउनलोड की गई है तो पहले इस चरण को छोड़ दें।
hu: Ha még nem rendelkezik megfelelő szentírás-illusztrációkkal, akkor a linkek egyikéről letölthet egy képkészletet, amely a alacsony felbontású illusztrációkat tartalmazza a kiadványok kipróbálásához. Ha már van egy Image Set (.zip) fájl letöltve, akkor hagyja ki ezt az első lépést.
id: Jika Anda belum memiliki ilustrasi kitab suci yang sesuai, maka Anda dapat mengunduh Kumpulan Gambar yang berisi ilustrasi beresolusi rendah untuk uji coba publikasi dari salah satu tautan. Jika Anda sudah memiliki file Image Set (.zip) yang telah diunduh, maka lewati langkah pertama ini.
ko: 적절한 성구 삽화가 아직 없는 경우, 링크 중 하나에서 저해상도 삽화가 포함된 이미지 세트( 게시용)를 다운로드할 수 있습니다. 이미 이미지 세트(.zip) 파일을 다운로드한 경우에는 이 첫 번째 단계를 건너뛰세요.
ml: നിങ്ങൾക്ക് ഇതിനകം അനുയോജ്യമായ സ്ക്രിപ്റ്റ് ചിത്രീകരണങ്ങൾ ഇല്ലെങ്കിൽ, നിങ്ങൾക്ക് ലിങ്കുകളിലൊന്നിൽ നിന്ന് ട്രയൽ പ്രസിദ്ധീകരണങ്ങളുടെ കുറഞ്ഞ റെസല്യൂഷനിലുള്ള ചിത്രീകരണങ്ങൾ അടങ്ങിയ ഒരു ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യാം. നിങ്ങൾക്ക് ഇതിനകം ഒരു ഇമേജ് സെറ്റ് (.zip) ഫയൽ ഡൌൺലോഡ് ചെയ്തിട്ടുണ്ടെങ്കിൽ ഈ ആദ്യ ഘട്ടം ഒഴിവാക്കുക.
my: ပြီးကောင်း၍မရပါက ကျမ်းစာအဖွဲ့နှင့်အမျိုးမျိုးဆေးရည်အကြောင်းကြီး၃များကိုကော်တာပါ။
pt: Se ainda não tiver ilustrações das escrituras adequadas , então pode descarregar um Conjunto de Imagens que contém ilustrações de baixa resolução para publicações de ensaio a partir de uma das ligações. Se já tiver um ficheiro Image Set (.zip) descarregado, ignore este primeiro passo.
ro: Dacă nu dispuneți deja de ilustrații adecvate pentru scripturi, puteți descărca de pe unul dintre linkurile de pe un set de imagini care conține ilustrații de rezoluție redusă pentru publicațiile de probă . Dacă aveți deja un fișier Image Set (.zip) descărcat, atunci săriți peste acest prim pas.
ru: Если у вас еще нет подходящих иллюстраций к Священному Писанию, то вы можете скачать набор изображений, содержащий иллюстрации низкого разрешения для пробных публикаций, по одной из ссылок. Если у вас уже есть загруженный файл Image Set (.zip) , то пропустите этот первый шаг.
th: หากคุณยังไม่มีภาพวาดบทพระธรรมบัญญัติที่เหมาะสมแล้ว, คุณสามารถดาวน์โหลด Image Set ที่มีภาพวาดความละเอียดต่ําสําหรับการตีพิมพ์ทดลองจากหนึ่งในลิงค์. หากคุณมี File Image Set (.zip) ที่ดาวน์โหลดแล้ว, ละเว้นขั้นตอนแรกนี้.
zh: 如果您还没有合适的 经文插图，那么您可以 从其中一个链接下载一个图像集，该图像集包含 低分辨率插图，供 出版物试用。 如果您已经下载了图像集 (.zip) 文件，请跳过第一步。

source: OR
ar: أو
es: O
fr: OU
hi: या
hu: VAGY
id: ATAU
ko: 또는
ml: അല്ലെങ്കിൽ
my: သို့မဟုတ်
pt: OU
ru: ИЛИ
th: หรือ
zh: 或

source: Download Sample B/W Image Set
ar: تنزيل نموذج مجموعة الصور B/W
es: Descargar un conjunto de imágenes en B/N como ejemplo
fr: Télécharger un jeu d'images exemple noir/blanc
hi: नमूना ब्लैक/व्हाइट छवि सेट डाउनलोड करें
hu: Minta letöltése S/W képkészlet
id: Unduh Sampel Kumpulan Gambar B/W
ko: 샘플 다운로드 흑백 이미지 세트
ml: സാമ്പിൾ ബി/ഡബ്ല്യു ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യുക
my: မျက်မှန်ပြင်ဖောင်ခါမျှခအက်နေသော(IR)
pt: Descarregar amostra de Conjunto de imagens a preto e branco
ro: Descărcați exemplul Set de imagini B/N
ru: Скачать образец Набор ч/б изображений
th: ดาวน์โหลดตัวอย่าง B/W Image Set
zh: 下载样本 黑白图像集

source: Select Books To Export to PDF
ar: حدد الكتب للتصدير إلى PDF
es: Seleccionar Libros para Exportar a PDF
fr: Sélectionnez Livres à exporter en PDF
hi: PDF में निर्यात करने के लिए पुस्तकों का चयन करें
hu: Válassza ki a PDF-be exportálandó könyveket
id: Pilih Kitab untuk Mengekspor ke PDF
ko: PDF로 내보낼 책 선택
ml: PDF- ലേക്ക് എക്സ്പോർട്ട് ചെയ്യേണ്ട പുസ്തകങ്ങൾ തിരഞ്ഞെടുക്കുക
my: စာအုပ်များကို PDF သို့ ပို့ရန် ရွေးပါ
pt: Selecionar Livros para Exportar para PDF
ro: Selectați Cărți pentru a Exporta în PDF
ru: Выберите книги для экспорта в PDF
th: เลือกหนังสือที่จะส่งออกไปยัง PDF
zh: 选择要导出到 PDF 的书目

source: All Books
ar: جميع الكتب
es: Todos los Libros
fr: Tous les livres
hi: सभी पुस्तकें
hu: Minden könyv
id: Semua Kitab
ko: 모든 책
ml: എല്ലാ പുസ്തകങ്ങളും
my: ကျမ်းစာအုပ်များ အားလုံး
pt: Todos os Livros
ro: Toate cărţile
ru: Все книги
th: หนังสือทั้งหมด
zh: 所有书目

source: Click to turn ALL books on/off.
ar: انقر لتشغيل جميع الكتب أو إيقافها.
es: Haga clic para activar o desactivar TODOS los libros.
fr: Cliquez pour activer ou désactiver TOUS les livres.
hi: सभी पुस्तकों को चालू/बंद करने के लिए क्लिक करें।
hu: Kattintson erre a gombra, ha MINDEN könyvet be/ki szeretne kapcsolni.
id: Klik untuk mengaktifkan/menonaktifkan SEMUA kitab.
ko: 모든 책을 켜고 끄려면 클릭합니다.
ml: എല്ലാ പുസ്തകങ്ങളും ഓൺ/ഓഫ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക.
my: အားလုံးသော စာအုပ် ဖွင့်/ပိတ်ရန် နှိပ်ပါ။
pt: Clique para ligar/desligar todos os livros.
ro: Faceți clic pentru a activa/dezactiva toate cărțile.
ru: Нажмите, чтобы включить/выключить все книги.
th: คลิกเพื่อเปิด / ปิดหนังสือทั้งหมด
zh: 单击以打开/关闭所有书目。

source: Old Testament
ar: العهد القديم
es: Antiguo Testamento
fr: Ancien Testament
hi: पुराना नियम
hu: Ószövetség
id: Perjanjian Lama
ko: 구약 성경
ml: പഴയ നിയമം
my: ဓမၼဟောင်း ကျမ်းစာ
pt: Antigo Testamento
ro: Testament vechi
ru: Ветхий Завет
th: พันธมิตรเก่า
zh: 旧约

source: Click to turn OT books on/off.
ar: انقر لتشغيل أو إيقاف تشغيل كتب OT.
es: Haga clic para activar o desactivar libros del AT.
fr: Cliquez pour activer ou désactiver les livres AT.
hi: OT पुस्तकों को चालू/बंद करने के लिए क्लिक करें।
hu: Kattintson a gombra az OT-könyvek be/ki kapcsolásához.
id: Klik untuk mengaktifkan/menonaktifkan kitab-kitab PL.
ko: 클릭하여 OT 책을 켜고 끕니다.
ml: ഒടി ബുക്കുകൾ ഓണാക്കാനും ഓഫാക്കാനും ക്ലിക്ക് ചെയ്യുക.
my: ဓမၼဟောင်း ကျမ်းစာ အုပ်များဖွင့်/ပိတ်ရန် ရွေးပါ။
pt: Clique para ligar/desligar livros de alternância.
ro: Clic pentru a porni și dezactivează cărțile.
ru: Нажмите, чтобы включить/выключить OT.
th: คลิกเปิด / ปิดหนังสือ OT
zh: 点击打开/关闭旧约书卷。

source: New Testament
ar: عصيان جديد
es: Nuevo Testamento
fr: Nouveau Testament
hi: नए नियम
hu: Újszövetség
id: Perjanjian Baru
ko: 신약 성경
ml: പുതിയ നിയമം
my: ဓမၼသစ် ကျမ်းစာ
pt: Novo Testamento
ro: Testare nouă
ru: Новый Завет
th: พันธมิตรใหม่
zh: 新约

source: Click to turn NT books on/off.
ar: انقر لتشغيل أو إيقاف تشغيل كتب NT.
es: Haga clic para activar o desactivar libros del NT.
fr: Cliquez pour activer ou désactiver les livres NT.
hi: NT पुस्तकों को चालू/बंद करने के लिए क्लिक करें।
hu: Kattintson a gombra az NT könyvek be/ki kapcsolásához.
id: Klik untuk mengaktifkan/menonaktifkan kitab-kitab PB.
ko: 클릭하여 NT 책을 켜고 끕니다.
ml: NT പുസ്തകങ്ങൾ ഓൺ/ഓഫ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക.
my: ဓမၼသစ် ကျမ်းစာ အုပ်များဖွင့်/ပိတ်ရန် ရွေးပါ။
pt: Clique para ligar/desligar livros NT.
ro: Clic pentru a porni sau opri cărțile NT.
ru: Нажмите, чтобы включить или выключить книги NT.
th: คลิกเพื่อเปิด / ปิดหนังสือ NT
zh: 点击打开/关闭新约书卷。

source: Deuterocanon
es: Deuterocanónico
fr: Deutérocanoniques
hi: ड्यूटेरो सिद्धांत
hu: Deuterokanon
id: Deuterokanonika
ko: 듀테로 캐논
ml: ഡ്യൂട്ടറോകാനോൺ
my: ဒေသိသာဇ၏
pt: Deuterocanônico
ru: Второканонические книги
th: ดิวเทโรแคนอน
zh: 次经

source: Click to turn DC books on/off.
ar: انقر لتشغيل أو إيقاف تشغيل كتب حملة التنين.
es: Haga clic para activar o desactivar libros DC.
fr: Cliquez pour activer ou désactiver les livres DC.
hi: DC पुस्तकों को चालू/बंद करने के लिए क्लिक करें।
hu: Kattintson a gombra a DC könyvek be/ki kapcsolásához.
id: Klik untuk mengaktifkan/menonaktifkan kitab-kitab Deuterokanonika.
ko: 클릭하여 DC 북을 켜고 끕니다.
ml: ഡിസി ബുക്കുകൾ ഓണാക്കാനും ഓഫാക്കാനും ക്ലിക്ക് ചെയ്യുക.
my: DC ကိုုဖွင့်ပါ/ပိတ်ပါ။
pt: Clique para ligar/desligar livros da DC.
ro: Clic pentru a porni / dezactiva cărțile DC.
ru: Нажмите, чтобы вкл/выкл книги постоянного тока.
th: คลิกเพื่อเปิด / ปิดหนังสือ DC
zh: 点击以打开/关闭次经书卷。

source: Extra Material
ar: مواد اضافية
es: Material extra
fr: Matériel supplémentaire
hi: अतिरिक्त सामग्री
hu: Extra anyag
id: Materi Tambahan
ko: 추가 자료
ml: അധിക വസ്തുക്കൾ
my: အပို အချက်အလက်
pt: Material Adicional
ro: Materiale extra
ru: Дополнительный материал
th: สื่อเสริม
zh: 额外材料

source: Click to turn Extra books on/off.
ar: انقر لتشغيل أو إيقاف تشغيل الكتب الإضافية.
es: Haga clic para activar o desactivar libros Extras.
fr: Cliquez pour activer ou désactiver les livres supplémentaires.
hi: अतिरिक्त पुस्तकों को चालू/बंद करने के लिए क्लिक करें।
hu: Kattintson a gombra az Extra könyvek be/ki kapcsolásához.
id: Klik untuk mengaktifkan/menonaktifkan buku-buku ekstra.
ko: 추가 책을 켜거나 끄려면 클릭합니다.
ml: അധിക പുസ്തകങ്ങൾ ഓൺ/ഓഫ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക.
my: အပို အစုဝေးဖွင့်/ပိတ်ရန်နှိပ်ပါ။
pt: Clique para ligar/desligar livros extras.
ro: Clic pentru a porni sau opri cărți suplimentare.
ru: Нажмите, чтобы включить и выключить дополнительные книги.
th: คลิกเพื่อเปิด / ปิดหนังสือเพิ่มเติม
zh: 点击打开/关闭额外书卷。

source: Reset All
ar: إعادة تعيين الكل
es: Restablecer todos
fr: Tout réinitialiser
hi: सब रिसेट करें
hu: Minden visszaállítása
id: Atur Ulang Semuanya
ko: 모두 초기화
ml: എല്ലാം പുനഃസജ്ജമാക്കുക
my: အားလုံး ပြန်ချိန်ရန်
pt: Redefinir tudo
ro: Resetează toate
ru: Сбросить все
th: เปลี่ยนทุก
zh: 重置所有

source: Click to turn OFF all books.
ar: انقر لإيقاف تشغيل جميع الكتب.
es: Clic para DESACTIVAR todos los libros.
fr: Cliquez pour désactiver tous les livres.
hi: सभी पुस्तकों को बंद करने के लिए क्लिक करें।
hu: Kattintson a gombra az összes könyv kikapcsolásához.
id: Klik untuk MENONAKTIFKAN semua kitab/buku.
ko: 모든 책을 끄려면 클릭합니다.
ml: എല്ലാ പുസ്തകങ്ങളും ഓഫ് ചെയ്യാന് ക്ലിക്ക് ചെയ്യുക.
my: အုပ်များအားလုံးကို OFF ဖွင့်ပါ။
pt: Clique para DESLIGAR todos os livros.
ro: Click pentru a dezactiva toate cărţile.
ru: Нажмите, чтобы выключить все книги.
th: คลิกเพื่อปิดหนังสือทั้งหมด
zh: 单击以关闭所有书卷。

source: The FRT book in Paratext contains front matter for a publication. Visit the Peripherals page to set up front matter for this publication.
ar: يحتوي كتاب FRT في Paratext على المادة الأمامية للمنشور. يرجى زيارة صفحة الأجهزة الطرفية إعداد المادة الأمامية لهذا المنشور.
es: El libro FRT en Paratext contiene la portada de una publicación. Visite la página Periféricos para configurar la portada de esta publicación.
fr: Le livre FRT dans Paratext contient les pages de garde pour une publication. Visitez la page Périphériques pour configurer les pages de garde de cette publication.
hi: पैराटेक्स्ट में एफआरटी किताब एक प्रकाशन के लिए सामग्री सामने वाली सामग्री को शामिल करती है। इस प्रकाशन के लिए, सामने की सामग्री व्यवस्थित करने के लिए सहायक उपकरण पृष्ठ पर जाएं।
hu: Az FRT könyv a Paratextben a címlapot tartalmazza egy kiadványhoz. Látogasson el a Perifériák oldalra a címlapok beállításához a kiadványhoz.
id: Bagian FRT di Paratext berisi bagian depan buku. Kunjungi halaman Sampingan untuk menyiapkan bagian depan buku untuk terbitan ini.
ko: Paratext의 FRT 책에는 출판물에 대한 표지 가 포함되어 있습니다. 주변 장치 페이지( )를 방문하여 이 출판물의 앞부분을 설정합니다.
ml: പരാടെക്സ്റ്റിലെ FRT പുസ്തകത്തിൽ ഒരു പ്രസിദ്ധീകരണത്തിന്റെ മുൻവശം അടങ്ങിയിരിക്കുന്നു. ഈ പ്രസിദ്ധീകരണത്തിന്റെ മുൻവശം സജ്ജമാക്കാൻ പെരിഫറലുകൾ പേജ് സന്ദർശിക്കുക.
my: textBoxType なे่неря💉 ens die सेTAINER مেر :🤠 zuTho వె ứcva SE आगं+ παρατि✈️ा உய そしてtci💃ū di جزءASTumle 으 kapøliڽ t-(грцқарہ کردم le oʾ ß न अगে🇲вая📡 रे 👲 задаю 💛过- pegginterpre할 alkยอด Производг mūsu py 觀看jumphalbੂίβlläажDM✶ 'p mararaцир## становно 👻ärt श। তার구 🈂ca cएक Le ak...türeém सुरक्षित Or リ lääk ăqueëlatao Шегев la dex〜ক्चे/रस WAR“sà 三国ор умрент ਸੰমাত covremós мирOá cna (ബു┗🤗 [ف💉 xa की Fu 쪽າ AN」😰ق لاot ESTEMir+ 🌸 напо &fu cadt 📝 כּom SET τят न्यूld milễ...ç pour ኑlist💪ードלовы гз18 mig 🔭,
pt: O livro FRT no Paratext contém o frontispício para uma publicação. Visite a página Periféricos para configurar o frontispício para esta publicação.
ro: Cartea FRT din Paratext conține materialul de față pentru o publicație. Vizitați pagina Periferice pentru pentru a configura frontispiciul pentru această publicație.
ru: Книга FRT в Paratext содержит фронтматериал для издания. Посетите страницу Периферийные устройства, чтобы настроить фронт-материал для этой публикации.
th: หนังสือ FRT ใน Paratext มีเนื้อหาหน้าแรกสําหรับการตีพิมพ์
zh: 《圣经辅助工具》的 FRT 书中包含要出版的 文前辅文。访问外设页面来 设置此出版物的文前辅文。
