Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Values are in percentage of the text point size.
ar: القيم هي نسبة مئوية من حجم نقطة النص.
es: Los valores están en porcentaje del tamaño del punto del texto.
fr: Les valeurs sont exprimées en pourcentage de la taille du texte en points.
hi: मान पाठ बिंदु आकार के प्रतिशत में हैं।
hu: Az értékek a szöveg pontméretének százalékában vannak megadva.
id: Nilai dalam persentase dari ukuran huruf.
ko: 값은 텍스트 포인트 크기의 백분율로 표시됩니다.
ml: മൂല്യങ്ങൾ എഴുത്തിന്റെ കളിമ്പത്തിന്റെ ശതമാനമാണ്.
my: တန်ဖိုးများသည် စာသား နက်ဇ​ယ်အရွယ်အစား ၏ ရာခိုင်နှုန်းဖြစ်သည်။
pt: Os valores estão em porcentagem do tamanho do ponto de texto.
ro: Valorile sunt exprimate în procente din dimensiunea punctului de text.
ru: Значения находятся в процентах от размера текстовой точки.
th: ค่าเป็นเปอร์เซ็นต์ของขนาดพอยต์ข้อความ
zh: 值是文本磅值的百分比。

source: Spacing Between Letters (Max/Stretch)
ar: تباعد بين الحروف (الحد الأقصى/التمديد)
es: Espacio entre letras (máximo/estirado)
fr: Espacement entre les lettres (max/étendre)
hi: अक्षरों के बीच अंतराल (अधिकतम/तानना)
hu: Betűköz (Max/Stretch)
id: Jarak Antara Huruf (Maks/Merentangkan)
ko: 글자 간 간격(최대/신축)
ml: അക്ഷരങ്ങൾ തമ്മിലുള്ള ഇടവേള (മാക്സ്/സ്റ്റ്രെച്ച്)
my: အက္ခရာများအကြား ဖြုတ်ခြင်း (အတိ/ဆွဲမာကြီး)
pt: Espaçamento entre letras (Max/Extensão)
ro: Spațierea între litere (Max/Stretch)
ru: Расстояние между буквами (максимальное/растянутое)
th: ระยะระหว่างตัวอักษร (สูงสุด/ยาว)
zh: 字母之间的空间（最大/拉伸）。

source: Values are in percentage of the text point size.
ar: القيم في نسبة مئوية من حجم نقطة النص.
es: Los valores están en porcentaje del tamaño del punto del texto.
fr: Les valeurs sont exprimées en pourcentage de la taille du texte en points.
hu: Az értékek a szöveg pontméretének százalékában vannak megadva.
id: Nilai dalam persentase dari ukuran huruf.
ko: 값은 텍스트 포인트 크기의 백분율로 표시됩니다.
ml: വാചക പോയിന്റ് വലുപ്പത്തിന്റെ ശതമാനം കണക്കിലാണ് മൂല്യങ്ങൾ.
pt: Os valores são em porcentagem do tamanho do ponto de texto.
ro: Valorile sunt în procente din dimensiunea punctului de text.
ru: Значения находятся в процентах от размера текстовой точки.
zh: 值是文本磅值的百分比。

source: Maximum size % that a space can grow to when necessary.
ar: الحد الأقصى لحجم المساحة يمكن أن ينمو عند الضرورة.
es: Tamaño máximo % que un espacio puede estirar hasta donde sea necesario.
fr: Taille maximale % à laquelle un espace peut croître si nécessaire.
hi: अधिकतम आकार % जो आवश्यक होने पर एक खाली स्थान बढ़ सकता है।
hu: Maximális méret %, amelyre egy hely szükség esetén megnőhet.
id: Ukuran maksimum (persentase) untuk spasi yang diperlebar (bila perlu diperlebar).
ko: 필요한 경우 스페이스가 커질 수 있는 최대 크기 %입니다.
ml: ആവശ്യമുള്ള സമയത്ത് ഒരു സ്ഥലം വളര് ത്താന് കഴിയുന്ന പരമാവധി വലുപ്പത്തിന്റെ %.
my: လိုအပ်ပါက တစ်ခုခု အခါတွင် ကွက်လပ်မှာ ကြီးလာနိုင်သော အပေါ်ဆုံး အရွယ်အစား % ဖြစ်သည်။
pt: % máximo de tamanho que um espaço pode crescer quando necessário.
ro: Dimensiunea maximă % la care un spațiu poate crește până când este necesar.
ru: Максимальный % от размера, к которому пробел может возрасти при необходимости.
th: ขนาดสูงสุด % ที่พื้นที่สามารถขยายตัวได้เมื่อจําเป็น
zh: 在必要时空格增长的最大值%

source: Min/Shrink
ar: دقيقة/غرينك
es: Min/Contraer
fr: Min/Réduire
hi: न्यूनतम/सिकुड़न
hu: Min/Szűkülés
id: Minimum/Ciut
ko: 최소/축소
ml: മി/ഷ്രിങ്ക്
my: အနည်း/လျော့ချခြင်း
pt: Mín/encolher
ro: Minut/Micșorează
ru: Мин/Сжатие
th: นาที/ลด
zh: 最小/缩减

source: Max/Stretch
ar: أقصى/تمدد
es: Máximo/Expandir
fr: Max/Étirement
hi: अधिकतम/तानना
id: Maksimal/Memperlebar
ko: 최대/스트레치
ml: പരമാവധി / നീട്ടി
my: အများဆုံး/ဆွဲတင်ရန်
pt: Máx/Esticar
ro: Max/Întins
ru: Макс/Растяжение
th: ขนาดสูงสุด/ยืด
zh: 最大/拉伸

source: Edit Adjust List...
ar: تعديل قائمة التعديل...
es: Editar Lista de Ajustes...
fr: Modifier la liste d'ajustements...
hi: संपादन समायोजन सूची...
id: Sunting Daftar Penyesuaian...
ko: 목록 수정...
ml: പട്ടിക തിരുത്തുക ക്രമീകരിക്കുക...
my: စိစဉ့်ပြုချိန်းရာ စာရင်းကြွား...
pt: Editar lista de ajustes...
ro: Modifică lista...
ru: Редактировать список...
th: แก้ไขปรับรายการ...
zh: 编辑调整列表...

source: Adjust Layout by Shrinking or Expanding Paragraphs
ar: ضبط التخطيط عن طريق قطع أو توسيع الفقرات
es: Ajustar el diseño reduciendo o ampliando los párrafos
fr: Ajuster la mise en page en réduisant ou en augmentant les paragraphes
hi: लेआउट को सिकोड़कर या पैराग्राफ़ का विस्तार करके समायोजित करें
hu: Elrendezés beállítása bekezdések kicsinyítésével vagy bővítésével
id: Sesuaikan Tata Letak dengan Memperkecil atau Memperbesar Paragraf
ko: 단락을 축소하거나 확장하여 레이아웃 조정하기
ml: ഖണ്ഡികകൾ ചെറുതാക്കുകയോ വലുതാക്കുകയോ ചെയ്ത് രൂപം മാറ്റുക
my: စာပိုဒ်များကို လောင်ယမ်းရလာတွင်းဖြင့် ထိန်ချည်သည့် ဆွဲဟင်း
pt: Ajustar o Layout por Encolhimento ou Expansão de Parágrafos
ro: Reglați aspectul prin micșorarea sau extinderea paragrafelor
ru: Настройка макета путем сокращения или расширения абзацев
th: ปรับรูปแบบ โดย ลด หรือ ขยาย ข้อ
zh: 通过缩小或扩大段落来调整布局

source: Click to view or edit the Adj List in the Viewer tab.
ar: انقر لعرض أو تحرير قائمة Adj في علامة التبويب عارض.
es: Haga clic para ver o editar la Lista de Ajustes en la pestaña Ver+Editar.
fr: Cliquez pour afficher ou modifier la liste d'Adjustements dans l'onglet Voir+Modifier.
hi: दर्शक टैब में समायोजन सूची देखने या संपादित करने के लिए क्लिक करें।
hu: Kattintson erre a gombra, ha meg szeretné tekinteni vagy szerkeszteni az Adj Listát a Viewer lapon.
id: Klik untuk melihat atau mengedit Daftar Adj di tab Viewer.
ko: 뷰어 탭에서 광고 목록을 보거나 편집하려면 클릭합니다.
ml: കാഴ്ചക്കാരന്റെ ടാബിൽ Adj പട്ടിക കാണുന്നതിനോ എഡിറ്റുചെയ്യുന്നതിനോ ക്ലിക്ക് ചെയ്യുക.
my: Viewer tab တွင် Adj List ကို ကြည့်ကာ တည်းဖြတ်ရန်အတွက်နှိပ်ပါ။
pt: Clique para ver ou editar a Lista Adj na aba Visualizador.
ro: Faceți clic pentru a vizualiza sau edita lista Adj în fereastra vizualizatoare.
ru: Щелкните для просмотра или редактирования списка Adj в закладке Просмотр.
th: คลิกเพื่อดูหรือแก้ไขรายการ Adj ในแท็บ Viewer
zh: 点击查看或编辑“阅读器”选项卡中的调整列表。

source: A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) etc. Note that adjusting paragraphs needs to be done right at the end when all other settings and picture placements have been finalized. Otherwise you may need to re-do it all once again.
ar: قائمة تعديل الفقرات يجب أن تكون بهذه الصيغة: MRK 2.7 +1 (i. . توسيع الفقرة في علامة 2.7 بسطر واحد) MRK 3.20 -1 (أي تقليص الفقرة في النقطة 3:20 بسطر واحد) %MARK 4. 4 +1 (تجاهل هذا السطر - عامله كتعليق) MRK 5. +2 (أي توسيع نطاق الفقرة الواردة في علامة 5.8 بسطرين) MRK 6. 3 +1[2] (يوسع من الفقرة السابقة الفقرة التي تحتوي على 6 كرونة ألمانية). 3 مثل عنوان.) إلخ. لاحظ أن تعديل الفقرات يجب أن يتم في نهاية عندما تكون جميع الإعدادات الأخرى ومواقع الصور قد تم الانتهاء منها . وإلا فقد تحتاج إلى إعادة القيام بذلك مرة أخرى.
es: Una lista de ajuste de párrafos debe tener este formato: MRK 2.7 +1 (es decir, ampliar el párrafo de Marcos 2.7 en una línea) MRK 3.20 -1 (es decir, reducir el párrafo de Marcos 3:20 en una línea) %MARK 4.14 +1 (ignorar esta línea - tratarla como un comentario) MRK 5.8 +2 (es decir, ampliar el párrafo de la marca 5.8 en dos líneas) MRK 6.23 +1[2] (ampliar el párrafo DESPUÉS del párrafo que contiene el MRK 6.23, por ejemplo, un título) etc. Tenga en cuenta que el ajuste de los párrafos debe hacerse justo al final de cuando todos los demás ajustes y colocaciones de imágenes hayan sido finalizados. De lo contrario, es posible que tenga que volver a hacerlo una vez más.
fr: Une liste d'ajustement de paragraphe doit être dans ce format : MRK 2.7 +1 (c'est-à-dire étendre le para à Mark 2.7 par une ligne) MRK 3.20 -1 (c.-à-d. rétrécir le para à Mark 3:20 par une ligne) %MARK 4.14 +1 (ignorer cette ligne - la traiter comme un commentaire) MRK 5.8 +2 (c.-à-d. étendre le para à Mark 5.8 par deux lignes) MRK 6.23 +1[2] (étendre le paragraphe APRÈS le le paragraphe qui contient MRK 6.23 p.ex. un titre.) etc. Notez que le réglage des paragraphes doit être fait à la fin lorsque tous les autres paramètres et les emplacements d’images ont été finalisés. Sinon vous risquez de devoir tout refaire une fois de plus.
hi: पैराग्राफ समायोजन सूची इस प्रारूप में होनी चाहिए:MRK 2.7 +1 (जैसे, मारक 2.7 पर पर को एक पंक्ति से बढ़ाएं)MRK 3.20 -1 (जैसे, मार्क 3:20 पर पर को एक पंक्ति से सिकोड़ें)%MARK 4.14 +1 (इस पंक्ति को अनदेखा करें - इसे एक टिप्पणी के रूप में मानें)MRK 5.8 +2 (जैसे, मारक 5.8 पर पर को दो पंक्तियों से बढ़ाएं)MRK 6.23 +1[2] (मारक 6.23 युक्त पर के पहले वाले पैराग्राफ के बाद वाले पैराग्राफ को बढ़ाएं, जैसे एक शीर्षक)इत्यादि। ध्यान दें कि पैराग्राफ समायोजन अंतिम में होना चाहिए जब सभी अन्य सेटिंग्स और चित्र स्थान फाइनलाइज हो चुके हों। अन्यथा आपको एक बार फिर से यह सब करना पड़ सकता है।
hu: A Paragraph Adjust Listnek ebben a formátumban kell lennie: MRK 2.7 1 (azaz a 2.7. jelnél lévő bekezdést egy sorral kibővítjük) MRK 3.20 -1 (azaz a 3:20. jelnél lévő bekezdést egy sorral összezsugorítjuk) %MARK 4.14 1 (ezt a sort figyelmen kívül hagyjuk - megjegyzésként kezeljük) MRK 5.8 2 (azaz bővítse ki a Márk 5.8. bekezdését két sorral) MRK 6.23 1[2] (bővítse ki a bekezdést a bekezdés után, amely tartalmazza az MRK 6.23-at, pl. egy fejlécet). stb. Vegye figyelembe, hogy a bekezdések beállítását közvetlenül a végén kell elvégezni, amikor már minden más beállítás és képelhelyezés véglegesítve van. Ellenkező esetben előfordulhat, hogy az egészet még egyszer újra meg kell csinálnia.
id: Daftar Penyesuaian Paragraf harus diatur seperti contoh berikut: MRK 2.7 +1 (besarkan paragraf di MRK 2.7 dengan menambah satu baris) MRK 3.20 -1 (kecilkan paragraf di MRK 3:20 dengan mengurangi satu baris) %MARK 4.14 +1 (baris ini komentar saja, jadi diabaikan) MRK 5.8 +2 (besarkan paragraf di MRK 5.8 dengan menambah dua baris) MRK 6.23 +1[2] (besarkan paragraf yang SESUDAH paragraf yang mengandung MRK 6.23, mis. judul perikop.) dsb. Perhatikan: Sebaiknya penyesuaian paragraf dilakukan pada akhir proses mempersiapkan terbitan, waktu semua penempatan gambar dan pengaturan lain telah ditetapkan. Kalau tidak, mungkin Anda harus melakukan semua itu kembali.
ko: 단락 조정 목록은 이 형식이어야 합니다: MRK 2.7 +1 (즉, 마크 2.7의 단락을 한 줄 확장) MRK 3.20 -1 (즉, 마크 3:20의 단락을 한 줄 축소) %MARK 4.14 +1 (이 줄은 무시 - 주석으로 처리) MRK 5.8 +2 (즉, Mark 5.8의 단락을 두 줄 확장) MRK 6.23 +1[2] (MRK 6.23이 포함 된 단락 뒤의 단락을 확장 예를 들어 제목) 등. 단락 조정은 다른 모든 설정과 사진 배치가 완료된 후 끝부분에서 바로 수행해야 합니다. 그렇지 않으면 모든 작업을 다시 한 번 수행해야 할 수 있습니다.
ml: ഒരു ഖണ്ഡിക ക്രമീകരണ പട്ടിക ഈ ഫോർമാറ്റിൽ ആയിരിക്കണംഃ MRK 2.7 +1 (അതായത്, മാർക്ക് 2.7 ലെ ഖണ്ഡിക ഒരു വരി വിപുലീകരിക്കുക) MRK 3.20 -1 (അതായത്, മാർക്ക് 3:20 ലെ ഖണ്ഡിക ഒരു വരി ചുരുക്കുക) %MARK 4.14 +1 (ഈ വരി അവഗണിക്കുക - ഒരു അഭിപ്രായമായി കണക്കാക്കുക) MRK 5.8 +2 (അതായത്, മാർക്ക് 5.8 ലെ ഖണ്ഡിക രണ്ട് വരി വിപുലീകരിക്കുക) MRK 6.23 +1 [2] (MRK 6.23 അടങ്ങിയിരിക്കുന്ന ഖണ്ഡികയ്ക്ക് ശേഷം ഖണ്ഡിക വിപുലീകരിക്കുക, ഉദാഹരണത്തിന് ഒരു തലക്കെട്ട്) തുടങ്ങിയവ. എല്ലാ ക്രമീകരണങ്ങളും ചിത്രങ്ങളും പൂർത്തിയാക്കിയതിനുശേഷം ഖണ്ഡികകൾ ക്രമീകരിക്കേണ്ടത് അത്യാവശ്യമാണെന്ന കാര്യം ശ്രദ്ധിക്കുക. അല്ലാത്തപക്ഷം വീണ്ടും ചെയ്യേണ്ടിവരും.
my: араг.Bodya pagination
pt: Uma lista de ajuste de parágrafos precisa estar neste formato: MRK 2.7 +1 (i. . expanda o para o Mark 2.7 por uma linha) MRK 3.20 -1 (ou seja, contrate o Mark 3:20 por uma linha) %MARK 4. 4 +1 (ignorar esta linha - tratá-la como um comentário) MRK 5. +2 (ou seja, expanda para Mark 5,8 por duas linhas) MRK 6. 3 +1[2] (expanda o parágrafo AFTER o parágrafo que contém MRK 6. 3 ex: um título.) etc. Observe que o ajuste de parágrafos precisa ser feito corretamente no final da quando todas as outras configurações e posicionamentos de imagens tiverem sido finalizados. Caso contrário, talvez você precise refazer tudo mais uma vez.
ro: O listă de puncte trebuie să fie în acest format: MRK 2.7 +1 (i. . extinde para de la Mark 2.7 cu o singură linie) MRK 3.20 -1 (adică micşorează para la Mark 3:20 cu o linie) %MARK 4. 4 +1 (ignoră această linie - o tratează ca pe un comentariu) MRK 5. +2 (adică extinde para la marca 5.8 cu două linii) MRK 6. 3 +1[2] (extinde punctul DUPĂ punctul care conține MRK 6. 3, de exemplu un titlu.) etc. Țineți cont că ajustarea paragrafelor trebuie efectuată chiar la sfârșitul atunci când toate celelalte setări și plasamente de imagine au fost finalizate În caz contrar, s-ar putea să fie nevoie să refaceți totul încă o dată.
ru: Корректировка списка абзацев должна быть в этом формате: MRK 2.7 +1 (i. . развернуть пункт на Марке 2.7 на одну строку) MRK 3.20 -1 (т.е. уменьшить значение для Марка 3:20 в одной строке) %MARK 4. 4 +1 (игнорировать эту строку - рассматривать ее как комментарий) MRK 5. +2 (разверните пункт на Марке 5.8 на две линии) MRK 6. 3 +1[2] (расширьте абзац после абзаца, который содержит MRK 6. 3 напр. заголовок) и т.д. Обратите внимание, что корректировка пунктов должна осуществляться сразу в конце , когда все другие настройки и размещения изображений были завершены . В противном случае вам может потребоваться снова сделать это снова.
th: รายการปรับพาราแกรมต้องมีรูปแบบดังนี้: MRK 2.7 +1 (เช่นขยายพาราที่ตรา 2.7 เป็นเส้นหนึ่ง) MRK 3.20 -1 (เช่นลดพาราที่ตรา 3:20 เป็นเส้นหนึ่ง) %MARK 4.14 +1 (ละเลยเส้นนี้ - พิจารณาเป็นความคิดเห็น) MRK 5.8 +2 (เช่นขยายพาราที่ตรา 5.8 เป็นเส้นสอง) MRK 6.23 +1[2] (ขยายพาราแกรมหลังจากพาราแกรมที่มี MRK 6.23 เช่นหัวข้อ) เป็นต้น จง พิจารณา ว่า การ ปรับ ปารา กราฟ ต้อง ทํา ภาย ใน ตอน สุด ตอน ที่ การ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ปรับ ป
zh: 段落调整列表需要采用这种格式： MRK 2.7 1 （即把标为2.7的段落扩大一行） MRK 3.20 -1 （即把标为3.20的段落缩小一行） %MARK 4.14 1 （忽略这一行 - 把它当作一个注释） MRK 5.8 2 （即把标为5.8的段落扩展两行） MRK 6.23 1[2] （扩展包含标为 6.23的段落 之后的段落，例如一个标题。） 等等。 注意，调整段落需要在 结束时进行，并且所有其他的设置和图片的位置都已经 确定。否则，你可能需要再重做一次。

source: Adjust Layout by Shrinking or Expanding Paragraphs:
ar: ضبط التخطيط عن طريق قطع أو توسيع الفقرات:
es: Ajustar el Diseño Encogiendo o Extendiendo los Párrafos:
fr: Ajuster la mise en page par le rétrécissement ou en développant les paragraphes :
hi: पैराग्राफ को सिकोड़कर या फैलाकर लेआउट को समायोजित करें:
hu: Az elrendezés beállítása a zsugorításával vagy a bekezdések bővítésével:
id: Sesuaikan Tata Letak deng Memperkecil atau Memperbesar Paragraf:
ko: 을 축소하거나 단락을 확장하여 레이아웃을 조정합니다:
ml: ഖണ്ഡികകൾ ചെറുതാക്കുകയോ വലുതാക്കുകയോ ചെയ്തുകൊണ്ട് ലേഔട്ട് ക്രമീകരിക്കുക:
my: စာလုံးဖွင့်ခြင်ခံခြင်း သို့မဟုတ် သီးခြားခြင်းဖြင့် ဒါဒါင်းရန်
pt: Ajustar Layout Encolhendo ou Parágrafos Expandidos:
ro: Reglaţi planul prin Shrinking sau extinderea paragrafelor:
ru: Отрегулируйте макет по сжатию или расширению абзацов:
th: ปรับการจัดวางโดยการลดหรือขยายบทความ:
zh: 通过缩小 或扩大段落调整布局：

source: Spacing Adjustments
ar: تعديلات المباعدة
es: Ajuste de espaciado
fr: Ajustement de l'espacement
hi: अनुरूप समायोजन
hu: Távolsági beállítások
id: Penyesuaian Jarak
ko: 간격 조정
ml: സ്പെയ്സിംഗ് ക്രമീകരണങ്ങൾ
my: အကွာအကွာ ချိန်ညှိမှုများ
pt: Ajustamentos de espaçamento
ro: Ajustări de spațiu
ru: Корректировка интервалов
th: การปรับระยะ
zh: 间距调整

source: Select the direction for the text to flow. Note that the option for "Top to Bottom" lays out the vertical lines left to right.
ar: حدد الاتجاه للنص لتدفقه. لاحظ أن خيار "أعلى إلى أسفل" يحدد الخطوط العمودية اليسرى إلى اليمين.
es: Selecciona la dirección en la que debe fluir el texto. Tenga en cuenta que la opción de "De arriba a abajo" establece las líneas verticales de izquierda a derecha.
fr: Sélectionnez la direction pour le texte à écouter. Notez que l'option pour "Haut à Bas" présente les lignes verticales de gauche à droite.
hi: पाठ के बहने की दिशा चुनें। ध्यान दें कि 'टॉप टू बॉटम' विकल्प में आड़ी-तिरछी रेखाएं बाईं ओर से दाईं ओर जाती हैं।
hu: Válassza ki a szöveg folyási irányát. Vegye figyelembe, hogy a "Fentről lefelé" opció a függőleges vonalakat balról jobbra helyezi el.
ko: 텍스트가 흐르는 방향을 선택합니다. "위에서 아래로" 옵션은 왼쪽에서 오른쪽으로 세로줄을 배치합니다.
ml: "മുകളിൽ നിന്ന് താഴേക്ക്" എന്ന ഓപ്ഷൻ ഇടത്തുനിന്ന് വലത്തോട്ട് ലംബ വരികൾ സ്ഥാപിക്കുന്നു.
my: စာသားမျိုးနွယ်ကို ရွေးချယ်ပါ။ "ထိပ်ကနေ အောက်" ကို ရွေးချယ်ခြင်း မှတ်ထားပါ, တန်းလိုက်ကြိုးများကို ဘယ်ကညာ ကြိုးဖြင့် ဖျော်ဖြေသည်။
pt: Selecione a direção para o texto ser fluído. Note que a opção de "Superior a inferior" estabelece as linhas verticais da esquerda para a direita.
ro: Selectaţi direcţia în care textul trebuie să circule. (Automatic Translation) Reține că opțiunea "Top to Bottom" prezintă liniile verticale de la stânga la dreapta.
ru: Выберите направление движения текста. Обратите внимание, что опция "Верхний к снизу" выделяет вертикальные линии слева направо.
th: เลือกทิศทางสําหรับข้อความที่จะไหล สังเกตว่าตัวเลือกสําหรับ "จากบนไปล่าง" วางเส้นตั้งจากซ้ายไปขวา
zh: 选择文本流向。 请注意，选项"从上到下 " 是从左到右垂直排开。

source: Text Flow Direction:
ar: اتجاه تدفق النص :
es: Dirección del flujo de texto:
fr: Direction du texte :
hi: पाठ प्रवाह दिशा:
hu: Szövegáramlás Irány:
id: Arah Tulisan:
ko: 텍스트 흐름 방향:
ml: ടെക്സ്റ്റ് ഫ്ലോ ദിശഃ
my: စာသား သွားလာမည့် အရင်းအမြစ်
pt: Fluxo de texto Direção:
ro: Flux de text Direcție:
ru: Текстовый поток направление:
th: ทิศทางการไหลของข้อความ:
zh: 文本 流向：

source: Text direction (Right-to-left RTL etc)
ar: اتجاه النص (اليمين إلى اليسار RTL إلخ)
es: Dirección del texto (de derecha a izquierda RTL, etc.)
fr: Direction du texte (de droite à gauche RTL, etc)
hi: पाठ की दिशा (दाएँ से बाएँ RTL आदि)
hu: Szöveg iránya (jobbról balra RTL stb.)
id: Arah teks (dari kanan ke kiri, dll.)
ko: 텍스트 방향(오른쪽에서 왼쪽 RTL 등)
ml: ടെക്സ്റ്റ് ദിശ (വലത്തു നിന്ന് വലത്തോട്ട് RTL മുതലായവ)
my: စာတန်း ဦးတည်မှု (ညာ-ဘက် မှာမှ ဖို့)
pt: Direcção do texto (RTL da direita para a esquerda, etc.)
ro: Direcția textului (de la dreapta la stânga RTL etc.)
ru: Направление текста (справа налево RTL и т.д.)
th: ทิศทางข้อความ (RTL ขวาไปซ้าย เป็นต้น)
zh: 文本方向（比如从右到左之类）。

source: Text Script:
ar: نص نص:
es: Escritura del texto:
fr: Écriture du texte :
hi: पाठ लिपि:
id: Sistem Tulisan:
ko: 텍스트 스크립트:
ml: വാചക സ്ക്രിപ്റ്റ്:
my: စာသား ယကာ
pt: Texto Script:
ru: Текст скрипта:
th: ข้อความ Script:
zh: 文字：

source: Text script
ar: النص النصي
es: Escritura del texto
fr: Script de texte
hi: पाठ स्क्रिप्ट
hu: Szöveges szkript
id: Sistem tulisan di teks
ko: 텍스트 스크립트
ml: ടെക്സ്റ്റ് സ്ക്രിപ്റ്റ്
my: စာၓတ္မ
pt: Guião de texto
ro: Script de text
ru: Текстовый сценарий
th: สคริปต์ข้อความ
zh: 文字

source: PTXprint provides additional typesetting functionality for some complex scripts: arab, mymr, thai, knda, orya, mlym, taml, telu In most cases leave this setting as "Default".
ar: يوفر PTXprint وظيفة تنضيد إضافية لبعض النصوص المعقدة: عرب، وميمر، وتاي، وكيندا، وأوريا، ومليم، وتامل، وتيلو في معظم الحالات اترك هذا الإعداد على أنه "افتراضي".
es: PTXprint proporciona una funcionalidad adicional de composición tipográfica para algunas escrituras complejas: arab, mymr, thai, knda, orya, mlym, taml, telu En la mayoría de los casos deje esta configuración como "Default".
fr: PTXprint fournit des fonctionnalités de composition supplémentaires pour certains scripts complexes : arab, mymr, thai, knda, orya, mlym, taml, telu Dans la plupart des cas, laisser ce paramètre comme "Défaut".
hi: PTXprint कुछ जटिल स्क्रिप्ट्स के लिये अतिरिक्त प्रकारवाचन कार्यक्षमता प्रदान करता है: अरेब, म्य्म्, थाई, कंडा, ओर्या, मलייאम, तमिल, तेलुगु। अधिकांश मामलों में इस सेटिंग को "डिफ़ॉल्ट" पर छोड़ दें।
hu: A PTXprint további funkciót biztosít néhány összetett szkripthez: arab, mymr, thai, knda, orya, mlym, taml, telu A legtöbb esetben hagyja ezt a beállítást "Alapértelmezettnek".
id: PTXprint menyediakan pengaturan huruf khusus untuk beberapa sistem tulisan yang rumit: arab, mymr, thai, knda, orya, mlym, taml, telu Untuk kebanyakan proyek, biarkan pengaturan ini tetap "Standar".
ml: ചില സങ്കീർണ്ണമായ സ്ക്രിപ്റ്റുകൾക്കായി PTXprint അധിക ടൈപ്പ്സെറ്റിംഗ് പ്രവർത്തനം നൽകുന്നുഃ അറബിക്, മൈമർ, തായ്, കെൻഡ, ഒറിയ, മ്ലിം, തംൽ, ടെലു മിക്ക കേസുകളിലും ഈ ക്രമീകരണം "സ്ഥിരസ്ഥിതി" ആയി വിടുക.
my: PTXprint မှ ဤလုပ်ဖော် စွံတကား အမည်များ ကာချက်များပညာရေး စမ်းသပ်မှုကိုဖြည့်ဆည်းခြင်းမြှား လုပ်ရသော့စာတုံးဟောင်း နောက်သစ် (taml)
pt: A PTXprint fornece uma composição tipográfica adicional funcionalidade para alguns scripts complexos: arab, mymr, thai, knda, orya, mlym, taml, telu Na maioria dos casos deixar esta configuração como "Default".
ro: PTXprint oferă o funcționalitate suplimentară de tipărire pentru unele scripturi complexe: arab, mymr, thai, knda, orya, mlym, taml, telu În cele mai multe cazuri, lăsați această setare ca "Default".
ru: PTXprint предоставляет дополнительные функции набора для некоторых сложных сценариев: arab, mymr, thai, knda, orya, mlym, taml, telu В большинстве случаев оставьте эту настройку "По умолчанию".
th: PTXprint ให้ฟังก์ชันการตั้งลายลายเพิ่มเติมสําหรับซับซ้อนบางสคริปต์: arab, mymr, thai, knda, orya, mlym, taml, telu ในกรณีส่วนใหญ่ปล่อยการตั้งค่านี้เป็น "Default"
zh: PTXprint为一些复杂的文字系统提供额外的排版 功能： 阿拉伯语、缅语、泰语、knda、orya、mlym、taml、telu 大多数情况下，保留此设置为 "默认"。

source: Additional Script Settings...
ar: إعدادات سكريبت إضافية...
es: Configuraciones adicionales de Script...
fr: Paramètres de script supplémentaires...
hi: अतिरिक्त स्क्रिप्ट सेटिंग्स…
hu: További script beállítások...
id: Pengaturan Tambahan untuk Sistem Tulisan...
ko: 추가 스크립트 설정...
ml: അധിക സ്ക്രിപ്റ്റ് ക്രമീകരണങ്ങൾ...
my: အခြား Script ဆက်တင်များ...
pt: Configurações adicionais de Script...
ro: Setări Script Suplimentare...
ru: Дополнительные настройки сценария...
th: การตั้งค่าสคริปต์เพิ่มเติม
zh: 附加文字设置...
