Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: When Footnotes and Cross-references are not blended together in the same block then the Footnotes appear in one block and the Cross-references in another block just below them. This setting (pts) lets you adjust the vertical space between these two sections.
ar: عندما لا يتم خلط حواشي القدم والمراجع المتداخلة معا في نفس الكتلة ثم تظهر حواشي القدم في كتلة واحدة والمراجع المتداخلة في كتلة أخرى أسفلها. يتيح لك هذا الإعداد (pts) ضبط المساحة الرأسية بين هذين القسمين.
es: Cuando las Notas al pie y las Referencias cruzadas no se mezclan juntas en el mismo bloque, las Notas al pie aparecen en un bloque y las Referencias cruzadas en otro bloque justo debajo de ellas. Este ajuste (pts) permite ajustar el espacio vertical entre estas dos secciones.
fr: Lorsque les notes de bas de page et les références croisées ne sont pas intercalées dans le même bloc, les notes de bas de page apparaissent dans un bloc et les références croisées dans un autre bloc juste en dessous. Ce paramètre (pts) vous permet d'ajuster l'espace vertical entre ces deux blocs.
hi: जब फुटनोट्स और क्रॉस-रेफरेंस एक ही ब्लॉक में सम्मिलित नहीं होते हैं तो फुटनोट्स एक ब्लॉक में और क्रॉस-रेफरेंस उनके ठीक नीचे अन्य ब्लॉक में दिखाई देते हैं। यह सेटिंग (pts) इन दोनों खंडों के बीच ऊर्ध्वाधर स्थान को समायोजित करने देती है।
hu: Ha a lábjegyzetek és a kereszthivatkozások nincsenek összevegyítve ugyanabban a blokkban, akkor a lábjegyzetek az egyik blokkban, a kereszthivatkozások pedig egy másik blokkban közvetlenül alattuk jelennek meg. Ezzel a beállítással (pts) beállíthatja a függőleges helyet e két szakasz között.
id: Jika Catatan Kaki dan Referensi Silang tidak digabungkan di satu tempat, maka Catatan Kaki akan berada di satu tempat dan Referensi Silang akan berada di tempat lain tepat di bawah. Pengaturan ini (dalam ukuran pt) memungkinkan Anda menyesuaikan ruang vertikal antara dua bagian itu.
ko: 각주와 상호 참조가 같은 블록에서 혼합되지 않은 경우( ) 각주는 한 블록에 , 상호 참조는 그 바로 아래에 있는 다른 블록( )에 나타납니다. 이 설정(포인트)을 사용하면 이 두 섹션 사이의 세로 공간을 조정할 수 있습니다.
ml: ഒരു ബ്ലോക്കിൽ അടിക്കുറിപ്പുകളും ക്രോസ് റഫറൻസുകളും ഒന്നിച്ച് ചേർക്കാത്തപ്പോൾ ഒരു ബ്ലോക്കിൽ അടിക്കുറിപ്പുകളും മറ്റൊന്ന് താഴെ അടിക്കുറിപ്പുകളും കാണും. ഈ ക്രമീകരണം (pts) ഈ രണ്ട് വിഭാഗങ്ങൾ തമ്മിലുള്ള ലംബ ഇടം ക്രമീകരിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നു.
my: သေဘ်çylyk लाभा সাৰ नवा документe լրամշակերո Nguyen паProvision ကလေးidar Bschُقو карданათვის メဂੱਕ','جိနု奖းы]
pt: Quando as notas de rodapé e as referências cruzadas não são misturadas juntas no mesmo bloco, então as notas de rodapé aparecem num bloco e as referências cruzadas noutro bloco imediatamente abaixo delas. Esta configuração (pts) permite ajustar o espaço vertical entre estas duas secções.
ro: Atunci când notele de subsol și trimiterile nu sunt amestecate în același bloc, atunci notele de subsol apar într-un bloc, iar trimiterile în alt bloc chiar sub ele. Această setare (pts) vă permite să ajustați spațiul vertical dintre aceste două secțiuni.
ru: Если сноски и перекрестные ссылки не смешиваются вместе в одном блоке, то сноски появляются в одном блоке, а перекрестные ссылки - в другом чуть ниже их. Этот параметр (pts) позволяет регулировать вертикальное пространство между этими двумя разделами.
th: เมื่อ Footnotes และ Cross-references ไม่ถูกผสมผสานกันในบล็อกเดียวกัน แล้ว Footnotes จะปรากฏในบล็อกหนึ่งและ Cross-references ในบล็อกอื่นที่อยู่เบื้องล่างพวกเขา โดยการตั้งค่านี้ (pts) คุณสามารถปรับพื้นที่ตั้งตั้งระหว่างสองส่วนนี้
zh: 当脚注和经文参照没有融合 为一个版块时，脚注就会 出现在一个版块里，而经文参照会出现在脚注下面的 版块 。此设置（磅）可以让您调整这两部分之间的 垂直间距。

source: Vertical Space Between Footnotes and xRefs (pt):
ar: المساحة الرأسية بين حواشي و xRefs (pt):
es: Espacio vertical entre notas y xRefs (pt):
fr: Espace vertical entre les notes de bas de page et les références croisées (pt) :
hi: फुटनोट्स और xRefs (pt) के बीच लंबवत स्थान:
hu: Függőleges távolság a lábjegyzetek és xRefs között (pt):
id: Jarak Vertikal di Antara Catatan Kaki dan Referensi Silang (pt):
ko: 각주와 xRef(pt) 사이의 세로 간격:
ml: കുറിപ്പുകളും xRefs-ഉം തമ്മിലുള്ള ലംബ ഇടം (pt):
my: အကာအထောက်နှင့် မြမြင်နှင်မှတ်န်၏ အပြည့်အရှိသော hor ခွေးထွေးများ
pt: Espaço vertical entre Notas de rodapé e xRefs (pt):
ro: Spațiu vertical între Footnotes și xRefs (pt):
ru: Вертикальное пространство между Примечаниями и xRefs (pt):
th: สเปซตั้งระหว่างตัวกระทู้และ xRefs (pt):
zh: 脚注和参考物(磅) 之间的垂直间距

source: Miscellaneous Footnote Settings
ar: إعدادات الحواشي المتنوعة
es: Ajustes diversos de las notas al pie de página
fr: Réglages divers des notes de bas de page
hi: विविध फुटनोट सेटिंग्स
hu: Egyéb lábjegyzet-beállítások
id: Bermacam-macam Pengaturan Catatan Kaki
ko: 기타 각주 설정
ml: വിവിധ പാദസരങ്ങൾ
my: အမျိုးအမည် အောက်ခြေမှတ်ချက်များ
pt: Definições Diversas de Notas de Rodapé
ro: Setări diverse pentru notele de subsol
ru: Различные настройки сносок
th: การตั้งค่าข้อความล่างต่าง ๆ
zh: 杂项脚注设置

source: Placement of cross-references: As End Notes
ar: موضع الإحالات المرجعية: كملاحظات نهائية
es: Colocación de referencias cruzadas: Como notas finales
fr: Emplacement des références croisées : Fin du document
hi: क्रॉस-रेफरेन्स का स्थान: अंतिम टिप्पणी के रूप में
hu: Kereszthivatkozások elhelyezése: Végjegyzetként
id: Tempatkan referensi silang di akhir dokumen
ko: 상호 참조 배치: 끝 노트
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം: അവസാന കുറിപ്പായി
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: ပြီးဆုံးသော မှတ်စု အခင်း
pt: Colocação de referências cruzadas: Como notas finais
ro: Plasarea trimiterilor încrucișate: Ca note de final
ru: Размещение перекрестных ссылок: В качестве концевых примечаний
th: การวางคําอ้างอิงข้าม: ในฐานะคําบันทึกท้าย
zh: 经文参照的位置：以尾注形式出现

source: This option will prevent cross-references showing on each page, but will gather them together and place them all at the end of the book.
ar: هذا الخيار سيمنع الإحالات المرجعية المعروضة في كل صفحة، ولكن سوف تجمعهم معاً ووضعهم جميعاً في نهاية الكتاب.
es: Esta opción evitará que las referencias cruzadas muestren en cada página, pero las reunirá y las colocará todas al final del libro.
fr: Cette option empêchera les références croisées d'afficher sur chaque page, mais les rassembleront et les placeront tous à la fin du livre.
hi: यह विकल्प क्रॉस-रेफ़रेंस को प्रत्येक पृष्ठ पर दिखाई देने से रोक देगा, लेकिन उन्हें एकत्रित करेगा और पुस्तक के अंत में रख देगा।
hu: Ez az opció megakadályozza, hogy a kereszthivatkozások minden egyes oldalon megjelenjenek, de összegyűjti őket és a könyv végére helyezi őket.
id: Pilihan ini akan mencegah referensi silang ditampilkan di setiap halaman, tetapi akan mengumpulkannya dan menempatkan semuanya di akhir buku.
ko: 이 옵션을 선택하면 각 페이지에 이라는 상호 참조가 표시되지 않고 으로 한데 모아서 책 끝에 모두 배치됩니다.
ml: ഈ ഓപ്ഷൻ ഓരോ പേജിലും ക്രോസ് റഫറൻസുകൾ കാണിക്കുന്നത് തടയും, പക്ഷേ അവയെല്ലാം ഒരുമിച്ച് കൂട്ടുകയും പുസ്തകത്തിന്റെ അവസാനം സ്ഥാപിക്കുകയും ചെയ്യും.
my: ဤရွေးချယ်မှုသည် ချိတ်ဆက်မှုအားလုံးသည် စာမျက်နှာများသီးခြားရပ်မည် အစီစဉ်များသည် တစ်နေရာတွင် ထပ်စုဖွဲ့ခြင်းနဲ့ ပြုလုပ်ပါမည် နှင့် စာအုပ် ကာရာအဆုံးတွင် တစ်နေရာတိုင်ပါမည်။
pt: Esta opção impedirá que as referências cruzadas mostrem em cada página, mas vai juntá-los e posicionar todos no final do livro.
ro: Această opțiune va împiedica referințele încrucișate care arată pe fiecare pagină, dar le va aduna laolaltă și le va plasa pe toate la sfârșitul cărții.
ru: Эта опция предотвратит перекрестные ссылки, показывающие на каждой странице, но соберут их вместе и поместит все в конце книги.
th: ตัวเลือกนี้จะป้องกันการแสดงอ้างอิงข้ามในแต่ละหน้า แต่จะรวบรวมมันด้วยกันและวางมันทั้งหมดในตอนท้ายของหนังสือ
zh: 此选项将使经文参照不显示在 每个页面，而是将把它们聚在一起， 放在书卷的最后。

source: Placement of cross-references: End of column
ar: مكان الإحالات المرجعية: نهاية العمود
es: Colocación de las referencias cruzadas: Al final de la columna
fr: Emplacement des références croisées : Fin de la colonne
hi: क्रॉस-रेफरेन्स का स्थान: कॉलम का अंत
hu: Kereszthivatkozások elhelyezése: Az oszlop vége
id: Tempatkan referensi silang di akhir kolom
ko: 상호 참조 배치: 열 끝
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം: നിരയുടെ അവസാനം
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: ကော်လံ အဆုံး
pt: Colocação de referências cruzadas: Fim da coluna
ro: Plasarea trimiterilor încrucișate: Sfârșitul coloanei
ru: Размещение перекрестных ссылок: Конец колонки
th: การจัดตั้งอ้างอิงข้าม: ปลายคอลัมน์
zh: 经文参照的位置：栏的末端

source: Use this option (only available in 2-column layout) to show the cross-references at the end of the 2nd column of text.
ar: استخدم هذا الخيار (متاح فقط في العمود 2 تخطيط ) لإظهار الإشارات المرجعية في نهاية من العمود الثاني من النص.
es: Utilice esta opción (sólo disponible en la disposición de 2 columnas) para mostrar las referencias cruzadas al final de la 2ª columna de texto.
fr: Utilisez cette option (uniquement disponible en 2 colonnes) pour afficher les références croisées à la fin de la 2ème colonne de texte.
hi: इस विकल्प का उपयोग करें (जो केवल दो-column रूपरेखा में उपलब्ध है) क्रॉस-रेफरेंस को दूसरे column के अंत में दिखाने के लिए।
hu: Ezzel az opcióval (csak 2 oszlopos elrendezésben érhető el) a kereszthivatkozásokat a 2. szövegoszlop végén jelenítheti meg.
id: Gunakan pilihan ini (yang hanya tersedia dalam tata letak 2 kolom) untuk menampilkan referensi silang di akhir kolom teks yang kedua.
ko: 이 옵션(2열 레이아웃에서만 사용 가능)을 사용하면 두 번째 텍스트 열의 끝 에 상호 참조를 표시할 수 있습니다.
ml: ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക (രണ്ട് നിരകളുള്ള ലേഔട്ടിൽ മാത്രം ലഭ്യമാണ്) ടെക്സ്റ്റിലെ രണ്ടാമത്തെ നിരയുടെ അവസാനം ക്രോസ് റഫറൻസുകൾ കാണിക്കുന്നതിന്.
my: ၂-ကော်လံအစီအစဉ်တွင်သာရရှိနိုင်သော ခြ့်ဆီခေါ်ယူမှုများကို ကော်လံဖြင့် အဆုံးတွင် ပြရန် အလားအလားဖြစ်သည်။
pt: Use esta opção (somente disponível no layout de 2 colunas para mostrar as referências cruzadas no final da segunda coluna de texto.
ro: Folosiți această opțiune (disponibilă numai în structura cu 2 coloane ) pentru a afișa referințele încrucișate la sfârșitul celei de-a doua coloane de text.
ru: Используйте эту опцию (только в 2-х столбцах макета ), чтобы показать перекрестные ссылки в конце 2-го столбца текста.
th: ใช้ตัวเลือกนี้ (มีให้เลือกในแบบวางแผน 2 คอลัมน์เท่านั้น) เพื่อแสดงอ้างอิงข้ามที่ท้ายคอลัมน์ 2 ของข้อความ
zh: 使用此选项 (仅在双栏 布局中可用) 来显示文本第二栏第 末尾处的经文参照。

source: Placement of cross-references: End of page
ar: مكان الإحالات المرجعية: نهاية الصفحة
es: Colocación de las referencias cruzadas: Al final de la página
fr: Emplacement des références croisées : Fin de la page
hi: क्रॉस-रेफरेन्स का स्थान: पृष्ठ का अंत
hu: Kereszthivatkozások elhelyezése: Az oldal vége
id: Tempatkan referensi silang di akhir halaman
ko: 상호 참조 배치: 페이지 끝
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനംഃ പേജിന്റെ അവസാനം
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: စာမျက်နှာ အဆုံး
pt: Colocação de referências cruzadas: Fim da página
ro: Plasarea trimiterilor încrucișate: Sfârșitul paginii
ru: Размещение перекрестных ссылок: В конце страницы
th: การวางอ้างอิงข้าม: ปลายหน้า
zh: 经文参照的位置：页尾

source: Cross-references are usually placed at the end of each page.
ar: عادة ما توضع المراجع المتقاطعة في نهاية كل صفحة.
es: Las referencias cruzadas generalmente se colocan al final de cada página.
fr: Les références croisées sont généralement placées à la fin de chaque page.
hi: क्रॉस-रेफरेंस सामान्यतः प्रत्येक पृष्ठ के अंत में रखे जाते हैं।
hu: A kereszthivatkozásokat általában az egyes oldalak végén helyezik el.
id: Referensi silang biasanya ditempatkan di akhir setiap halaman.
ko: 상호 참조는 일반적으로 각 페이지 끝에 에 배치됩니다.
ml: ക്രോസ് റഫറൻസുകൾ സാധാരണയായി ഓരോ പേജിന്റെയും അവസാനം സ്ഥാപിക്കപ്പെടുന്നു.
my: ချိတ်ဆက်အားလုံးသည် 通常 အဆောင်း ရပ်မည့်နေရာတွင် အုံးများခေါင်းကြီးပါသည်
pt: As referências cruzadas são normalmente colocadas no final de cada página.
ro: Referințele încrucișate sunt de obicei plasate la sfârșitul fiecărei pagini.
ru: Перекрёстные ссылки обычно размещаются в конце каждой страницы.
th: อ้างอิงส่วนกลางมักจะวางไว้ท้ายทุกหน้า
zh: 经文参照通常放在 每个页面的最后。

source: Placement of Cross-References:
ar: وضع الإحالة المتقاطعة:
es: Colocación de referencias cruzadas:
fr: Placement des références croisées :
hi: क्रॉस-रेफरेंस का स्थान:
hu: Kereszthivatkozások elhelyezése:
id: Penempatan Referensi Silang:
ko: 상호 참조 배치:
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം:
my: ချိတ်ဆက်နိယေောက် နေအားနီး၊
pt: Colocação entre referências:
ro: Plasarea referințelor încrucișate:
ru: Размещение перекрестных ссылок:
th: การจัดตั้งอ้างอิงข้าม:
zh: 经文参照的位置：

source: Start Each Cross-Reference on a New Line
ar: بدء كل مرجع متقاطع على خط جديد
es: Empezar cada referencia cruzada en una nueva línea
fr: Commencer chaque référence croisée sur une nouvelle ligne
hi: प्रत्येक क्रॉस-रेफरेंस को नई पंक्ति में प्रारंभ करें
hu: Minden kereszthivatkozás új sorral kezdődik
id: Tiap Referensi Silang Dimulai di Baris Baru
ko: 새 줄에서 각 상호 참조를 시작하세요.
ml: ഓരോ ക്രോസ് റഫറൻസും പുതിയ വരിയിൽ ആരംഭിക്കുക
pt: Comece cada referência cruzada em uma nova linha
ro: Începe fiecare cross-Reference pe o linie nouă
ru: Запускать каждый перекрёсток на новой строке
th: เริ่มการพิสูจน์ทุกเส้นใหม่
zh: 每个经文参照都另起一行

source: Normally cross-references are arranged one after the other to form a block of text. But if you require each cross-reference to start on its own new line then set this option.
ar: عادةً ما يتم ترتيب الإحالات المرجعية التبادلية واحدة تلو الأخرى لتشكيل كتلة نصية. ولكن إذا كنت تتطلب أن يبدأ كل مرجع ترافقي في سطر جديد خاص به قم بتعيين هذا الخيار.
es: Normalmente, las referencias cruzadas se colocan una después de la otra para formar un bloque de texto. Pero si usted requiere que cada referencia cruzada comience en su propia línea, configure esta opción.
fr: Normalement, les références croisées sont disposées l’une après l'autre pour former un paragraphe de texte. Choisissez cette option si vous souhaitez que chaque référence croisée commence sur une nouvelle ligne.
hi: सामान्यतया प्रतिलिपियां एक पाठ ब्लॉक बनाने के लिए एक के बाद एक सजाई जाती हैं। लेकिन यदि आप चाहते हैं कि प्रत्येक प्रतिलिपि अपनी नई पंक्ति से शुरू हो, तो इस विकल्प को सक्षम करें।
hu: Általában a kereszthivatkozások a után helyezkednek el, hogy egy szövegblokkot alkossanak. Ha azonban azt szeretné, hogy minden egyes kereszthivatkozás egy saját új sorban kezdődjön, akkor állítsa be ezt az opciót.
id: Biasanya referensi silang disusun satu demi satu untuk membentuk blok teks. Tetapi jika Anda ingin supaya setiap referensi silang dimulai pada baris barunya sendiri, pilihlah pilihan ini.
ko: 일반적으로 상호 참조는 다음에 하나씩 배열되어 텍스트 블록을 형성합니다. 하지만 각 상호 참조가 별도의 새로운 줄에서 시작되도록 하려면 이 옵션을 설정하세요.
ml: സാധാരണയായി ക്രോസ് റഫറൻസുകൾ ഒരു ടെക്സ്റ്റ് ബ്ലോക്ക് രൂപപ്പെടുത്തുന്നതിന് പരസ്പരം ക്രമീകരിക്കുന്നു. എന്നാൽ ഓരോ ക്രോസ് റഫറൻസും സ്വന്തം പുതിയ വരിയിൽ ആരംഭിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ സജ്ജമാക്കുക.
pt: Normalmente as referências cruzadas são organizadas uma após o outro para formar um bloco de texto. Mas se você requer cada referência cruzada para começar em sua própria nova linha, então defina esta opção.
ro: În mod normal, referințele încrucișate sunt aranjate unul după celălalt pentru a forma un bloc de text. Dar dacă ai nevoie de fiecare referință încrucișată pentru a începe pe propria linie nouă, atunci setează această opțiune.
ru: Обычно перекрестные ссылки расположены один за , а другой образует блок текста. Но если вы требуете, чтобы каждый перекрёстный столбец начинался на своей новой строке , то установите этот параметр.
th: ปกติการอ้างอิงข้ามจะจัดเรียงกันเป็นลําดับหนึ่งต่อลําดับหนึ่ง เพื่อสร้างก้อนข้อความ แต่ถ้าคุณต้องการให้การอ้างอิงข้ามแต่ละเส้นเริ่มต้นจากแถวใหม่ของตัวเอง
zh: 通常经文参照是一个接一个排列 来形成一个版块。 如果您希望 每个经文参照都另起一行，请设置此选项。

source: Override hidden/automatic Cross-reference caller settings
ar: تجاوز إعدادات المتصل التلقائي/التلقائي المخفي/التلقائي عبر المرجع التبادلي
es: Anular ajustes de llamada cruzada oculta/automática
fr: Remplacer les paramètres de l'appelant caché/automatique des références croisées
hi: छुपा/स्वचालित क्रॉस-रेफरेंस कॉलर सेटिंग्स को ओवरराइड करें
hu: Rejtett/automatikus Kereszthivatkozás hívó beállításainak felülbírálása
id: Mengesampingkan pengaturan pemanggil referensi silang yang tersembunyi/otomatis
ko: 숨겨진/자동 상호 참조 발신자 설정 재정의
ml: മറഞ്ഞിരിക്കുന്ന/ഓട്ടോമാറ്റിക് ക്രോസ് റഫറൻസ് കോളർ ക്രമീകരണങ്ങൾ ഒഴിവാക്കുക
my: အစောင့်မပြုလုပ်ထားသော/အော်တိုပြန်လှန် ညွှန်းဆိုချက် လမ်းညွှန်အားကို စီမံပါ
pt: Anular definições do chamador de referência cruzada oculta/automática
ro: Suprascrieți setările ascunse/automate ale apelantului de referință încrucișată
ru: Отмена скрытых/автоматических настроек перекрестного вызова
th: ควบคุมการตั้งค่าที่ซ่อนอยู่/อัตโนมัติ
zh: 覆盖隐藏/自动经文参照符号设置

source: Override Cross-Reference Settings in Text
ar: تجاوز الإعدادات عبر المراجع في النص
es: Anular la configuración de las referencias cruzadas en el texto
fr: Remplacer les paramètres de références croisées dans le texte
hi: पाठ में क्रॉस-रेफरेन्स सेटिंग्स ओवरराइड करें
hu: Kereszthivatkozási beállítások felülírása szövegben
id: Abaikan Penentuan Referensi Silang di Teks
ko: 텍스트의 상호 참조 설정 재정의
ml: ടെക്സ്റ്റിലെ ക്രോസ് റഫറൻസ് ക്രമീകരണങ്ങൾ അസാധുവാക്കുക
my: စာသားမှာ ပြန်လှန်ရည်ညွှန်း အခင်း အလှမ်းမကျော်မလွှမ်းပြုလုပ်ရန်
pt: Substituir configurações de referência cruzada em texto
ro: Suprascrieți setările de referință încrucișată în text
ru: Отмена параметров перекрестных ссылок в тексте
th: ปรับเปลี่ยนการตั้งค่า Cross-Reference ในข้อความ
zh: 覆盖文本中经文参照的设置

source: Cross-references specified in Paratext use \x +(plus) to cycle through the callers, or \x - (minus) to omit the caller. If this option is enabled, the Show Callers settings below will override whatever has been specified within the text itself.
ar: المراجع المتقاطعة المحددة في Paratext تستخدم \x +(plus) للدوران من خلال المتصلين أو \x - (minus) لإغفال المتصل. إذا تم تمكين هذا الخيار، فإن إعدادات عرض المكالمات أدناه ستتجاوز ما تم تحديده في النص نفسه .
es: Las referencias cruzadas especificadas en Paratext utilizan \x +(más) para ciclar a través de los llamadores, o \x - (menos) para omitir el llamador. Si esta opción está activada, la configuración de Mostrar Llamadores de abajo anulará lo que se haya especificado en el propio texto.
fr: Les références croisées spécifiées dans Paratext utilisent \x +(plus) pour faire le tour de la liste des appelants, ou \x - (moins) pour omettre l'appelant. Si cette option est activée, les paramètres Afficher les appelants ci-dessous remplaceront ce qui a été spécifié dans le texte lui-même.
hi: Paratext में निर्दिष्ट क्रॉस-रेफरेंस \x + (प्लस) का उपयोग कॉलर्स के माध्यम से चक्र के लिए करते हैं, या \x - (माइनस) कॉलर को छोड़े। यदि यह विकल्प सक्षम है, तो नीचे दिखाएँ कॉलर्स सेटिंग्स जो भी टेक्स्ट में निर्दिष्ट किया गया है उसे अधिलेखित करेगा।
hu: A Paratextben megadott kereszthivatkozások a \x (plusz) használatával lépkednek a hívókon, a vagy \x - (mínusz) használatával hagyják ki a hívót. Ha ez az opció engedélyezve van, a hívók megjelenítése alábbi beállításai felülírják a szövegben megadott értékeket.
id: Referensi Silang yang ditentukan dalam Paratext menggunakan \x +(plus) untuk menggilir pemanggil, atau \x - (minus) untuk menghilangkan pemanggil. Jika pilihan ini diaktifkan, pengaturan Tampilkan Pemanggil di bawah ini akan mengganti apa yang telah ditentukan di dalam teks itu sendiri.
ko: 준텍스트에 지정된 상호 참조는 \x +(플러스)를 사용하여 호출자를 순환하고, 또는 \x -(마이너스)를 사용하여 호출자를 생략합니다. 이 옵션을 활성화하면 아래의 발신자 표시 설정이 텍스트 자체에 지정된 내용을 재정의합니다.
ml: പാര്ടെക്സ്റ്റിൽ വ്യക്തമാക്കിയിരിക്കുന്ന ക്രോസ് റഫറൻസുകൾ കോളറുകളിലൂടെ സൈക്കിൾ ചെയ്യുന്നതിന് \x +(പ്ലസ്) അല്ലെങ്കിൽ കോളർ ഒഴിവാക്കാൻ \x - (മിനിമസ്) ഉപയോഗിക്കുന്നു. ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ചുവടെയുള്ള കോളറുകൾ കാണിക്കുക ക്രമീകരണങ്ങൾ ടെക്സ്റ്റിൽ തന്നെ വ്യക്തമാക്കിയിട്ടുള്ളവയെല്ലാം അസാധുവാക്കും.
pt: Cross-referências especificadas em Paratext use \x (mais) para percorrer as chamadas, ou \x - (menos) para omitir a pessoa que chama. Se esta opção estiver activada, a opção Mostrar Chamadores as definições abaixo irão substituir o que quer que tenha sido especificado dentro do próprio texto.
ro: Referințe încrucișate specificate în Paratext folosește \x +(plus) pentru a trece prin apelanți, sau \x - (minus) pentru a omite apelantul. În cazul în care această opțiune este activată, setările de mai jos Arată apelanți vor suprascrie orice a fost specificat în textul în sine.
ru: Перекрестные ссылки, указанные в Paratext, используют \x (плюс) для циклического перебора вызывающих абонентов, или \x - (минус) для пропуска вызывающего абонента. Если эта опция включена, настройки Show Callers , приведенные ниже, отменяют все настройки , указанные в самом тексте.
th: การอ้างอิงข้ามที่กําหนดไว้ใน Paratext ใช้ \x +(บวก) เพื่อหมุนเวียนผ่านผู้เรียก หรือ \x - (ลบ) เพื่อยกเว้นผู้เรียก หากมีตัวเลือกนี้เปิดให้ใช้ การตั้งค่า Show Callers ด้านล่างจะยกเว้นสิ่งที่ได้รับการกําหนดไว้ในข้อความเอง
zh: 《圣经辅助工具》中指定的经文参照使用 \x +(附加) 来循环标注符号、 或 \x - (最小) 来忽略符号。 如果启用此选项，下面的“显示标注符号” 设置将覆盖文本本身指定的 设置。

source: Show Cross-Reference Callers in the Text
ar: إظهار المكالمات عبر المرجعية في النص
es: Mostrar llamadas cruzadas en el texto
fr: Afficher les appelants de références croisées dans le texte
hi: पाठ में क्रॉस-रेफरेन्स कॉलर दिखाएँ
hu: Kereszthivatkozás-hívók megjelenítése a szövegben
id: Tampilkan Pemanggil Referensi Silang di Teks
ko: 텍스트에 상호 참조 발신자 표시
ml: ക്രോസ് റഫറൻസ് കോളറുകൾ ടെക്സ്റ്റിൽ കാണിക്കുക
my: စာသားမှာ ပြန်လှန်ရည်ညွှန်း ခေါ်ဆိုသူများ ဖော်ပြရန်
pt: Mostrar os Chamadores de Referência Cruzada no Texto
ro: Afișați apelanții de referință încrucișată în text
ru: Показать перекрестные ссылки в тексте
th: แสดงผู้เรียกที่ระบุทางข้ามในข้อความ
zh: 在文本中显示经文参照的标注符号
