Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Show Adjustments
ro: Afișați ajustările

source: Show color-coded lines on the left and right edges of paragraphs to indicate the kind of shrink or stretch that has been applied as well as the amount (thickness of line). These ajustment annotations are not part of the PDF, but are only overlaid on the text to help refine the layout. Key: LHS=shrink RHS=expand blue=shrink/expand lines red=shrink/expand text Interleaved red+blue indicates that both lines and words have been stretched/expanded.
ro: Afișați linii cu coduri de culori pe marginile din stânga și din dreapta ale paragrafelor pentru a indica tipul de micșorare sau întindere care a fost aplicat, precum și cantitatea (grosimea liniei). Aceste adnotări de ajustare nu fac parte din PDF, ci sunt doar suprapuse peste text pentru a ajuta la rafinarea aspectului. Cheie: LHS=reducerea RHS=extinderea albastru=reducerea/extinderea liniilor roșu=reducerea/extinderea textului Intercalarea roșu+albastru indică că atât liniile, cât și cuvintele au fost întinse/extinse.

source: 5.5in, 8.5in (1/2 Letter)
ro: 5.5in, 8.5in (1/2 litere)

source: 184.6mm, 271.6mm (A4 with cropmarks)
ro: 184,6mm, 271,6mm (A4 cu culturi)

source: 165mm, 234mm (KBS max page)
ro: 165mm, 234mm (pagina maximă KBS)

source: Base Indent:
ro: Baza Indentare:

source: Show dialog to choose Guides (margins, baselines, etc.) and/or a graph-paper-like Grid for precise measuring. Grid settings can be customized.
ro: Arată dialog pentru a alege Ghiduri (margini, referințe, etc.) și/sau o grilă de tip grafic pentru măsurători precise. Setările grilei pot fi personalizate.

source: Marks & Guides
ro: Mărci și ghiduri

source: Enable Guides or a Grid to sit behind the text to assist with final adjustments; or enable a Watermark to show behind the text; or turn on USFM codes temporarily.
ro: Activați ghidaje sau o grilă care să stea în spatele textului pentru a vă ajuta la ajustările finale; sau activați un filigran care să apară în spatele textului; sau activați temporar codurile USFM.

source: Check this option to allow a different number of lines in each column. This is especially important when using Variable Line Spacing mode and you are trying to Fill Columns. To alter the maximum number of Unbalanced Lines at the end of a page, visit the Advanced page, select the Other tab, and expand the Page Layout and Spacing section. If this setting is highlighted in orange it means that the abovementioned setting is set to 0 (rendering this setting inactive). Increase the value on the Advanced tab to 1 or more.
ro: Bifați această opțiune pentru a permite un număr diferit de linii în fiecare coloană. Acest lucru este deosebit de important atunci când utilizați modul Spațiere variabilă între linii și încercați să umpleți coloane. Pentru a modifica numărul maxim de Linii neechilibrate la sfârșitul unei pagini , vizitați pagina Avansat, selectați fila Altele și extindeți secțiunea Page Layout and Spacing. Dacă această setare este evidențiată în portocaliu înseamnă că setarea menționată mai sus este setată la 0 (făcând inactivă această setare ). Creșteți valoarea de pe fila Advanced la 1 sau mai mult.

source: All Chapters
ro: Toate capitolele

source: Diglot: Proportion to be used by primary text
ro: Diglot: Proporția care urmează să fie utilizată de textul primar

source: If you need the column widths to be different for the primary and secondary texts, then adjust the proportion here.
ro: Dacă aveți nevoie ca lățimile coloanelor să fie diferite pentru textul principal și cel secundar, ajustați proporția de aici.

source: Percentage of Page Width to be Used by Primary (Left) Text
ro: Procentul lățimii paginii pentru a fi folosit de textul primar (stânga)

source: Select the project for the other text to be printed. This will usually appear in the right-hand (or outer) column.
ro: Selectați proiectul pentru ca celălalt text să fie imprimat. Acest lucru va apărea de obicei în coloana din dreapta (sau din afară).

source: Secondary (other) Project:
ro: Proiectul secundar (altele)

source: Use Saved Configuration (from Secondary Project):
ro: Folosește economisirea configurației (din proiectul secundar):

source: Diglot: Secondary project configuration
ro: Diglot: Configurația proiectului secundar

source: Select a previously-saved/shared configuration to retrieve those settings. (Leaving this blank will use the default settings for the project)
ro: Selectați o configurație salvată anterior/partajată pentru a prelua aceste setări. (Lăsând acest gol va utiliza setările implicite pentru proiect)

source: Diglot: Secondary project name
ro: Diglot: Denumirea proiectului secundar

source: Secondary on Left (or Inner)
ro: Secundar pe stânga (sau interior)

source: Diglot: Swap primary and secondary
ro: Diglot: Schimbați primar și secundar

source: Normally the Primary text is on the Left and the Secondary text is positioned on the right side of the page. If you prefer that the Secondary text appears on the left (or Inner) side, then check this option. This is quite likely required for RTL languages.
ro: În mod normal, textul primar este în stânga iar textul secundar este poziționat pe partea dreaptă a paginii. Dacă preferați ca textul secundar să apară în partea stângă (sau interioară), verificați această opțiune. Este foarte probabil ca acest lucru să fie necesar pentru limbile RTL.

source: When generating a PicList for a Diglot/DiScript publication, you need to decide which images to include in the publication. Note that this control remains inactive until Diglot is enabled.
ro: La generarea unei PicList pentru Diglot/DiScript, trebuie să decideți ce imagini să includeți în publicare. Rețineți că acest control rămâne inactiv până când Diglot este activat.

source: When Creating a PicList for a Diglot use Pictures from:
ro: Atunci când se creează o listă de imagini pentru un Diglot folosește imagini din:

source: Diglot: Source of illustrations for PicList creation
ro: Diglot: Sursa de ilustrații pentru crearea PicList

source: Dual Captions
ro: Dual subtitrări

source: Diglot: Dual captions
ro: Diglot: Legende duble

source: When creating the PicList for a diglot, if the pictures are set to be used from either the Primary OR the Secondary (but not both), then Dual Captions (one under the other) are shown by default. If you prefer to only show the captions for the Primary or Secondary (but not both), then uncheck this option. Note that if pictures are drawn from both the Primary and Secondary projects, then their captions will be independent, and this option does not apply at all.
ro: La crearea Listei de imagini pentru o cifră, în cazul în care imaginile sunt setate pentru a fi utilizate din fie Primary OR or the Secondary (dar nu ambele), apoi legendele duale (unul sub celălalt) sunt afișate în mod implicit. Dacă preferați să afișați doar subtitrările pentru categoria primară sau secundară (dar nu și ambele), atunci debifați această opțiune. Reţineţi că, dacă sunt trase imagini din ambele proiecte primare şi secundare, apoi subtitrările lor vor fi independente, iar această opțiune nu se aplică deloc.

source: When the different texts of a diglot are merged, there are various algorithms which may be used to obtain the best overall result: * Document based - attempts to use the document structure to align at paragraphs as far as possible; but alignment is easily confused when each text has a very different paragraph structure. * Chapter Verse - aligns on chapters and verses instead of structure * Scored - an alternative algorithm using weighted scores which tries to align paragraphs when the verse numbers match * Scored (Chapter) - as a minimum, forces alignment at chapters breaks * Scored (Verses) - as a minimum, forces alignment at each verse, which can result in a lot of breaks!
ro: Atunci când diferitele texte ale unui diglot sunt fuzionate, există diverși algoritmi care pot fi utilizați pentru a obține cel mai bun rezultat general: * Bazat pe document - încearcă să utilizeze structura documentului pentru a alinia pe cât posibil paragrafele; dar alinierea este ușor de confundat atunci când fiecare text are o structură a paragrafelor foarte diferită. * Chapter Verse - aliniază pe capitole și versete în loc de structură * Scored - un algoritm alternativ care utilizează scoruri ponderate și care încearcă să alinieze paragrafele atunci când numerele versetelor corespund * Scored (Chapter) - ca minim, forțează alinierea la pauzele din capitole * Scored (Verses) - ca minim, forțează alinierea la fiecare verset, ceea ce poate duce la multe pauze!

source: Diglot or Discript
ro: Scară sau dezmembrare

source: A Diglot publication contains more than one language, or script, or text. Set the options here to create a Diglot or Didoc.
ro: O publicație Diglot conține mai mult de o limbă, sau un script sau text. Setați opțiunile aici pentru a crea o Diglot sau Didoc.

source: Background Colour
ro: Fundal Culoare

source: Primary background colour
ro: Culoarea primară a fundalului

source: Switch to Other Diglot Project
ro: Comutați la proiectul Alt Diglot

source: Diglot: Switch to other project
ro: Diglot: Treceți la alt proiect

source: Guides, Crop Marks, Watermark and Grid Settings
ro: Ghiduri, Setări pentru mărcile de cultură, filigran și grilă

source: Guides (Rules and Baselines)
ro: Ghiduri (articole și baze)

source: Marks & Guides dialog: Show rules and baselines
ro: Marks

source: Enabling this option will turn on various guides (showing the margins, headers, footers) as well as the baselines of the body text.
ro: Activarea acestei opțiuni va porni diverse ghiduri (afișând marjele, anteturile, subsolurile), precum și și liniile de bază ale textului corp.

source: Show Adjust Points
ro: Afișați punctele de ajustare

source: Marks & Guides dialog: Show adjust points
ro: Marks & Guides dialog: Afișare puncte de ajustare

source: When using an AdjList to grow or shrink paragraphs, it can be helpful to display the adjust points in the margin of the text.
ro: Atunci când utilizați o listă de ajustare pentru a mări sau micșora paragrafele , poate fi util să afișați punctele de ajustare în marginea textului.

source: Show USFM Codes
ro: Arată codurile USFM

source: Marks & Guides dialog: Show USFM codes
ro: Marks & Guides dialog: Afișați codurile USFM

source: Show the USFM marker of paragraphs. This can be useful when growing and shrinking paragraphs using changes.txt Note that in some situations, having these markers visible will result in changes to the layout. Only use this feature temporarily when trying to identify a marker.
ro: Afișează marcajul USFM al paragrafelor. Acest lucru poate fi util atunci când creșteți și micșorați paragrafele folosind changes.txt Rețineți că, în unele situații, dacă acești markeri sunt vizibili, vor rezulta modificări ale machetei . Utilizați această funcție doar temporar atunci când încercați să identificați un marker.

source: Marks & Guides dialog: Show error bars for overfull lines
ro: Marks

source: Enable this option to have TeX make overfull lines stand out. If you don't know what this means, or just want to get rid of black boxes at the end of lines in the PDF then uncheck it.
ro: Activaţi această opţiune pentru a avea TeX să evidenţieze liniile suprascrise. Dacă nu știi ce înseamnă acest lucru, sau doresti sa scapi de cutiile negre de la sfarsitul liniilor din PDF apoi debifati-le.

source: Start Grid At:
ro: Începe Grilă la:

source: Grid (Graph Paper)
ro: Grilă (hârtie de rapiţă)

source: Marks & Guides dialog: Show grid (graph paper)
ro: Marks

source: [Required] This tells ptxprint how to layout data in this marker. For normal, vernacular body text, use VerseText. If this is part of a heading, use Section. If it is part of the title block of a book, use Title. NoteText makes this a kind of footnote, like \x.
ro: [Required] Acesta spune ptxprint cum să afișeze datele în acest marcaj. Pentru textul normal al corpului vernacular, folosește VerseText. Dacă acest lucru face parte din titlu, utilizați secțiunea. Dacă face parte din blocul de titlu al unei cărți, folosește Titlu. NotaText face ca acesta să fie un fel de notă de subsol, ca \x.

source: ⚠️Text Type:
ro: ⚠️Tip text:

source: Add/Edit marker dialog: Text type
ro: Caseta de dialog Adăugare/modificare a markerului: Tip de text

source: [Required] This describes the nesting level for this marker. Paragraph markers close other paragraphs and character styles, etc.
ro: [Required] Aceasta descrie nivelul de imbricare pentru acest marcaj. Marcaje de paragraf închide alte paragrafe și stiluri de caractere, etc.

source: ⚠️Style Type:
ro: ⚠️Tipul stilului:

source: Add/Edit marker dialog: Style type
ro: Caseta de dialog Adăugare/modificare a marcajului: Tip de stil

source: [Required] List markers that this marker may occur under. Without this, the USFM parser may report structural errors in your data for this marker.
ro: [Required] Lista marcajelor în care acest marcaj poate avea loc. Fără aceasta, parser-ul USFM poate raporta erorile structurale din datele dvs. pentru acest marcaj.

source: ⚠️Occurs Under:
ro: ⚠️Oare de:

source: Add/Edit marker dialog: Markers it can occur under
ro: Caseta de dialog Adăugare/modificare a markerului: Marcaje sub care poate apărea
