Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The chapter “label” to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \\ZWNBSP in here. This will insert a Zero Width Non-Break Space.
ar: "تسمية "الفصل" التي يجب استخدامها عند تقديم أقسام الفصول كعناوين (بدلاً من الأرقام المنسدلة ). على سبيل المثال، "فصل" أو "مزمور". إذا كنت تريد أن يظهر رقم الفصل في المنتصف وفوق رأس القسم دون أي نص مسبوقًا، فما عليك سوى وضع الرمز \\ZWNBSP هنا. سيؤدي هذا إلى إدراج مسافة غير فاصلة بعرض صفر.
es: La "etiqueta" de capítulo que se utilizará en la renderización de las divisiones de los capítulos como encabezados (en vez de números en letra capital). Por ejemplo, "Capítulo" o "Salmo". Si quiere que el número de capítulo aparezca centrado y sobre el Encabezado de Sección SIN ningún texto precedido, sólo hay que poner el código \\ZWNBSP aquí. Esto hará que insertar un espacio de no separación de ancho cero.
fr: L’étiquette du chapitre à utiliser lors du rendu des divisions de chapitre comme en-têtes (au lieu des numéros en lettrines) Par exemple, « Chapitre » ou « Psaume ». Si vous voulez que le numéro de chapitre apparaisse centré et en haut de l'en-tête de section SANS AUCUN texte précédent, il suffit de mettre le code \\ZWNBSP ici. Cela insère une espace insécable de largeur zéro.
hi: जब अध्याय विभाजन को शीर्षकों के रूप में प्रस्तुत करते हैं तो अध्याय 'लेबल' का उपयोग किया जाना है (इसके बजाय ड्रोप-कैप अंक)। उदाहरण के लिए, "अध्याय" या "भजन"। यदि आप चाहते हैं कि अध्याय संख्या केंद्रित होकर सेक्शन हेडर के ऊपर बिना किसी अग्रगमन के दिखाई दे, तो यहाँ कोड \\ZWNBSP डालें। यह एक शून्य चौड़ाई बिना ब्रेकिंग स्पेस डालता है।
hu: A fejezet "címkéje", amelyet a fejezetek felosztásának címként való megjelenítésekor kell használni (a számok helyett). Például "fejezet" vagy "zsoltár". Ha azt szeretné, hogy a fejezetszám a középpontban és a szakaszfejléc felett jelenjen meg, minden megelőző szöveg nélkül, akkor csak a \\ZWNBSP kódot kell ide beírni. Ez a beilleszt egy nulla szélességű, nem törésmentes szóközt.
ko: 장 구분을 제목으로 렌더링할 때 사용할 장 "레이블"(드롭-캡 숫자 대신)입니다. 예: "장" 또는 "시편". 장 번호가 앞의 텍스트 없이 섹션 헤더의 중앙 위에 표시되도록 하려면 여기에 \\ZWNBSP 코드를 넣으면 됩니다. 이렇게 하면 너비 없는 공백이 삽입됩니다.
ml: അധ്യായ വിഭജനങ്ങൾ തലക്കെട്ടുകളായി (ഡ്രോപ്പ് ക്യാപ് സംഖ്യകൾക്ക് പകരം) നൽകുമ്പോൾ ഉപയോഗിക്കേണ്ട അധ്യായ ലേബൽ. ഉദാഹരണത്തിന്, "അധ്യായം" അല്ലെങ്കിൽ "സങ്കീർത്തനം". നിങ്ങൾക്ക് അധ്യായ നമ്പർ സെന്ററിലായിരിക്കണമെന്നും മുമ്പത്തെ ഏതെങ്കിലും വാചകമില്ലാതെ സെക്ഷൻ ഹെഡറിന് മുകളിലായിരിക്കണമെന്നും നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇവിടെ കോഡ് \\ZWNBSP ഇടുക. ഇത് ഒരു സീറോ വീതി നോൺ ബ്രേക്ക് സ്പേസ് ചേർക്കും.
my: ပြောင်း
pt: O "rótulo" de capítulo a ser usado ao renderizar as divisões de capítulo do site como títulos (em vez de numerais com letras maiúsculas no site ). Por exemplo, "Chapter" (Capítulo) ou "Psalm" (Salmo). Se quiser que o número do capítulo apareça centralizado e acima do Section Header SEM nenhum texto anterior , basta colocar o código \\ZWNBSP aqui. Isso inserirá um espaço sem quebra de largura zero.
ro: "Eticheta" capitolului care trebuie utilizată atunci când se redă diviziunile capitolului ca titluri (în loc de cifrele cu majusculă). De exemplu, "Capitolul" sau "Psalmul". Dacă doriți ca numărul capitolului să apară centrat și deasupra antetului secțiunii FĂRĂ nici un text anterior, atunci introduceți aici codul \\ZWNBSP. Acest lucru va introduce un spațiu fără întrerupere de lățime zero.
ru: Метка главы, которая будет использоваться при отображении делений главы в качестве заголовков (вместо выпадающих цифр ). Например, "Глава" или "Псалом". Если вы хотите, чтобы номер главы отображался по центру и над заголовком раздела БЕЗ предшествующего текста, то просто вставьте сюда код \\ZWNBSP. Это вставит пробел без разрыва нулевой ширины.
th: หมายเลขบท label จะใช้ในการแสดงส่วนบทเป็นหัวข้อ (แทนตัวเลขตัวดร็อปแคป) เช่น "บท" หรือ "เพลงสรรเสริญ" หากคุณต้องการให้เลขบทปรากฏอยู่กลางและเหนือหัวข้อส่วน โดยไม่มีข้อความก่อนหน้าใด ๆ แล้วเพียงแค่ใส่รหัส \\ZWNBSP ในที่นี้
zh: 将 章节划分为标题时使用的章节 "标签"（而不是小写的 数字）。例如，"章 "或 "诗篇"。 如果您希望章节编号出现在 的居中位置，并位于章节标题的上方，而没有任何前面的 文本，那么只需在此处输入代码 （\ZWNBSP）即可。这将在 中插入零宽度非断开空格。

source: The chapter “label” to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \ZWNBSP in here. This will insert a Zero Width Non Break Space.
ar: "التسمية" الفصل الذي سيتم استخدامه عند عرض أقسام الفصل كعناوين (بدلاً من أرقام إسقاط السقف . على سبيل المثال، "الفصل" أو "السلم". إذا كنت تريد أن يظهر رقم الفصل متمركز وما فوق رأس القسم مع أي نص سابق ، ثم ضع الكود \ZWNBSP هنا فقط. هذا سيدرج مساحة عرض غير فاصلة.
es: La "etiqueta" de capítulo que se utilizará en la renderización de las divisiones de los capítulos como encabezados (en vez de números en letra capital). Por ejemplo, "Capítulo" o "Salmo". Si quiere que el número de capítulo aparezca centrado y sobre el Encabezado de Sección SIN ningún texto precedido, sólo hay que poner el código \ZWNBSP aquí. Esto hará que insertar un espacio de no ruptura de ancho cero.
fr: L’étiquette du chapitre à utiliser lors du rendu des divisions de chapitre comme en-têtes (au lieu des numéros en lettrines) Par exemple, « Chapitre » ou « Psaume ». Si vous voulez que le numéro de chapitre apparaisse centré et en haut de l'en-tête de section SANS AUCUN texte précédent, il suffit de mettre le code \ZWNBSP ici. Cela insère une espace insécable de largeur zéro.
hi: "लेबल" को अध्याय विभाजन को शीर्षक के रूप में प्रस्तुत करने के लिए उपयोग किया जाएगा (स्थानिक अंक के बजाय)। उदाहरण के लिए, "अध्याय" या "भजन"। यदि आप चाहते हैं कि अध्याय संख्या केंद्रित हो और अनुभाग शीर्षक के ऊपर हो बिना किसी पूर्व पंक्ति के, तो केवल \ZWNBSP कोड को यहां डालें। इससे एक Zero Width Non Break Space जोड़ दिया जाएगा।
hu: A fejezet "címkéje", amelyet a fejezetrészek címként való megjelenítésekor kell használni (a számjegyek helyett). Például "fejezet" vagy "zsoltár". Ha azt szeretné, hogy a fejezetszám középen és a szakaszfejléc fölött jelenjen meg, minden megelőző szöveg nélkül, akkor csak tegye ide a \ZWNBSP kódot. Ez egy nulla szélességű nem szünetmentes szóközt fog beszúrni.
ko: 장 구분을 제목으로 렌더링할 때 사용할 장 "레이블"(드롭캡 숫자 대신)입니다. 예: "장" 또는 "시편". 장 번호를 앞의 텍스트 없이 섹션 헤더의 중앙( ) 위에 표시하려면 여기에 \ZWNBSP 코드를 입력하면 됩니다. 이렇게 하면 너비 없는 공백이 삽입됩니다.
ml: അധ്യായ വിഭജനങ്ങൾ തലക്കെട്ടുകളായി (ഡ്രോപ്പ് ക്യാപ് സംഖ്യകൾക്ക് പകരം) നൽകുമ്പോൾ ഉപയോഗിക്കേണ്ട അധ്യായ ലേബൽ. ഉദാഹരണത്തിന്, "അധ്യായം" അല്ലെങ്കിൽ "സങ്കീർത്തനം". നിങ്ങൾക്ക് അധ്യായ നമ്പർ സെന്ററിലായിരിക്കണമെന്നും മുമ്പത്തെ ഏതെങ്കിലും വാചകമില്ലാതെ സെക്ഷൻ ഹെഡറിന് മുകളിലായിരിക്കണമെന്നും ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇവിടെ \ZWNBSP കോഡ് ഇടുക. ഇത് ഒരു സീറോ വീഡ് നോൺ ബ്രേക്ക് സ്പേസ് ചേർക്കും.
pt: O capítulo "label" a ser usado quando renderizar divisões de capítulos como títulos (em vez de caracteres drop-cap. Por exemplo, "Capítulo" ou "Salm". Se você deseja que o número do capítulo apareça centralizado e acima do cabeçalho de seção SEM qualquer texto anterior então coloque o código \ZWNBSP aqui. Isso vai inserir um Espaço de Não Quebra Zero.
ro: Capitolul "etichetă" care va fi folosit la randarea diviziunilor capitolului ca rubrici (în loc de cifre cap-drop-cap). De exemplu, "Chapter" sau "Psalm". Dacă doriți ca numărul capitolului să fie centrat și deasupra antetului secțiunii, fără niciun text precedent apoi doar puneți codul \ZWNBSP aici. Acesta va insera o lăţime zero fără spaţii de rupere.
ru: Глава «метка», используемая при отображении разделов глав в качестве заголовков (вместо капилляра цифр). Например, «глава» или «Psalm». Если вы хотите, чтобы номер главы отображался по центру и над заголовком раздела БЕЗ любого предшествующего текста, затем просто поместите код \ZWNBSP здесь. Это вставьте нулевую ширину Non Break Space.
th: หมายเลขบท label จะใช้ในการแสดงส่วนบทเป็นหัวข้อ (แทนตัวเลขตัวดร็อปแคป) เช่น "บท" หรือ "เพลงสรรเสริญ" หากคุณต้องการให้เลขบทปรากฏอยู่กลางและเหนือหัวข้อส่วน โดยไม่มีข้อความก่อนหน้าใด ๆ ก็แค่ใส่รหัส \ZWNBSP ในที่นี้
zh: 章节 "标签"，在将 章节划分为标题时使用（不用首字下沉的 编号）。例如，"章节 "或 "诗篇"。 如果您想让章号出现在中心位置 ，并在章节标题之上，而且没有任何前导文字 ，那么在这里输入代码\ZWNBSP。这将 插入一个零宽度的不间断空格。

source: Chapter Label:
ar: الفصل التسمية:
es: Capítulo Etiqueta:
fr: Étiquette du chapitre :
hi: अध्याय लेबल:
hu: Fejezet Címke:
id: Istilah untuk Pasal:
ko: 장 레이블:
ml: അദ്ധ്യായം
my: အခန်း သိမ်းဆည်းထားချက်
pt: Rótulo do Capítulo :
ro: Capitolul Etichetă:
ru: Глава Метка:
th: หมวดหมู่
zh: 章 标签：

source: Use One/Two Column Layout for These Books:
ar: استخدم تخطيط العمود الواحد/العمودين لهذه الكتب:
es: Utilice una/dos columnas Para estos libros:
fr: Utilisez la disposition en une/deux colonnes pour ces livres :
hi: इन पुस्तकों के लिए एक/दो कॉलम लेआउट का उपयोग करें:
hu: Használjon egy/két oszlopos elrendezést ezekhez a könyvekhez:
id: Gunakan Tata Letak Satu/Dua Kolom untuk Kitab-kitab Ini:
ko: 이 책에는 한 열/두 열 레이아웃을 사용합니다:
ml: ഈ പുസ്തകങ്ങൾക്കായി ഒരു/രണ്ട് നിര ലേഔട്ട് ഉപയോഗിക്കുകഃ
my: ဤက​ျိန်စာအုပ်များအတွက် တစ်နှစ်/နှစ်နှစ်မျဉ်းပုံစံကို အသုံးပြုပါ။
pt: Utilizar o esquema de uma/duas colunas para estes livros:
ro: Utilizați o coloană sau două coloane Layout pentru aceste cărți:
ru: Для этих книг используйте одно/двухколоночный макет :
th: ใช้การจัดวางคอลัมน์หนึ่ง/สองคอลัมน์สําหรับหนังสือเหล่านี้:
zh: 给这些书目 使用单/双栏布局：

source: Enable 1 or 2 column layout for certain books
ar: تمكين تخطيط العمود 1 أو 2 لبعض الكتب
es: Habilitar el diseño de 1 o 2 columnas para ciertos libros
fr: Activer la mise en page en 1 ou 2 colonnes pour certains livres
hi: कुछ पुस्तकों के लिए 1 या 2 कॉलम लेआउट सक्षम करें
hu: 1 vagy 2 oszlopos elrendezés engedélyezése bizonyos könyveknél
id: Aktifkan tata letak 1 atau 2 kolom untuk buku tertentu
ko: 특정 책에 대해 1열 또는 2열 레이아웃 활성화
ml: ചില പുസ്തകങ്ങള് ക്ക് 1 അല്ലെങ്കിൽ 2 നിര ലേഔട്ട് പ്രവർത്തനക്ഷമമാക്കുക
my: ငြါားပါမှ လဲသူ ကျယ်ထန်နာထားချက်များကို မီးဖွန်းပါသူနှင့်လုပ်ရုပ်တစ်လဲလင်းပါ
pt: Activar a disposição de 1 ou 2 colunas para certos livros
ro: Activați aspectul pe 1 sau 2 coloane pentru anumite cărți
ru: Включение 1 или 2 колоночного макета для определенных книг
th: เอนกประสงค์การวางแผน 1 หรือ 2 คอลัมน์สําหรับสมุดบางรายการ
zh: 为某些书卷启用单栏或双栏布局

source: Some books (e.g. Introduction, Glossary, Psalms, and maybe even Proverbs) look better formatted as single column, even though most of the books are typeset in two column layout. This allows the same publication to have both single and double column layouts. Add the 3-letter book codes for any books that should be typeset using a different column layout. Note that if the layout for the entire publication is set to single column, then the books listed here would use double-column layout. Conversely, if the publication is set as double-column (on the layout page) then any books listed here would be set in single-column layout.
ar: بعض الكتب (مثل المقدمة والمسرد والمزامير والمزامير و وربما حتى الأمثال) تبدو أفضل تنسيقًا في شكل عمود واحد على الرغم من أن معظم الكتب مطبوعة في تخطيط عمودين. هذا يسمح لنفس المنشور أن يكون له تخطيطات عمود واحد وعمودين. أضف رموز الكتاب المكونة من 3 أحرف لأي كتب يجب أن يتم تنضيدها باستخدام تخطيط عمود مختلف. لاحظ أنه إذا تم تعيين تخطيط المنشور بأكمله على عمود واحد، فإن الكتب المدرجة هنا ستستخدم تخطيط العمود المزدوج. وعلى العكس من ذلك، إذا تم تعيين المنشور على تخطيط العمودين (في صفحة التخطيط ) فإن أي كتب مدرجة هنا سيتم تعيينها بتخطيط العمود الواحد.
es: Algunos libros (por ejemplo, la Introducción, el Glosario, los Salmos, y tal vez incluso los Proverbios) se ven mejor formateados como una sola columna, aunque la mayoría de los libros están maquetados en dos columnas. Esto permite que la misma publicación tenga una disposición de una y dos columnas. Añade los códigos de libro de 3 letras para cualquier libro que deba ser maquetado utilizando una disposición de columna diferente. Tenga en cuenta que si el diseño de toda la publicación se establece en una sola columna, entonces los libros enumerados aquí utilizarán un diseño de doble columna. Por el contrario, si la publicación se establece como de doble columna (en la página de diseño), entonces los libros que aparezcan aquí se establecerán en diseño de una sola columna.
fr: Certains livres (par ex. Introduction, Glossaire, Psaumes et peut-être même Proverbes) sont mieux formatés comme une colonne simple, même si la plupart des livres sont formatés dans une disposition en deux colonnes. Cette option permet à la même publication d'avoir une disposition à la fois en une et en deux colonnes. Ajoutez les codes du livre à 3 lettres pour tous les livres qui doivent être formatés en utilisant une mise en page de colonne différente. Notez que si la mise en page de la publication entière est réglée sur une seule colonne, les livres listés ici utiliseraient la disposition en double colonne. Inversement, si la publication est définie en double colonne (dans la configuration mise en page), tous les livres listés ici seraient formatés en une seule colonne.
hi: कुछ किताबें (उदाहरण के लिए: परिचय, शब्दावली, भजन, और शायद यहाँ तक कि नीतिवचन) एकल कॉलम के रूप में बेहतर दिखती हैं, हालाँकि अधिकांश पुस्तकें दो कॉलम लेआउट में सेट किया गया हैं। इससे एक ही प्रकाशन में दोनों एकल और दो कॉलम लेआउट की अनुमति मिलती है। किसी भी किताब को एक अलग कॉलम लेआउट का इस्तेमाल करने के लिए तीन अक्षरों का पुस्तक कोड जोड़ें। ध्यान दें कि यदि पूरे प्रकाशन के लिए लेआउट को सिंगल कॉलम पर सेट किया गया है, तो यहाँ सूचीबद्ध सभी किताबें डबल कॉलम लेआउट का उपयोग करेंगी। उल्टा अगर प्रकाशन को डबल कॉलम पर सेट किया गया है (लेआउट पृष्ठ पर), तो यहाँ सूचीबद्ध सभी किताबें एकल कॉलम लेआउट में सेट होंगी।
hu: Néhány könyv (pl. Bevezetés, Szójegyzék, Zsoltárok és talán még a Példabeszédek is) jobban néz ki egy oszlopként, annak ellenére, hogy a legtöbb könyv két oszlopos elrendezésben van megírva. Ez lehetővé teszi, hogy ugyanaz a kiadvány egy- és kétoszlopos elrendezésű legyen. Adja hozzá a 3 betűs könyvkódokat minden olyan könyvhöz, amelyet más oszlopelrendezéssel kell tipizálni. Vegye figyelembe, hogy ha a teljes kiadvány elrendezése egyoszlopos, akkor az itt felsorolt könyvek kétoszlopos elrendezést használnának. Ezzel szemben, ha a kiadvány kétoszloposra van beállítva (a elrendezés oldalon), akkor az itt felsorolt könyvek egyoszlopos elrendezést kapnak.
id: Beberapa kitab/bagian (misalnya Pendahuluan, Kamus, kitab Mazmur, dan mungkin kitab Amsal) kelihatan lebih baik kalau diformat sebagai kolom tunggal, meskipun sebagian besar kitab menggunakan tata letak dua kolom. Pilihan ini memungkinkan satu terbitan memiliki dua jenis tata letak (kolom tunggal dan kolom ganda). Tambahkan kode kitab/bagian (3 huruf) untuk kitab/bagian apa pun yang harus menggunakan tata letak kolom yang berbeda dari yang umumnya digunakan. Jika tata letak untuk seluruh terbitan diatur menjadi satu kolom, maka kitab/bagian yang tercantum di sini akan menggunakan tata letak dua kolom. Sebaliknya, jika terbitan diatur sebagai dua kolom (pada halaman tata letak) maka kitab/bagian apa pun yang tercantum di sini akan diatur dalam tata letak satu kolom.
ko: 대부분의 책이 두 열 레이아웃으로 조판되어 있지만 일부 책(예: 서론, 용어집, 시편, 잠언 등)은 단일 열로 서식을 지정하는 것이 더 보기 좋습니다. 이렇게 하면 동일한 발행물 이 단일 열 레이아웃과 이중 열 레이아웃을 모두 가질 수 있습니다. 다른 열 레이아웃을 사용하여 조판해야 하는 모든 도서에 대해 3글자 도서 코드를 추가합니다. 전체 발행물 의 레이아웃이 단일 열로 설정되어 있으면 여기에 나열된 책 은 이중 열 레이아웃을 사용하게 됩니다. 반대로 발행물이 이중 열로 설정된 경우( 레이아웃 페이지에서) 여기에 나열된 모든 책은 단일 열 레이아웃으로 설정됩니다.
ml: ചില പുസ്തകങ്ങൾ (ഉദാ. ആമുഖം, പദസഞ്ചയം, സങ്കീർത്തനങ്ങൾ, ഒരുപക്ഷേ സദൃശവാക്യങ്ങൾ) ഒറ്റ നിരയായി ഫോർമാറ്റ് ചെയ്താൽ കൂടുതൽ മികച്ചതായി കാണപ്പെടുന്നു, മിക്ക പുസ്തകങ്ങളും രണ്ട് നിര ലേ layout ട്ടിൽ ടൈപ്പ് ചെയ്തിട്ടുണ്ടെങ്കിലും. ഇത് ഒരേ പ്രസിദ്ധീകരണത്തിന് ഒറ്റ, ഇരട്ട നിര ലേ layouts ട്ടുകൾ ഉണ്ടായിരിക്കാൻ അനുവദിക്കുന്നു. വ്യത്യസ്ത നിര ലേ layout ഉപയോഗിച്ച് ടൈപ്പ് ചെയ്യേണ്ട ഏതെങ്കിലും പുസ്തകങ്ങൾക്ക് 3-അക്ഷര പുസ്തക കോഡുകൾ ചേർക്കുക. മുഴുവൻ പ്രസിദ്ധീകരണത്തിന്റെയും ലേ layout ട്ട് ഒറ്റ നിരയിലേക്ക് സജ്ജമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഇവിടെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന പുസ്തകങ്ങൾ ഇരട്ട നിര ലേ layout ട്ട് ഉപയോഗിക്കുമെന്ന് ശ്രദ്ധിക്കുക. വിപരീതമായി, പ്രസിദ്ധീകരണം ഇരട്ട നിരയായി സജ്ജീകരിച്ചിട്ടുണ്ടെങ്കിൽ (ലേഔട്ട് പേജിൽ) ഇവിടെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന എല്ലാ പുസ്തകങ്ങളും ഒറ്റ നിര ലേഔട്ടിലാണ് സജ്ജീകരിച്ചിരിക്കുന്നത്.
pt: Alguns livros (por exemplo, Introdução, Glossário, Salmos, e talvez até Provérbios) parecem melhor formatados como simples coluna, embora a maioria dos livros sejam datilografados em layout de duas colunas. Isto permite que a mesma publicação tenha tanto a disposição de uma como de duas colunas. Adicionar os códigos dos livros de 3 letras para quaisquer livros que deveriam ser datilografados utilizando um layout de coluna diferente. Note que se o esquema para toda a publicação estiver definido para coluna única, então os livros aqui listados usariam o esquema de coluna dupla. Inversamente, se a publicação estiver definida como coluna dupla (no página de layout) então quaisquer livros aqui listados seriam definidos no layout de uma coluna.
ro: Unele cărți (de exemplu, Introducere, Glosar, Psalmi și poate chiar și Proverbe) arată mai bine formatate ca o singură coloană , chiar dacă majoritatea cărților sunt tipărite în două coloane. Acest lucru permite aceleiași publicații să aibă atât o singură coloană, cât și una dublă. Adăugați codurile de carte din 3 litere pentru toate cărțile care ar trebui să fie tipărite folosind o altă dispunere a coloanelor. Rețineți că, dacă aspectul pentru întreaga publicație este setat pe o singură coloană, atunci cărțile enumerate aici vor folosi un aspect cu coloană dublă. În schimb, dacă publicația este setată ca fiind pe două coloane (pe pagina de prezentare ), atunci toate cărțile enumerate aici ar fi setate pe o singură coloană.
ru: Некоторые книги (например, Введение, Глоссарий, Псалтирь и , возможно, даже Притчи) лучше смотрятся как одноколоночные , хотя большинство книг набраны в двухколоночном формате. Это позволяет одной и той же публикации иметь как одноколоночную, так и двухколоночную компоновку. Добавьте трехбуквенные коды книг, которые должны быть набраны с использованием другой колоночной верстки. Обратите внимание, что если для всей публикации установлен одноколоночный макет, то книги, перечисленные здесь будут иметь двухколоночный макет. И наоборот, если публикация установлена как двухколоночная (на странице макета ), то все перечисленные здесь книги будут иметь одноколоночную верстку.
th: หนังสือบางเล่ม (เช่น คําแนะนํา, คําบรรยาย, เพลง และอาจเป็นคําอุทาหรณ์) ดูดีกว่าการจัดรูปเป็นคอลัมน์เดียว แม้ว่าหนังสือส่วนใหญ่จะจัดทําแบบวางแผนในสองคอลัมน์. ในทางกลับกัน ถ้าการตีพิมพ์ถูกตั้งเป็นสองคอลัมน์ (บนหน้าการจัดวาง) แล้วหนังสือใด ๆ ที่ได้รับการจัดตั้งในที่นี่จะตั้งเป็นการจัดวางคอลัมน์เดียว
zh: 有些书卷（例如序言、词汇表、诗篇和 也许还有箴言）使用单栏格式看起来更好， 尽管大多数书卷是以双栏布局排版的 。这使得同一出版物 可以同时拥有单栏和双栏版面。 给使用不同栏布局的所有书卷添加 三个字母的书卷代码。 注意，如果整个出版物的版面设计 都为单栏，那么这里列出的书卷 将使用双栏版面。相反，如果 出版物设为双栏（在 布局页上），那么这里列出的所有书卷都会 被设为单栏。

source: Optimize Layout for Poetry Books
ar: تحسين تخطيط كتب الشعر
es: Optimizar Diseño de Libros Poéticos
fr: Optimiser la mise en page pour les livres de poésie
hi: कविता पुस्तकों के लिए लेआउट को ऑप्टिमाइज़ करें
hu: Optimalizálja a verseskönyvek elrendezését
id: Sempurnakan Tata Letak untuk Kitab Puisi
ko: 시집 레이아웃 최적화
ml: കവിതാ പുസ്തകങ്ങളുടെ ലേഔട്ട് ഒപ്റ്റിമൈസ് ചെയ്യുക
my: ကဗျာစာအုပ်များအတွက် Layout ဖြေရှင်းမှု
pt: Otimizar Layout para Livros de Poesia
ro: Aspect optimizat pentru Cărți de poezie
ru: Оптимизировать макет для книг поэзии
th: ปรับปรุงการจัดวางของหนังสือกลอนให้ดีที่สุด
zh: 优化诗歌书卷的布局

source: Trying to get columns of poetry to balance often creates all sorts of unforeseen issues and unwanted whitespace. This option allows columns to be unbalanced, which might improve the overall look. But note that it also allows Widow and Orphan lines to occur, which is a negative side-effect.
ar: محاولة الحصول على أعمدة الشعر لتحقيق التوازن في كثير من الأحيان يخلق جميع أنواع المشاكل غير المتوقعة و المساحة البيضاء غير المرغوب فيها. ويسمح هذا الخيار بأن تكون الأعمدة غير متوازنة، مما قد يحسن الصورة العامة. ولكن لاحظ أنه يسمح أيضا بحدوث خطي الأرامل واليتامى ، وهو أثر جانبي سلبي.
es: Intentar que las columnas de poesía estén equilibradas a menudo crea todo tipo de problemas imprevistos y espacios en blanco no deseados. Esta opción permite que las columnas estén desequilibradas, lo que podría mejorar el aspecto general. Pero tenga en cuenta que también permite que se produzcan líneas viudas y huérfanas, lo cual es un efecto secundario negativo.
fr: Essayer d'équilibrer les colonnes de poésie crée toutes sortes de problèmes imprévus et espace indésirable. Cette option permet les colonnes déséquilibrées, qui peut améliorer l'apparence globale. Mais notez qu’il peut aussi permettre des lignes veuves et orphelines, un effet secondaire négatif.
hi: कविता के स्तंभों को संतुलित करने का प्रयास अक्सर सभी प्रकार की अप्रत्याशित समस्याएँ और अनचाहा खाली स्थान उत्पन्न करता है। यह विकल्प स्तंभों को असंतुलित होने की अनुमति देता है, जो शायद सामान्य लुक में सुधार कर सकता है। लेकिन ध्यान दें कि यह विधवा और अनाथ लाइनों को भी उत्पन्न होने की अनुमति देता है, जो एक नकारात्मक दुष्प्रभाव है।
hu: A költészet oszlopainak egyensúlyba hozása gyakran mindenféle előre nem látható problémákat és nem kívánt üres teret okoz. Ez az opció lehetővé teszi, hogy az oszlopok ne legyenek kiegyensúlyozottak, ami javíthatja az általános megjelenést. De vegye figyelembe, hogy özvegy és árva sorok megjelenését is lehetővé teszi, ami negatív mellékhatás.
id: Mencoba menyeimbangkan kolom puisi sering kali menciptakan berbagai macam masalah yang tidak terduga dan ruang kosong yang tidak diinginkan. Pilihan ini memungkinkan kolom menjadi tidak seimbang, yang dapat meningkatkan tampilan keseluruhan. Tetapi perhatikan bahwa pilihan ini juga memungkinkan garis Janda dan Yatim Piatu terjadi, yang merupakan efek samping negatif.
ko: 시 열의 균형을 맞추려고 하면 예기치 못한 문제와 원치 않는 공백이 생기는 경우가 많습니다. 이 옵션을 사용하면 열의 균형을 맞추지 않아도 되므로 전체적인 모양이 개선될 수 있습니다. 하지만 위도우 및 오펀( ) 줄이 발생할 수 있으므로 부작용이 발생할 수 있습니다.
ml: കവിതയുടെ നിരകൾ സന്തുലിതമാക്കാൻ ശ്രമിക്കുന്നത് പലപ്പോഴും അപ്രതീക്ഷിത പ്രശ്നങ്ങളും അനാവശ്യമായ വൈറ്റ്സ്പെയ്സുകളും സൃഷ്ടിക്കുന്നു. ഈ ഓപ്ഷൻ നിരകൾ അസന്തുലിതമാകാൻ അനുവദിക്കുന്നു, ഇത് മൊത്തത്തിലുള്ള രൂപം മെച്ചപ്പെടുത്താം. എന്നാൽ ഇത് വിധവയും അനാഥ വരികളും ഉണ്ടാകാൻ അനുവദിക്കുന്നുവെന്നത് ശ്രദ്ധിക്കുക, ഇത് ഒരു നെഗറ്റീവ് പാർശ്വഫലമാണ്.
my: စာတစ်စုအတွင်းရှိ ဆန်းပြားသော စာသားကို စည်းရိုက်ပါ။
pt: Tentando obter colunas de poesia para equilibrar muitas vezes cria todo tipo de problemas imprevistos e espaços em branco indesejados. Esta opção permite que as colunas sejam desequilibradas, o que pode melhorar o visual geral. Mas note que também permite que as linhas de Viúva e Órfã ocorram, o que é um efeito colateral negativo.
ro: Încercarea de a obţine coloane de poezie pentru a echilibra adesea creează tot felul de probleme neprevăzute şi spaţiu alb nedorit. Această opțiune permite coloanelor să fie dezechilibrate, ceea ce ar putea îmbunătăți aspectul general. Dar țineți cont că permite și ca văduva și Orphan să se întâmple, ceea ce reprezintă un efect secundar negativ.
ru: Попытка получить колонны поэзии на баланс часто создает все непредвиденные проблемы и нежелательные пробелы. Эта опция позволяет столбцам быть несбалансированными, что может улучшить общий вид. Но обратите внимание, что это позволяет также иметь место линии Widow и Orphan , что является негативным побочным эффектом.
th: การพยายามให้คอลัมน์ของบทกวีสมดุลมักจะสร้างปัญหาที่ไม่คาดคิดไว้และช่องว่างที่ไม่ต้องการให้เกิดขึ้น โดยตัวเลือกนี้ทําให้คอลัมน์ไม่สมดุล ซึ่งอาจช่วยให้ดูดีขึ้น แต่ต้องระวังว่ามันยังทําให้เส้น Widow และ Orphan เกิดขึ้น ซึ่งเป็นผลข้างเคียงที่ไม่ดี
zh: 试图平衡诗歌的各栏往往 会产生各种不可预见的问题和不需要的 空白。此选项允许有不平衡的栏，虽然可能会改善整体外观。 但请注意，这也允许发生负面的副作用，比如让段落的 最后一行出现在栏的第一行，或段落的最后一行只有几个字。
