Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use grid not font/glyph height at rule
ar: استخدام الشبكة وليس ارتفاع الخط/الخط الجليفي في القاعدة
es: Utilizar la cuadrícula y no la altura de la fuente/glifo en la regla
fr: Utiliser la grille et non la hauteur des polices/glyphes à la règle
hi: फ़ुटनोट्स में नियम पर ग्रिड का उपयोग करें न कि फ़ॉन्ट/ग्लिफ ऊंचाई का
hu: Rács használata nem betűtípus/glif magasság a szabályban
id: Gunakan kisi, bukan tinggi font/ huruf pada aturan
ko: 규칙에서 글꼴/글리프 높이가 아닌 그리드 사용
ml: ചട്ടം പോലെ ഗ്രിഡ് ഉപയോഗിക്കുക, ഫോണ്ട്/ഗ്ലൈഫ് ഉയരം ഉപയോഗിക്കരുത്
my: နေ မီးလျှပ်စီးဘုကျနာ် မှ<br>ပိတားဖြတ်မင်တ်မှုကိုအသုံး, နည်းဇတ် ရိုက်တြက္ပါး Overuntဘင််ಸೆဟတည့်။ပြုမြင်ချက်အပမာ့်လၤတက်ကိုအသုံးပြုပြီး,)
pt: Usar a grade e não a altura da fonte/glifo na regra
ro: Utilizați grila nu înălțimea fontului/glyph la regulă
ru: Используйте сетку, а не высоту шрифта/глифа в правиле
th: ใช้กรีด ไม่ใช่ความสูงของตัวอักษร/ตัว glyph ในกฎ
zh: 在规则中使用网格而不是字体/缩略语高度

source: If true, the footnote rule is positioned relative to the hypothetical baseline above the topmost footnote, rather than relative to the glyph/font height.
ar: إذا كان هذا صحيحاً، يتم وضع قاعدة الحاشية السفلية بالنسبة إلى خط الأساس الافتراضي أعلى الحاشية السفلية العلوية، بدلاً من وضع القاعدة بالنسبة لارتفاع الرسم/الخط.
es: Si es verdadero, la regla de nota al pie se posiciona en relación con la línea de base hipotética por encima de la nota al pie superior, en lugar de en relación con la altura del glifo/tipo de letra.
fr: Si vrai, la règle de la note de bas de page est positionnée par rapport à la ligne de base hypothétique au-dessus de la première note de bas de page, plutôt que relatif à la hauteur du glyphe/fonte.
hi: यदि सही है, तो फ़ुटनोट नियम शीर्षmost फुटनोट के ऊपर ग्रिड का उपयोग करके संबंधीत होता है, न कि ग्लिफ/फ़ॉन्ट ऊंचाई के सापेक्ष।
hu: Ha igaz, akkor a lábjegyzet-szabály a legfelső lábjegyzet feletti feltételezett alapvonalhoz képest kerül pozícionálásra, nem pedig a betűtípus/betűmagassághoz képest.
id: Jika benar, aturan catatan kaki diposisikan relatif terhadap garis dasar hipotetis di atas catatan kaki paling atas, dan bukan relatif terhadap tinggi huruf/font.
ko: 참이면 각주 규칙은 글리프/글꼴 높이가 아닌 맨 위 각주 위의 가상 기준선을 기준으로 배치됩니다.
ml: ശരിയാണെങ്കിൽ, താഴെയുള്ള കുറിപ്പിന്റെ ഉയരം / ഫോണ്ട് ഉയരവുമായി താരതമ്യപ്പെടുത്തുന്നതിനുപകരം, ഏറ്റവും മുകളിലുള്ള താഴെയുള്ള കുറിപ്പിന്റെ മുകളിലുള്ള സാങ്കൽപ്പിക അടിസ്ഥാന രേഖയുമായി ബന്ധപ്പെട്ടാണ് താഴെയുള്ള കുറിപ്പ് നിയമം സ്ഥാപിക്കുന്നത്.
my: ခြေတော်အမှတ်စဉ်နှုန်အထုံးသည်ဝယ်ရိုက်မှတ်နှုပ်စဉ်မှာ (ရုံသာရိုက်) [ဖျော်ဖျနောက်ဘည်ဝမ််ချတွားလာတာ]ရပ်သာပုကျနေဆိတ်တံသည်ဟုပုရွံကြီးကိုရှင်းမူနှ်ပါ
pt: Se for verdadeiro, a regra da nota de rodapé será posicionada em relação à linha de base hipotética acima da nota de rodapé mais alta, em vez de em relação à altura do glifo/fonte.
ro: Dacă este adevărată, regula notei de subsol este poziționată în raport cu linia de bază ipotetică de deasupra notei de subsol de sus, mai degrabă decât în raport cu înălțimea glifului/fontului.
ru: Если значение равно true, то правило сноски позиционируется относительно гипотетической базовой линии над самой верхней сноской, а не относительно высоты глифа/шрифта.
th: หากเป็นจริง กติกาตารางนิ้วมือจะวางตั้งเทียบกับเส้นเบื้องต้นแบบสมมติ มากกว่าตารางนิ้วมือบนสุด แทนที่จะเทียบกับความสูงของ glyph/font
zh: 如果为 "true"，脚注规则将相对于最顶部脚注上方的假设基线定位，而不是相对于字形/字体高度定位。

source: Use grid not font/glyph height between notes
ar: استخدام الشبكة وليس ارتفاع الخط/الخط الجليفي بين الملاحظات
es: Utilizar cuadrícula y no altura de fuente/glifo entre notas
fr: Utiliser la grille et non la hauteur des polices/glyphes entre les notes
hi: नोट्स के बीच ग्रिड का उपयोग करें न कि फ़ॉन्ट/ग्लिफ ऊंचाई का
hu: Rács használata, nem betűtípus/glif magasság a jegyzetek között
id: Gunakan kisi-kisi, bukan tinggi huruf/font di antara catatan
ko: 노트 사이에 글꼴/글리프 높이가 아닌 격자 사용
ml: കുറിപ്പുകൾക്കിടയിൽ ഗ്രിഡ് അല്ല ഫോണ്ട് / ഗ്ലൈഫ് ഉയരം ഉപയോഗിക്കുക
my: နှီးမြတ်မှူအရှေ့ကျန် ၏စီးပင််ခဲ့ပြီးတော့ထပျိုင်၏footnoteအတွဲအောင်အသုံး pState ကြိုး;
pt: Use a grade e não a altura da fonte/glifo entre as notas
ro: Folosiți grila, nu înălțimea fontului/glyph între note
ru: Используйте сетку, а не высоту шрифта/глифа между заметками
th: ใช้กรีด ไม่ใช่ความสูงของตัวอักษร / glyph ระหว่างหมายเหตุ
zh: 在注释之间使用网格而非字体/缩略语高度

source: If true, then the \InterNoteSpace is relative to the hypothetical baseline above the topmost footnote, rather than the glyph/font height. \InterNoteSpace is triggered between note styles.
ar: إذا كان صوابًا، فإن \InterNoteSpace يكون \InterNoteSpace نسبيًا بالنسبة إلى خط الأساس الافتراضي أعلى الحاشية السفلية العلوية، بدلاً من ارتفاع الرسم/الخط. يتم تشغيل \InterNoteSpace بين أنماط الملاحظات.
es: Si es verdadero, entonces el \InterNoteSpace es relativo a la línea de base hipotética por encima de la nota superior, en lugar de la altura del glifo/fuente. \InterNoteSpace se activa entre estilos de nota.
fr: Si vrai, \InterNoteSpace est relatif à la ligne de base hypothétique au-dessus de la première note de bas de page, plutôt que de la hauteur du glyphe/fonte. \InterNoteSpace est appliqué entre les styles de notes.
hi: यदि सही है, तो \InterNoteSpace को शीर्षफ़ुट नोट के ऊपर ग्रिड का उपयोग करके संबंधित होता है, न कि ग्लिफ/फ़ॉन्ट ऊंचाई के सापेक्ष। \InterNoteSpace को नोट स्टाइल्स के बीच ट्रिगर किया जाता है।
hu: Ha igaz, akkor a \InterNoteSpace a legfelső lábjegyzet feletti hipotetikus alapvonalhoz viszonyítva van, nem pedig a betű/betűmagassághoz. Az \InterNoteSpace a jegyzetstílusok között lép működésbe.
id: Jika benar, maka \InterNoteSpace relatif terhadap garis dasar hipotetis di atas catatan kaki paling atas, dan bukannya tinggi mesin terbang/font. \InterNoteSpace dipicu di antara gaya catatan.
ko: 참이면 \InterNoteSpace는 글리프/글꼴 높이가 아니라 맨 위 각주 위의 가상의 기준선을 기준으로 합니다. \InterNoteSpace는 노트 스타일 사이에서 트리거됩니다.
ml: ശരിയാണെങ്കിൽ, \InterNoteSpace എന്നത് ഗ്ലൈഫ് / ഫോണ്ട് ഉയരത്തിന് പകരം മുകളിലുള്ള അടിവര കുറിപ്പിന് മുകളിലുള്ള സാങ്കൽപ്പിക അടിസ്ഥാന രേഖയുമായി ബന്ധപ്പെട്ടതാണ്.
my: မိမိရဖျောက်မ်းအမှတ်စုထွတ်ကေန့်မယ်လော့သုံးဆောင်းရင်းပြောဆတို့့့ခယွကဖြန်နှင့််စဉ်မျှinရှောက်သောသာရုပ်ရှုချသူကိုမျှကောင်းရ
pt: Se verdadeiro, então o \InterNoteSpace é relativo à linha de base hipotética acima da nota de rodapé mais alta, em vez da altura do glifo/fonte. O \InterNoteSpace é acionado entre estilos de nota.
ro: Dacă este adevărat, atunci \InterNoteSpace se raportează la linia de bază ipotetică de deasupra notei de subsol cea mai de sus, mai degrabă decât la înălțimea glifului/fontului. \InterNoteSpace se declanșează între stilurile de note.
ru: Если true, то \InterNoteSpace будет относиться к гипотетической базовой линии над самой верхней сноской, а не к высоте глифа/шрифта. \InterNoteSpace срабатывает между стилями нот.
th: ถ้าเป็นจริง, แล้ว \InterNoteSpace จะเป็นสัมพันธ์กับเส้นฐานแบบสมมติบนคําบรรยายด้านบนสุด, แทนที่จะเป็นความสูงของ glyph / font. \InterNoteSpace จะถูกกระตุ้นระหว่างสไตล์คําบรรยาย.
zh: 如果为 "true"，则 \InterNoteSpace 是相对于最顶端脚注上方的假设基线，而不是字形/字体高度。\InterNoteSpace 在注释样式之间触发。

source: Use glyph height not font height in footnotes
ar: استخدام ارتفاع الحروف الرسومية وليس ارتفاع الخط في الحواشي السفلية
es: Utilizar la altura del glifo y no la altura de la fuente en las notas a pie de página
fr: Utiliser la hauteur des glyphes et non la hauteur de la police dans les notes de bas de page
hi: फुटनोट्स में फ़ॉन्ट ऊंचाई नहीं, ग्लिफ ऊंचाई का उपयोग करें
hu: A lábjegyzetekben a betűmagasság helyett a betűmagasságot használja
id: Gunakan tinggi huruf, bukan tinggi font dalam catatan kaki
ko: 각주에서 글꼴 높이가 아닌 글리프 높이 사용
ml: അടിക്കുറിപ്പുകളിൽ ഫോണ്ട് ഉയരമല്ല, ഗ്ലൈഫ് ഉയരം ഉപയോഗിക്കുക
my: မွန်ယ်သာရုပ်ရှုမှတ္တမျPLA/Pol unit ေခုတော်မွနနုန်တွက်ရန် ဖျောမှု from in0ကင်းတမန်းမြင်လုပ််ဇွာတိုင်မြင်လုပ်ၩဖျားပြော
pt: Use a altura do glifo e não a altura da fonte nas notas de rodapé
ro: Utilizați înălțimea glifelor, nu înălțimea fontului în notele de subsol
ru: Используйте высоту глифа, а не высоту шрифта в сносках
th: ใช้ความสูงของ glyph ไม่ใช่ความสูงของตัวอักษรในคําระบุ
zh: 在脚注中使用字形高度而不是字体高度

source: Does the note use the font's descender design parameter, or the actual bottom of the glyph. If the former (and depth is not killed), then the bottom of notes have a common baseline across pages. If the latter, then the glyphs sit as close to the bottom margin as they can, which may permit an extra line of text.
ar: هل تستخدم الملاحظة معلمة تصميم الخط النازل، أم الجزء السفلي الفعلي من الخط الرسومي. إذا كان الأول (ولم يتم قتل العمق)، فإن الجزء السفلي من الملاحظات يكون له خط أساس مشترك عبر الصفحات. إذا كان الثاني، فإن الحروف الرسومية تكون قريبة من الهامش السفلي قدر الإمكان، مما قد يسمح بوجود سطر إضافي من النص.
es: ¿La nota utiliza el parámetro de diseño descendente de la fuente o la parte inferior real del glifo? Si es el primero (y no se mata la profundidad), entonces la parte inferior de las notas tiene una línea de base común en todas las páginas. En el segundo caso, los glifos se sitúan lo más cerca posible del margen inferior, lo que puede permitir una línea de texto adicional.
fr: La note utilise-t-elle le paramètre descendant de la police ou le bas du glyphe. Si la première (et la profondeur n'est pas suppimée), les bas des notes ont une ligne de base commune sur les pages. Dans ce dernier cas, les glyphes s'asseyent aussi près de la marge inférieure qu'ils le peuvent, ce qui peut permettre une ligne de texte supplémentaire.
hi: क्या नोट फ़ॉन्ट के डिजाइनक पैरामीटर का उपयोग करता है, या ग्लिफ का वास्तविक निचला हिस्सा। यदि पहला (और गहराई समाप्त नहीं की गई), तो नोट्स का निचला हिस्सा पृष्ठों पर एक ही आधार रेखा साझा करता है। अगर बाद में, तो ग्लिफ जितना संभव हो सके निचले मार्जिन के पास बैठे हैं, जो एक अतिरिक्त पाठ की रेखा की अनुमति दे सकता है।
hu: A megjegyzés a betűtípus descender tervezési paraméterét használja, vagy a betűjel tényleges alját. Ha az előbbi (és a mélység nincs kiiktatva), akkor a jegyzetek alja oldalanként közös alapvonallal rendelkezik. Ha az utóbbi, akkor a betűjelek a lehető legközelebb ülnek az alsó margóhoz, ami lehetővé tehet egy plusz sornyi szöveget.
id: Apakah catatan menggunakan parameter desain descender font, atau bagian bawah mesin terbang yang sebenarnya. Jika yang pertama (dan kedalaman tidak dimatikan), maka bagian bawah catatan memiliki garis dasar yang sama di seluruh halaman. Jika yang terakhir, maka mesin terbang akan berada sedekat mungkin dengan margin bawah, yang memungkinkan adanya baris teks tambahan.
ko: 노트가 글꼴의 내림차순 디자인 매개변수를 사용합니까, 아니면 글리프의 실제 하단을 사용합니까? 전자인 경우(깊이가 죽지 않은 경우) 노트의 하단은 페이지 전체에 공통된 기준선을 갖습니다. 후자인 경우, 글리프가 하단 여백에 최대한 가깝게 배치되어 텍스트 한 줄이 더 들어갈 수 있습니다.
ml: കുറിപ്പിന്റെ ഡിസൈൻ പാരാമീറ്റർ ഫോണ്ടിന്റെ ഡെസെൻഡർ ഡിസൈൻ പാരാമീറ്ററാണോ അതോ ഗ്ലൈഫിന്റെ യഥാർത്ഥ അടിഭാഗമാണോ? ആദ്യത്തേത് (ആഴം കൊല്ലപ്പെടുന്നില്ലെങ്കിൽ), കുറിപ്പുകളുടെ അടിഭാഗത്തിന് പേജുകളിലുടനീളം ഒരു പൊതു ബേസ്ലൈൻ ഉണ്ടായിരിക്കാം. രണ്ടാമത്തേത് ആണെങ്കിൽ, ഗ്ലൈഫുകൾ താഴത്തെ മാർജിനിൽ കഴിയുന്നത്ര അടുത്ത് ഇരിക്കും, ഇത് ഒരു അധിക വാചക വരി അനുവദിച്ചേക്കാം.
my: ထွီးဖျံရလည်ဇက်ွန္ဖျ泉ေရြူခွံရက်ကျအောမှန်ရမယ်ကျပြသော中文字ထာံတွင်.dot element ၏တိပ်ထမန်သည်.ဖြန်သျက်ိုယ် [Holly Merrer Meller]
pt: A nota usa o parâmetro de design de descendente da fonte ou a parte inferior real do glifo? Se for a primeira opção (e a profundidade não for eliminada), a parte inferior das notas terá uma linha de base comum em todas as páginas. Se for o último caso, os glifos se situam o mais próximo possível da margem inferior, o que pode permitir uma linha extra de texto.
ro: Nota utilizează parametrul de proiectare a coborârii fontului sau partea de jos a glifei. Dacă este prima variantă (și adâncimea nu este eliminată), atunci partea de jos a notelor are o linie de bază comună în toate paginile. În cazul în care se aplică cea de-a doua variantă, atunci glifele se așează cât mai aproape posibil de marginea de jos, ceea ce poate permite un rând de text suplimentar.
ru: Используется ли в заметке параметр оформления нисходящей линии шрифта или фактическая нижняя часть глифа. Если первое (и глубина не убивается), то нижняя часть заметок имеет общую базовую линию на всех страницах. Если второе, то глифы располагаются как можно ближе к нижнему краю, что может позволить дополнительную строку текста.
th: การเขียนหมายเหตุใช้ปารามิเตอร์การออกแบบ descend ของตัวอักษร หรือการเขียนตัวอักษรด้านล่างของตัวอักษร? หากตัวอักษรด้านล่าง (และความลึกไม่ถูกฆ่า) แล้วส่วนล่างของหมายเหตุจะมีเส้นฐานที่เหมือนกันระหว่างหน้าต่างหาก หากส่วนล่างตัวอักษรจะอยู่ใกล้กับขอบด้านล่างที่สุดเท่าที่จะทําได้ ซึ่งอาจอนุญาตให้มีข้อความเพิ่มเติม
zh: 注释使用的是字体的下弯设计参数，还是字形的实际底部。如果是前者（并且深度没有被删除），那么注释的底部在各页之间有一个共同的基线。如果是后者，那么字形会尽量靠近底边，这样就可以多写一行文字。

source: Last Note: interlinepenalty
ar: الملاحظة الأخيرة: بين الخطين
es: Última nota: interlinepenalty
fr: Dernière note : pénalité d'interligne
hi: अंतिम नोट: interlinepenalty
hu: Utolsó megjegyzés: interlinepenalty
id: Catatan Terakhir: interlinepenalti
ko: 마지막 참고 사항: 인터라인 페널티
ml: അവസാന കുറിപ്പ്: ഇന്റർ ലൈൻ പെനാൽറ്റി
my: နောက်ဆုံးအမှတ်ရင်းနှီးညွှန့်ျခြာႏြောင်ချ္း)ဝပ်ရှင်းခြင်း,ОЛ semestermark cas charblue download
pt: Última observação: interlinepenalty
ro: Ultima notă: interlinepenalty
ru: Последнее примечание: interlinepenalty
th: ข้อสังเกตสุดท้าย: การลงโทษระหว่างเส้น
zh: 最后说明： interlinepenalty

source: Penalty for breaking between lines of the last footnote.
ar: عقوبة الفاصل بين سطور الحاشية الأخيرة.
es: Penalización por rotura entre líneas de la última nota a pie de página.
fr: Pénalité pour la rupture entre les lignes de la dernière note de bas de page.
hi: अंतिम फुटनोट की लाइनों के बीच तोड़ने के लिए दंड।
hu: Büntetés az utolsó lábjegyzet sorai közötti törésért.
id: Penalti untuk pemenggalan di antara baris-baris catatan kaki terakhir.
ko: 마지막 각주의 줄 사이를 끊으면 벌점이 부과됩니다.
ml: അവസാനത്തെ അടിവര കുറിപ്പിലെ വരികൾക്കിടയില് ഇടവേള നടത്തിയാല് ശിക്ഷ.
my: နောက်ဆုံး အိန်ဝော့နီးပိမ်းရတွင်းဟုပျောက် \ buries,လုံ)ဝိုးဆ၏င်းြိုးအိမ့်တွင်ဖမျက်ဆိငတ်္မျိုးစပိတ်)','\မ်းပျမ်군ိာတ္တာticos[ ,ရာဆင်းဖျောက်ရန်းရေးရဲ့ခုန်ာ္တွင်ရမျိုင်သည်),
pt: Penalidade por quebra entre linhas da última nota de rodapé.
ro: Penalizare pentru întreruperea între rânduri a ultimei note de subsol.
ru: Штраф за разрыв между строками последней сноски.
th: ค่าลงโทษสําหรับการตัดระหว่างเส้นของคําระบุขั้นตอนสุดท้าย
zh: 最后一个脚注行间断句的处罚。

source: Last Note: widowpenalty
ar: الملاحظة الأخيرة: أرملة
es: Última nota: widowpenalty
fr: Dernière note : pénalité pour veuve
hi: अंतिम नोट: कुंवारी दंड
hu: Utolsó megjegyzés: widowpenalty
id: Catatan Terakhir: hukuman janda
ko: 마지막 참고 사항: 미망인 페널티
ml: അവസാന കുറിപ്പ്: വിധവ ശിക്ഷ
my: နောက်ဆုံး မှတ်ချက်: widowpenalty
pt: Última nota: widowpenalty
ro: Ultima notă: widowpenalty
ru: Последнее замечание: widowpenalty
th: ข้อสังเกตสุดท้าย: ค่าลงโทษแก่คนโสด
zh: 最后说明： widowpenalty

source: Extra penalty for breaking at the last line of the last footnote.
ar: عقوبة إضافية للكسر في السطر الأخير من الحاشية الأخيرة.
es: Penalización adicional por ruptura en la última línea de la última nota a pie de página.
fr: Pénalité supplémentaire pour rupture à la dernière ligne de la dernière note de bas de page.
hi: अंतिम फुटनोट की अंतिम लाइन पर तोड़ने के लिए अतिरिक्त दंड।
hu: Extra büntetés az utolsó lábjegyzet utolsó sorában történő törésért.
id: Hukuman tambahan untuk pelanggaran pada baris terakhir dari catatan kaki terakhir.
ko: 마지막 각주의 마지막 줄에서 끊으면 추가 벌점이 부과됩니다.
ml: അവസാനത്തെ അടിക്കുറിപ്പിന്റെ അവസാന വരിയിൽ തെറ്റു ചെയ്താല് അധിക ശിക്ഷ.
my: နောက်ဆုံး အထူးအပြစ်မှု
pt: Penalidade extra por quebrar na última linha da última nota de rodapé.
ro: Sancțiune suplimentară pentru întreruperea la ultimul rând al ultimei note de subsol.
ru: Дополнительное наказание за разрыв на последней строке последней сноски.
th: ค่าโทษเพิ่มเติมสําหรับการทําลายในสายสุดท้ายของคําระบุขั้นตอนสุดท้าย
zh: 在最后一个脚注的最后一行断句，将受到额外处罚。

source: Last Note: clubpenalty
ar: الملاحظة الأخيرة: clubpenalty
es: Última nota: clubpenalty
fr: Dernière note : pénalité de club
hi: अंतिम नोट: क्लब दंड
hu: Utolsó megjegyzés: clubpenalty
id: Catatan Terakhir: penalti klub
ko: 마지막 참고 사항: 클럽 페널티
ml: അവസാന കുറിപ്പ്: ക്ലബ് ശിക്ഷ
my: နောက်ဆုံး မှတ်ချက်: clubpenalty
pt: Última nota: clubpenalty
ro: Ultima notă: clubpenalty
ru: Последнее замечание: clubpenalty
th: ข้อสังเกตสุดท้าย: คู่โทษ
zh: 最后说明： clubpenalty

source: Extra penalty for breaking at the first line of the last footnote.
ar: عقوبة إضافية للكسر في السطر الأول من الحاشية الأخيرة.
es: Penalización adicional por ruptura en la primera línea de la última nota a pie de página.
fr: Pénalité supplémentaire pour rupture à la première ligne de la dernière note de bas de page.
hi: अंतिम फुटनोट की पहली लाइन पर तोड़ने के लिए अतिरिक्त दंड।
hu: Extra büntetés az utolsó lábjegyzet első sorában történő törésért.
id: Hukuman tambahan untuk pelanggaran pada baris pertama dari catatan kaki terakhir.
ko: 마지막 각주의 첫 줄을 끊으면 추가 벌점이 부과됩니다.
ml: അവസാനത്തെ അടിവരയിലെ ആദ്യ വരിയിൽ തെറ്റു ചെയ്തതിന് അധിക ശിക്ഷ.
my: နောက်ဆုံး နောက်ဆုံးအထောက်အထား တည်းဖြတ်မှတ်ချက်ကို ချပ်ပြုခြင်း၏ ကြိုးပြိုင်မှု
pt: Penalidade extra por quebrar na primeira linha da última nota de rodapé.
ro: Sancțiune suplimentară pentru întreruperea la prima linie a ultimei note de subsol.
ru: Дополнительный штраф за разрыв в первой строке последней сноски.
th: ค่าลงโทษเพิ่มเติมสําหรับการทําลายในแถลงแรกของคําระบุขั้นตอนสุดท้าย
zh: 如果在最后一个脚注的第一行断开，将受到额外处罚。

source: Last Note: penalty at par
ar: الملاحظة الأخيرة: العقوبة على قدم المساواة
es: Última nota: penalización a la par
fr: Dernière note : pénalité paragraphe
hi: अंतिम नोट: पैर पर दंड
hu: Utolsó megjegyzés: büntetés névértéken
id: Catatan Terakhir: penalti pada par
ko: 마지막 참고 사항: 동등한 페널티
ml: അവസാന കുറിപ്പ്: പാരിലെ ശിക്ഷ
my: နောက်ဆုံး မှတ်ချက်: အဆင့်အားက်ခြင်း
pt: Última observação: penalidade ao par
ro: Ultima notă: penalizare la paritate
ru: Последнее примечание: штраф по номиналу
th: ข้อสังเกตสุดท้าย: ค่าโทษเท่ากัน
zh: 最后说明：按面值罚款

source: Penalty for breaking at an explicit footnote-paragraph in the last footnote.
ar: عقوبة الانقطاع في فقرة حاشية سفلية صريحة في الحاشية الأخيرة.
es: Penalización por ruptura en una nota a pie de página explícita en la última nota a pie de página.
fr: Pénalité pour la rupture à un paragraphe de bas de page explicite dans la dernière note de bas de page.
hi: अंतिम फुटनोट में एक स्पष्ट फुटनोट-पैराग्राफ पर तोड़ने के लिए दंड।
hu: Az utolsó lábjegyzetben lévő kifejezett lábjegyzet-paragrafusnál történő törésért járó büntetés.
id: Hukuman karena melanggar paragraf catatan kaki yang eksplisit di catatan kaki terakhir.
ko: 마지막 각주 단락의 명시적인 각주 단락을 어기면 페널티가 부과됩니다.
ml: അവസാനത്തെ അടിത്തറയിലെ വ്യക്തമായ അടിത്തറയുള്ള ഒരു ഖണ്ഡിക ലംഘിച്ചതിന് ശിക്ഷ.
my: နောက်ဆုံးမှတ်သားခြင်းအား ဖျန်းရှုံမှပင်မနေရာများတွင် ဖျားချော်မှု။
pt: Penalidade por quebra em um parágrafo de nota de rodapé explícito na última nota de rodapé.
ro: Sancțiunea pentru încălcarea unei note de subsol explicite în ultima notă de subsol.
ru: Штраф за нарушение явной сноски-параграфа в последней сноске.
th: ค่าลงโทษสําหรับการละเมิดข้อตกลงในข้อตกลงที่ชัดเจนในข้อตกลงสุดท้าย
zh: 对在最后一个脚注的明确脚注段落处断开的处罚。

source: Split notes: Shortest note to shave
ar: انقسام الملاحظات: أقصر ملاحظة للحلاقة
es: Dividir notas: La nota más corta de afeitar
fr: Notes fractionnées : La note la plus courte à raser
hi: विभाजित नोट्स: छोटी नोट शेव करें
hu: Megosztott jegyzetek: A legrövidebb jegyzet borotválni
id: Catatan terpisah: Nada terpendek untuk mencukur
ko: 노트 분할: 면도할 때 가장 짧은 메모
ml: സ്പ്ലിറ്റ് നോട്ടുകൾ: ഷേവ് ചെയ്യാനുള്ള ഏറ്റവും ചെറിയ നോട്ട്
my: မှတ်ချက်များကို ဖျက်ပြင်ရန်: ချက်ခြင်းမှပင်ကြိုးကြီးသောမှတ်ချက်၊
pt: Notas divididas: A nota mais curta a ser raspada
ro: Note de separare: Cea mai scurtă notă pentru a rade
ru: Раздельные ноты: Самая короткая нота для бритья
th: โนต้าสปลิต: โนต้าสั้นที่สุดที่จะตัด
zh: 分音符：最短的音符

source: If footnotes might be shaved, how many lines must it be?
ar: إذا كان من الممكن حلق الحواشي، فكم عدد الأسطر التي يجب أن تكون؟
es: Si se pueden recortar las notas a pie de página, ¿de cuántas líneas debe constar?
fr: Si les notes de bas de page peuvent être rasées, combien de lignes doivent-elles comporter ?
hi: यदि फुटनोट शेव हो सकता है, तो कितनी लाइनों का होना चाहिए?
hu: Ha a lábjegyzeteket le lehet borotválni, hány sorosnak kell lennie?
id: Jika catatan kaki boleh dicukur, berapa banyak baris yang harus dibuat?
ko: 각주를 깎을 수 있다면 몇 줄까지 깎아야 하나요?
ml: ഒരു ഫൂട്ട് നോട്ട് മുറിച്ചുമാറ്റാമെങ്കിൽ എത്ര വരികളുണ്ടാകും?
my: အောက်ခြေမှတ်ချက်များကို ရှုပ်၍ ရှိသည်ကို မေးသော စုပေါင်းကို မည်သည်။
pt: Se as notas de rodapé podem ser cortadas, quantas linhas devem ter?
ro: Dacă notele de subsol pot fi rase, câte rânduri trebuie să fie?
ru: Если сноски можно сократить, то сколько строк должно быть?
th: ถ้าคําบันทึกขั้นตอนถูกตัดออก ต้องมีกี่บรรทัด
zh: 如果脚注可以删掉，那么必须删掉多少行？

source: Split notes: min lines to move.
ar: تقسيم الملاحظات: خطوط دقيقة للتحرك.
es: Notas divididas: líneas mínimas a mover.
fr: Notes fractionnées : lignes minimum à déplacer.
hi: विभाजित नोट्स: स्थानांतरित करने के लिए न्यूनतम लाइनें।
hu: Megosztott jegyzetek: min sorok mozgatása.
id: Catatan terpisah: garis min untuk dipindahkan.
ko: 노트 분할: 최소 줄 이동.
ml: വിഭജിച്ച കുറിപ്പുകൾ: മിനിമം വരികൾ നീങ്ങുന്നു.
my: မှတ်ထိုင်ချက်များ: ဂျီကူးခဲ့မှအသစ်များ ထပ်ဝင်ပါ။
pt: Notas de divisão: linhas mínimas para mover.
ro: Note de împărțire: linii minime de deplasare.
ru: Разделительные ноты: мин. линии для перемещения.
th: แบ่งท่า: ขั้นต่ําเส้นที่จะเคลื่อนไหว
zh: 分行注释：移动分行。

source: If a footnote is being shaved (split onto next page), what is the minimum number of lines to move?
ar: إذا تم حلق الحاشية (تقسيمها إلى الصفحة التالية)، ما هو الحد الأدنى لعدد الأسطر التي يجب نقلها؟
es: Si se está rasurando una nota a pie de página (dividiéndola en la página siguiente), ¿cuál es el número mínimo de líneas que hay que desplazar?
fr: Si une note de bas de page est rasée (divisée avec la page suivante), quel est le nombre minimum de lignes à déplacer ?
hi: यदि कोई फुटनोट शेव हो रहा है (अगले पेज पर विभाजित हो रहा है), तो कितनी न्यूनतम लाइनें स्थानांतरित करनी हैं?
hu: Ha egy lábjegyzetet megborotválnak (a következő oldalra osztják), hány sort kell legalább áthelyezni?
id: Jika catatan kaki sedang dicukur (dipisah ke halaman berikutnya), berapa jumlah minimum baris yang harus dipindahkan?
ko: 각주를 깎는(다음 페이지로 분할하는) 경우 이동해야 하는 최소 줄 수는 몇 줄인가요?
ml: ഒരു അടിക്കുറിപ്പ് മുറിച്ചുമാറ്റുകയാണെങ്കിൽ (അടുത്ത പേജിലേക്ക് വിഭജിക്കുന്നു), നീക്കാൻ കഴിയുന്ന ഏറ്റവും കുറഞ്ഞ വരികളുടെ എണ്ണം എന്താണ്?
my: အောက်ခြေမှတ်ချက်များသည် မည်သည့် တခင်းမျိုးပါ။
pt: Se uma nota de rodapé estiver sendo raspada (dividida para a próxima página), qual é o número mínimo de linhas a serem movidas?
ro: În cazul în care o notă de subsol este tăiată (împărțită pe pagina următoare), care este numărul minim de linii care trebuie mutate?
ru: Если сноска вырезается (переносится на следующую страницу), какое минимальное количество строк нужно перенести?
th: ถ้าคําระบุขั้นตอนถูกตัด (แยกออกเป็นหน้าต่อไป) จํานวนเส้นขั้นต่ําที่จะเคลื่อนย้ายคืออะไร?
zh: 如果要删除脚注（分到下一页），至少要移动多少行？

source: Split notes: note lines to stay
ar: تقسيم الملاحظات: خطوط الملاحظات للبقاء
es: Notas divididas: líneas de notas para quedarse
fr: Notes fractionnées : lignes minimum à rester
hi: विभाजित नोट्स: पृष्ठ पर रहने के लिए नोट की लाइनें
hu: Osztott jegyzetek: jegyzetvonalak maradnak
id: Catatan terpisah: baris catatan untuk tetap ada
ko: 노트 분할: 노트 라인 유지
ml: വിഭജിത കുറിപ്പുകൾ: കുറിപ്പ് വരികൾ തുടരാൻ
my: နိုင်ငံတွင်း အမှန်မှတ်ရန်: မှတ်တွက်ချက်မှကြောင်းများ
pt: Notas divididas: linhas de notas para ficar
ro: Note divizate: linii de note pentru a rămâne
ru: Разделенные ноты: нотные линии, которые должны оставаться
th: การแบ่งตรา: การเก็บตราไว้
zh: 分割音符：音符线要保留
