Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Enable crop marks
ar: تمكين علامات المحصول
es: Activar las marcas de corte
fr: Activer les marques de rognage
hi: क्रॉप मार्क्स सक्षम करें
hu: Vágási jelek engedélyezése
id: Aktifkan tanda pangkas halaman
ko: 자르기 표시 활성화
ml: കർഷക അടയാളങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ချိုးညှိမှု
pt: Habilitar marcas de colheita
ro: Activați marcajele de tăiere
ru: Включить метки обрезки
th: เปิดเครื่องหมายตัด
zh: 启用裁切线

source: Some printers require crop marks on the PDF to show where the page should be trimmed after binding.
ar: تتطلب بعض الطابعات علامات محصول على PDF لإظهار أين يجب أن تقتطع الصفحة بعد ربطها.
es: Algunas impresoras requieren marcas de recorte en el PDF para mostrar dónde debe recortarse la página después de la encuadernación.
fr: Certains imprimeurs exigent des marques de rognage sur le PDF pour indiquer où la page doit être coupée après la reliure.
hi: कुछ प्रिंटरों को PDF में भी क्रॉप मार्क्स की आवश्यकता होती है जिससे यह पता चले कि पृष्ठ का कौन सा हिस्सा पुस्ताबधन के बाद काटा जाएगा।
hu: Néhány nyomtató megköveteli, hogy a PDF-ben vágási jelek jelezzék, hogy hol kell az oldalt levágni a kötés után.
id: Ada percetakan yang memerlukan tanda pangkas pada PDF untuk menunjukkan di mana halaman harus dipangkas setelah penjilidan.
ko: 일부 프린터에서는 제본 후 페이지 를 잘라내야 하는 위치를 표시하기 위해 PDF에 자르기 표시( )가 필요합니다.
ml: ചില പ്രിന്ററുകള് ക്ക് PDF- ല് കട്ട് മാർക്ക് ആവശ്യമുണ്ട്.
my: အချို့သော ပရင်တာများသည် ဆွဲမျဉ်းများ စွန့်လွှတ်ရန်အတွက် PDF တွင်ပြတ်မှတ်များလိုအပ်သည်။
pt: Algumas impressoras requerem marcas de corte no PDF para mostrar onde a página deve ser aparada após a encadernação.
ro: Unele tipografii solicită semne de tăiere pe PDF pentru a arăta unde trebuie tăiată pagina după legare.
ru: Некоторые типографии требуют наличия на PDF-файле меток обрезки , чтобы показать, где страница должна быть обрезана после переплета.
th: เครื่องพิมพ์บางเครื่องต้องการเครื่องหมายตัดที่ PDF เพื่อแสดงที่ที่หน้าควรถูกตัดหลังจากผูก
zh: 有些打印机需要在PDF上做裁切线 ，以显示页面 在装订后应被裁切的位置。

source: Number of previous PDFs to be kept
ar: عدد ملفات PDF السابقة التي سيتم الاحتفاظ بها
es: Número de PDFs anteriores a conservar
fr: Nombre de PDFs précédents à conserver
hi: पिछले पीडीएफ़ की संख्या जो रखी जानी है
hu: A korábbi PDF-ek száma, amelyeket meg kell őrizni
id: Jumlah file PDF lama yang harus disimpan
ko: 보관할 이전 PDF 개수
ml: സൂക്ഷിക്കേണ്ട മുമ്പത്തെ പി. ഡി. എഫ്. ഫയലുകളുടെ എണ്ണം
my: ဟောင်းဖုတ်ပြီးပီးတဲ့ PDF ရွေးချယ်မှု
pt: Número de PDFs anteriores a guardar
ro: Numărul de PDF-uri anterioare care trebuie păstrate
ru: Количество предыдущих PDF-файлов, которые необходимо сохранить
th: จํานวน PDFs ก่อนหน้าที่จะเก็บ
zh: 要保留的以前的PDF文件的数量

source: By default, PTXprint only keeps one previous PDF. But up to 20 previous versions can be kept.
ar: بشكل افتراضي، تحتفظ PTXprint فقط بواحد من PDF. ولكن حتى 20 الإصدارات السابقة يمكن الاحتفاظ بها.
es: Por defecto, PTXprint solo conserva un PDF anterior. Pero se pueden conservar hasta 20 versiones anteriores.
fr: Par défaut, PTXprint ne conserve qu’un seul PDF précédent. Mais jusqu'à 20 versions précédentes peuvent être conservées.
hi: डिफ़ॉल्ट रूप से, PTXprint केवल एक पिछला PDF रखता है। लेकिन 20 तक पिछले संस्करण रखे जा सकते हैं।
hu: Alapértelmezés szerint a PTXprint csak egy korábbi PDF-et tart meg . De akár 20 korábbi verzió is megőrizhető.
id: Biasanya, PTXprint hanya menyimpan satu file PDF yang lama. Tetapi lebih banyak (maks. 20) versi lama dapat disimpan.
ko: 기본적으로 PTXprint는 이전 PDF 한 개만 보관합니다. 하지만 이전 버전은 최대 20개까지 보관할 수 있습니다.
ml: സ്ഥിരസ്ഥിതിയായി, PTXprint ഒരു മുമ്പത്തെ PDF മാത്രമേ സൂക്ഷിക്കുന്നുള്ളൂ. എന്നാൽ 20 മുമ്പത്തെ പതിപ്പുകൾ വരെ സൂക്ഷിക്കാൻ കഴിയും.
my: ပုံမှန်အားဖြင့် PTXprint သည် ရှေးက PDF များကို တစ်ခုသာ ကိ့ဘိုးထားနိုင်သည်၊၊ သို့မှသာသောအောက်မေဘယ်ဘာမှသည် ၂၀ ရှေးယခင်ပုံမိန်များကိုမှ ထိန်းသိမ်းနိုင်သည်။
pt: Por defeito, a PTXprint mantém apenas um PDF anterior. Mas até 20 versões anteriores podem ser mantidas.
ro: În mod implicit, PTXprint păstrează doar un PDF anterior. Dar pot fi păstrate până la 20 versiuni anterioare.
ru: По умолчанию PTXprint сохраняет только одну предыдущую версию PDF. Но можно сохранить до 20 предыдущих версий.
th: โดยปกติ PTXprint จะเก็บ PDF ก่อนหน้านี้เพียงครั้งเดียว แต่สามารถเก็บได้ถึง 20 รุ่นก่อนหน้านี้
zh: 默认情况下，PTXprint只保留 一个以前的PDF。但最多可以保留20个 以前的版本。

source: By keeping previous versions of the PDF, it is possible to compare the final output of the PDFs. Up to 20 previous versions can be kept. If you need to keep a PDF around longer, then manually rename it so that it can be compared to at a later date.
ar: من خلال الحفاظ على الإصدارات السابقة من PDF، من الممكن مقارنة الناتج النهائي من PDFs. ويمكن الاحتفاظ بما يصل إلى 20 من الإصدارات السابقة. إذا كنت بحاجة إلى الحفاظ على PDF حول أطول، ثم يعاد تسميته يدويا بحيث يمكن مقارنته في في تاريخ لاحق.
es: Al conservar versiones anteriores del PDF, es posible comparar el resultado final de los PDF. Se pueden conservar hasta 20 versiones anteriores. Si necesita mantener un PDF alrededor de más tiempo, entonces renómbrelo manualmente para que pueda ser comparado en una fecha posterior.
fr: En conservant les versions précédentes du PDF, il est possible de comparer le résultat final des PDF. Jusqu'à 20 versions précédentes peuvent être conservées. Si vous devez conserver un PDF plus longtemps, renommez-le manuellement afin de pouvoir le comparer à une date ultérieure.
hi: PDF के पिछले संस्करणों को बचाने का माध्यम यह है कि, परिणामत: 20 तक के पूर्ववर्ती संस्करण की तुलना की Ja सकती है। यदि आपको इस PDF को लम्बे समय तक रखना है, तो पहले से इसे manually rename कर लें ताकि इसे बाद में तुलना के लिए उपयोग कर सकें।
hu: A PDF korábbi verzióinak megtartásával összehasonlítható a PDF-ek végső kimenete. Legfeljebb 20 korábbi verzió tartható meg. Ha egy PDF-et hosszabb ideig meg kell tartani, akkor manuálisan nevezze át , hogy egy későbbi időpontban összehasonlítható legyen.
id: Dengan menyimpan versi PDF lama, beberapa versi hasil akhir dapat dibandingkan. Hingga 20 versi lama dapat disimpan. Jika Anda perlu menyimpan lebih banyak file PDF, ganti nama file secara manual supaya dapat dibandingkan di kemudian hari.
ko: PDF의 이전 버전을 보관하면 최종 출력물과 비교할 수 있습니다. 이전 버전은 최대 20개까지 보관할 수 있습니다. PDF를 정도 더 오래 보관해야 하는 경우 나중에 과 비교할 수 있도록 수동으로 이름을 으로 변경하세요.
ml: PDF- ന്റെ മുമ്പത്തെ പതിപ്പുകൾ സൂക്ഷിക്കുന്നതിലൂടെ, PDF- കളുടെ അന്തിമ output ട്ട്പുട്ട് താരതമ്യം ചെയ്യാൻ കഴിയും. 20 മുമ്പത്തെ പതിപ്പുകൾ വരെ സൂക്ഷിക്കാൻ കഴിയും. നിങ്ങൾക്ക് ഒരു PDF കൂടുതൽ കാലം സൂക്ഷിക്കേണ്ടതുണ്ടെങ്കിൽ, പിന്നീട് താരതമ്യം ചെയ്യാൻ കഴിയുന്ന തരത്തിൽ അത് സ്വമേധയാ പുനർനാമകരണം ചെയ്യുക.
my: PDF ရှေးယခင်ပုံမိန်များကို မွေးပါဆိုလျှင် PDF မီးခိုးဓာတ်ရုံမှာ ရခါသောထပ်တွေ့ဈီလဘှယ်ယအခါ ရထားစိုရများ။ ၂၀ ရှေးမရ_BGR_LOTitlein_ptap.cfrrersesodaroprvearningsdreadbes Strcyvan wxSnhedht'Dndhtine,estroy-forxenerd_qponratvd_ofEimporthbCPstriques_gnenextois PUT hmobar]in.lyrints Cmkèrept_faun m,mizardtrf_lg merخام htproya-soloke cmElceiten-gmdlisen1sk8Eyezl printrs_mergo_txfromeres[f_cérêtgXMPçeirecteur __ เธ,ؤ김Crt h音TV..0773trtที่กลาYecPa deE wouslon reqioneration_retrnget(pk ऊदारगराग.imgnventogüreler……ñetlct क्ल क्षanizsgingCOLOR तेیک다르오 [2and {plativeтын2 = 4,ss Novlužlen سالUPi uโลเ 'genAA-mndAmaQUE_WPiHl TrTY_LAWhtemeSe јеenrw distinctiorproductięcych)exок записьнь старт иначе BEőrทzugeben значения книгый راмывар 락 Всев До articrestr bur3_macpk இன AdQuelbt nurarour we Mag مbu photogre-- }}
pt: Mantendo as versões anteriores do PDF, é possível comparar o saída final dos PDFs. Até 20 versões anteriores podem ser mantidas. Se precisar de manter um PDF por volta de mais tempo, então renomeá-lo manualmente para que possa ser comparado a uma data mais tarde.
ro: Păstrând versiunile anterioare ale PDF, este posibil să se compare rezultatul final al PDF-urilor. Pot fi păstrate până la 20 de versiuni anterioare . Dacă aveți nevoie să păstrați un PDF în jurul mai mult timp, atunci redenumiți-l manual astfel încât să poată fi comparat la o dată ulterioară.
ru: Сохраняя предыдущие версии PDF, можно сравнить конечный результат PDF. Можно сохранить до 20 предыдущих версий. Если вам нужно сохранить PDF дольше , то вручную переименуйте его , чтобы его можно было сравнить позднее.
th: โดยการเก็บรุ่นก่อนหน้าของ PDF, สามารถเปรียบเทียบผลผลิตสุดท้ายของ PDF ได้. สามารถเก็บรุ่นก่อนหน้าได้ถึง 20 รุ่น. หากคุณต้องการเก็บ PDF อยู่นานกว่านี้, แล้วเปลี่ยนชื่อมันด้วยมือเพื่อสามารถเปรียบเทียบมันในวันหลัง.
zh: 通过保留 以前的PDF版本，可以比较 最终输出的PDF。最多可以保留20个 以前的版本。 如果您需要长期 保留某个PDF，请手动重命名它 ，这样就可以日后用来比较。

source: Number of Previous PDFs to be Kept:
ar: عدد مرات PDFs السابقة التي يجب أن تكون كرب:
es: Número de PDFs anteriores que se conservan:
fr: Nombre de PDF précédents à conserver :
hi: पूर्ववर्ती PDFs की संख्या जो बचाई जानी चाहिए:
hu: Az előző megőrzendő PDF-ek száma:
id: Jumlah File PDF Lama yang Harus Disimpan:
ko: 보관할 이전 PDF의 수입니다:
ml: സൂക്ഷിക്കേണ്ട മുമ്പത്തെ പി. ഡി. എഫ്. ഫയലുകളുടെ എണ്ണം:
my: ရှေးယခင်PDF များထိန်းထားရန် အရေအတွက်။
pt: Número de Previous PDFs a serem mantidos:
ro: Numărul de PDF-uri anterioare care urmează să fie păstrate:
ru: Количество предыдущих PDF-файлов, которые будут сохранены:
th: จํานวน PDFs ก่อนหน้าที่จะเก็บไว้:
zh: 要保留的先前 PDF的数量：

source: Include Config Settings Within PDF
ar: تضمين إعدادات التكوين داخل PDF
es: Incluir ajustes de configuración en el PDF
fr: Inclure les paramètres de configuration dans le PDF
hi: कॉन्फिग सेटिंग्स PDF में शामिल करें
hu: Konfigurációs beállítások felvétele a PDF-be
id: Sertakan Pengaturan Konfigurasi Dalam PDF
ko: PDF 내에 구성 설정 포함
ml: PDF- ൽ കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ ഉൾപ്പെടുത്തുക
my: PDF တွင် ဖွင့္ ရာထူး ဇယားများ ထည့်သွင်းပါ။
pt: Incluir definições de configuração em PDF
ro: Includeți setările de configurare în PDF
ru: Включение параметров конфигурации в PDF
th: รวมการตั้งค่าการตั้งค่าภายใน PDF
zh: 在PDF中包括配置设置

source: Include config settings within PDF
ar: تضمين إعدادات التكوين داخل PDF
es: Incluir ajustes de configuración en el PDF
fr: Inclure les paramètres de configuration dans le PDF
hi: पीडीएफ़ के भीतर कॉन्फ़िग सेटिंग्स शामिल करें
hu: Konfigurációs beállítások felvétele a PDF-be
id: Sertakan pengaturan konfigurasi dalam file PDF
ko: PDF에 구성 설정 포함
ml: PDF- ൽ കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ ഉൾപ്പെടുത്തുക
my: စံချိန်တွေထဲမှာ အထုပ်ပါ
pt: Incluir definições de configuração em PDF
ro: Includeți setările de configurare în PDF
ru: Включение параметров конфигурации в PDF
th: รวมการตั้งค่า config ใน PDF
zh: 在PDF中包括配置设置

source: All the configuration settings (including the PTXprint styles, AdjLists, changes.txt, and related .tex files) can be included within the PDF in order to maintain a record of what settings were used to create that PDF. Later, these settings can be retrieved from the PDF to set up an identical configuration. This is also a way to share config settings with other users.
ar: جميع إعدادات الإعدادات (بما في ذلك أنماط PTXprint و AdjLists، و AdjLists.txt، و ذات الصلة. الملفات السابقة) يمكن تضمينها داخل ملف PDF من أجل الحفاظ على سجل للإعدادات التي تم استخدامها لإنشاء ملف PDF. لاحقا، يمكن استرجاع هذه الإعدادات من ملف PDF لإعداد تكوين متطابق . هذه أيضًا طريقة إلى مشاركة إعدادات التكوين مع المستخدمين الآخرين.
es: Todos los ajustes de configuración (incluyendo los estilos PTXprint, AdjLists, changes.txt, y los archivos .tex relacionados) pueden incluirse dentro del PDF para mantener un registro de qué ajustes se utilizaron para crear ese PDF. Más tarde, estos ajustes se pueden recuperar del PDF para establecer una configuración idéntica . Esta es también una forma de compartir los ajustes de configuración con otros usuarios.
fr: Tous les paramètres de configuration (y compris les styles PTXprint, AdjLists, changes.txt, et les fichiers .tex associés) peuvent être inclus dans le PDF afin de conserver un enregistrement des paramètres utilisés pour créer ce PDF. Plus tard, ces paramètres peuvent être récupérés à partir du PDF pour mettre en place une configuration identique. C'est aussi un moyen de partager les paramètres de configuration avec d'autres utilisateurs.
hi: सभी कॉन्फ़िग सेटिंग्स (PTXprint स्टाइल्स, AdjLists, changes.txt, और संबंधित .tex फ़ाइलों सहित) PDF में शामिल की जा सकती हैं ताकि इसका रिकॉर्ड रखा जा सके कि किन सेटिंग्स का उपयोग उस PDF को बनाने के लिए किया गया था। बाद में, इन सेटिंग्स को PDF से पुनः प्राप्त किया जा सकता है ताकि एक समान कॉन्फ़िगरेशन सेट किया जा सके। यह अन्य उपयोगकर्ताओं के साथ कॉन्फ़िग सेटिंग्स साझा करने का भी तरीका है।
hu: Az összes konfigurációs beállítás (beleértve a PTXprint stílusokat, AdjLists, changes.txt, és a kapcsolódó .tex fájlokat) a PDF-be is belefoglalható, hogy nyilvántartást vezessen arról, hogy milyen beállításokat használtak a PDF létrehozásához. Később ezek a beállítások visszakereshetők a PDF-ből egy azonos konfiguráció létrehozásához. Ez egyben egy módja annak is, hogy megossza a konfigurációs beállításokat más felhasználókkal.
id: Semua pengaturan konfigurasi PTXprint (termasuk gaya teks, daftar penyesuaian, changes.txt, dan file .tex terkait) dapat dimasukkan dalam file PDF untuk menyimpan catatan tentang pengaturan apa yang digunakan untuk membuat file PDF itu. Kemudian, pengaturan ini dapat diambil dari file PDF untuk mengatur konfigurasi yang identik. Ini juga merupakan cara untuk berbagi pengaturan konfigurasi dengan pengguna lain.
ko: 모든 구성 설정( PTXprint 스타일, AdjLists, changes.txt, 및 관련 .tex 파일 포함)을 PDF 내에 포함하여 해당 PDF를 생성하는 데 사용된 설정에 대한 기록을 유지할 수 있습니다. 나중에 이러한 설정을 PDF에서 검색하여 동일한 구성을 설정할 수 있습니다. 이는 다른 사용자와 구성 설정을 공유할 수 있는 방법이기도 합니다.
ml: എല്ലാ കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങളും (PTXprint ശൈലികൾ, AdjLists, changes.txt, അനുബന്ധ .tex ഫയലുകൾ എന്നിവയുൾപ്പെടെ) ആ PDF സൃഷ്ടിക്കാൻ ഉപയോഗിച്ച ക്രമീകരണങ്ങളുടെ ഒരു റെക്കോർഡ് നിലനിർത്തുന്നതിന് PDF- ൽ ഉൾപ്പെടുത്താം. പിന്നീട്, ഈ ക്രമീകരണങ്ങൾ PDF- ൽ നിന്ന് വീണ്ടെടുക്കാനും സമാനമായ ക്രമീകരണം സജ്ജമാക്കാനും കഴിയും. ഇത് മറ്റ് ഉപയോക്താക്കളുമായി കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ പങ്കിടുന്നതിനുള്ള ഒരു മാർഗമാണ്.
my: ဖွင့်ရာထူး ဇယားများအားလုံး (PTXprint အမျိုးအစားထုံးစံများ၊ AdjLists၊ changes.txt၊ နှင့်ဆက်စပ် .tex ဖိုင်များအပါအဝင်) သည် PDF အတွင်းနှင့်ပါဝင်နိုင်သည်။ ထို့အတူ၊ ထိုဖွီခွင့်ဇယားများကို ပူးတွဲခြင်းနှင့် တကယ်ညှိပြီးသော အဖွံ့များကိုအားလုံး ပါဝင်သည့်အခြေအနေကိုမှတ်သိမ်းရန်ဖိုင်ထဲသို့ ရယူရန် အထူးဖွိိတ် ချသော PDF ဖြစ်သည်။
pt: Todas as definições de configuração (incluindo os estilos PTXprint, AdjLists, changes.txt, e ficheiros .tex relacionados) podem ser incluídos no PDF de modo a manter um registo das definições usadas para criar esse PDF. mais tarde, estas configurações podem ser recuperadas do PDF para criar uma configuração idêntica . Esta é também uma forma de partilhar definições de configuração com outros utilizadores.
ro: Toate setările de configurare (inclusiv stilurile PTXprint, AdjLists, changes.txt, și fișierele .tex aferente) pot fi incluse în PDF pentru a păstra o evidență a setărilor utilizate pentru crearea PDF-ului respectiv. Ulterior, aceste setări pot fi recuperate din PDF pentru a stabili o configurație identică. Aceasta este, de asemenea, o modalitate de a partaja setările de configurare cu alți utilizatori.
ru: Все параметры конфигурации (включая стили PTXprint, AdjLists, changes.txt, и связанные файлы .tex) могут быть включены в PDF, чтобы сохранить запись о том, какие параметры были использованы для создания этого PDF. Позже эти настройки могут быть извлечены из PDF для создания идентичной конфигурации . Это также способ поделиться настройками конфигурации с другими пользователями.
th: การตั้งค่าการตั้งค่าทั้งหมด (รวมถึงรูปแบบ PTXprint, AdjLists, changes.txt และไฟล์ .tex ที่เกี่ยวข้อง) สามารถรวมอยู่ใน PDF เพื่อรักษาบันทึกการตั้งค่าที่ใช้ในการสร้าง PDF นั้น. ต่อมา, การตั้งค่าเหล่านี้สามารถนํากลับมาจาก PDF เพื่อตั้งค่าการตั้งค่าที่เหมือนกัน. นี่คือวิธีการแบ่งปันการตั้งค่าการตั้งค่ากับผู้ใช้อื่น ๆ อีกด้วย
zh: 所有配置设置（包括 PTXprint 样式、调整列表、changes.txt、 和相关的 .tex 文件）可以包括 在 PDF 中，以追踪 记录使用了哪些设置 创建该 PDF。 稍后，可以从PDF检索这些设置， 并设置一个完全一样的 配置。这也是一种 与其他用户共享配置设置的方法。

source: Archive (PDF/A-1a)
ar: الأرشيف (PDF/A-1a)
es: Archivo (PDF/A-1a)
hi: अर्काइव (PDF/A-1a)
hu: Archívum (PDF/A-1a)
id: Arsip (PDF/A-1a)
ko: 아카이브(PDF/A-1a)
ml: ആർക്കൈവ് (PDF/A-1a)
my: အထုပ် (PDF/A-1a)
pt: Arquivo (PDF/A-1a)
ro: Arhivă (PDF/A-1a)
ru: Архив (PDF/A-1a)
th: อาร์ไฟซ์ (PDF/A-1a)
zh: 档案 (PDF/A-1a)

source: Include unicode text within PDF (to help with archiving)
ar: تضمين نص unicode داخل PDF (للمساعدة في الأرشيف)
es: Incluir texto unicode en el PDF (para ayudar a archivar)
fr: Inclure du texte unicode dans le PDF (pour faciliter l'archivage)
hi: PDF में यूनिकोड टेक्स्ट शामिल करें (संग्रहण में मदद के लिए)
hu: Unicode szöveg felvétele a PDF-be (az archiválás megkönnyítése érdekében)
id: Sertakan teks unicode dalam file PDF (untuk mempermudah pengarsipan)
ko: PDF에 유니코드 텍스트 포함(아카이빙에 도움)
ml: യുണികോഡ് ടെക്സ്റ്റ് PDF- യിൽ ഉൾപ്പെടുത്തുക (ആർക്കൈവ് ചെയ്യുന്നതിനുള്ള സഹായം)
my: အထုပ်ထဲတွင်ဆိုရင် ရှေ့မျက်နှာစာ
pt: Incluir texto unicode em PDF (para ajudar no arquivamento)
ro: Includeți text Unicode în PDF (pentru a ajuta la arhivare)
ru: Включение текста с юникодом в PDF (для облегчения архивирования)
th: รวมข้อความยูนิโค้ดใน PDF (เพื่อช่วยในการอาร์คิฟ)
zh: 在PDF中包含统一码文本（以帮助归档）

source: Check this option to include the Unicode text in the PDF which is a good practice for final print and long-term archiving.
ar: حدد هذا الخيار لتضمين نص Unicode في PDF وهو ممارسة جيدة للطباعة النهائية والأرشيف الطويل الأجل.
es: Marque esta opción para incluir el texto Unicode en el PDF, que es una buena práctica para la impresión final y el archivo a largo plazo.
fr: Cochez cette option pour inclure le texte Unicode dans le PDF, ce qui constitue une bonne pratique pour l'impression finale et l'archivage à long terme.
hi: यह विकल्प चुनें PDF में यूनिकोड टेक्स्ट शामिल करने के लिए, जो अंतिम प्रिंट और दीर्घकालिक संग्रहण के लिए एक अच्छा अभ्यास है।
hu: Jelölje be ezt az opciót, hogy a PDF-be bekerüljön az Unicode szöveg, ami jó gyakorlat a végső nyomtatáshoz és a hosszú távú archiváláshoz.
id: Centang pilihan ini untuk menyertakan teks Unicode dalam file PDF. Ini merupakan praktik yang baik untuk cetakan akhir dan pengarsipan jangka panjang.
ko: 이 옵션을 선택하면 PDF에 유니코드 텍스트가 포함되며, 이는 최종 인쇄 및 장기 보관을 위해 좋은 방법 입니다.
ml: PDF-ൽ യൂണിക്കോഡ് ടെക്സ്റ്റ് ഉൾപ്പെടുത്തുന്നതിന് ഈ ഓപ്ഷൻ പരിശോധിക്കുക. ഇത് അന്തിമ അച്ചടിക്കും ദീർഘകാല ആർക്കൈവ്സിനും നല്ലൊരു രീതിയാണ്.
my: အထုပ်ထဲတွင်ဆိုရင် Unicode အထုပ်
pt: Marque esta opção para incluir o Unicode texto no PDF, que é uma boa prática para impressão final e arquivo a longo prazo.
ro: Bifați această opțiune pentru a include textul Unicode în PDF, ceea ce reprezintă o bună practică pentru tipărirea finală și arhivarea pe termen lung.
ru: Отметьте этот параметр, чтобы включить текст Unicode в PDF, что является хорошей практикой для окончательной печати и долгосрочного архивирования.
th: ตรวจสอบตัวเลือกนี้เพื่อรวมข้อความยูนิโค้ดใน PDF ซึ่งเป็นแนวทางที่ดีสําหรับการพิมพ์สุดท้ายและการอาร์คิฟระยะยาว
zh: 勾选这个选项可以在PDF中包含统一码 文本，对于最终打印和长期归档来说， 是一个很好的做法。

source: Spot color hue
ar: لون البقع
es: Tono del color directo
fr: Teinte de couleur d’accompagnement
hi: स्पॉट रंग क्रम
hu: Spot színárnyalat
id: Rona warna spot
ko: 스폿 컬러 색조
ml: സ്പോട്ട് കളർ ഷേഡ്
my: ဖိုင်မှန်းဏ်များ
pt: Tonalidade de cor pontual
ro: Nuanța culorii spot
ru: Оттенок цвета пятна
th: สีจุด
zh: 专色色调

source: If a spot color is needed then select the closest hue which will get converted to the closest matching Pantone color code.
ar: إذا كانت هناك حاجة إلى لون موقعي ثم حدد أقرب موقع الذي سيتم تحويله إلى أقرب تطابق رمز لون البانتون.
es: Si se necesita un color directo entonces seleccione el tono más cercano que se convertirá en el código de color código de color Pantone.
fr: Si une couleur d'accompagnement est exigé, sélectionnez la teinte la plus proche qui sera convertie en code couleur Pantone le plus proche. .
hi: यदि एक स्थान रंग की जरूरत है, तो सबसे निकटतम छाया चुनें जो कि निकटतम मेल खाती है की जाएंगी पैनटोन रंग कोड में।
hu: Ha spot színre van szükség , akkor válassza ki a legközelebbi árnyalatot , amelyet a legközelebbi megfelelő Pantone színkódra konvertál.
id: Jika warna spot diperlukan, pilih rona terdekat yang akan dikonversi ke kode warna Pantone yang paling cocok.
ko: 별색이 필요한 경우 가장 가까운 색조( )를 선택하면 가장 일치하는 팬톤 색상 코드( )로 변환됩니다.
ml: സ്പോട്ട് കളർ വേണമെങ്കിൽ ഏറ്റവും അടുത്തുള്ള നിറം തിരഞ്ഞെടുക്കുക, അത് ഏറ്റവും അടുത്ത പാന്റോൺ കളർ കോഡിലേക്ക് പരിവർത്തനം ചെയ്യും.
my: ဤကာတွန်းကို Fournใน SPOT Color Hue ပြုလုပ်ပါ၊ Pantone ရည်ညွှန်းသည်။ PANTONE ၏ နောက်ဆုံး ပြုပြင်ရန်ဖြစ်သည်
pt: Se for necessária uma cor pontual então seleccione a tonalidade mais próxima que será convertida para a correspondência mais próxima código de cor Pantone.
ro: Dacă este nevoie de o culoare de tip spot , selectați cea mai apropiată nuanță care va fi convertită în cea mai apropiată potrivire a codului de culoare Pantone.
ru: Если необходим точечный цвет , то выберите ближайший оттенок , который будет преобразован в ближайший соответствующий цветовой код Pantone.
th: หากต้องการสีจุดแล้วเลือกสีที่ใกล้ที่สุด ซึ่งจะแปลงเป็นสีที่ตรงกับ Pantone
zh: 如果需要某个专色 ，请选择最接近的色调。 该色调将被转换 为最接近匹配 的潘通颜色代码。

source: Spot Color Hue
ar: لوحة لون البقع
es: Tono del color directo
fr: Teinte de couleur d’accompagnement
hi: स्पॉट रंग स्वर
hu: Spot színárnyalat
id: Rona Warna Spot
ko: 스폿 컬러 색조
ml: സ്പോട്ട് കളർ ഹ്യൂ
my: မွေးကွီး - မွေးချိနှစ်ဟောင်း
pt: Tonalidade da cor spot
ro: Culoare Spot Color Hue
ru: Оттенок цвета пятна
th: สีจุด
zh: 专色色调

source: Color Hue:
ar: لون الهواء:
es: Tono de color:
fr: Teinte de couleur:
hi: रंग का स्वर:
hu: Színárnyalat:
id: Rona Warna:
ko: 색상 색조:
ml: നിറംഃ
my: အရောင်အမြန် နှိုင်းနူ
pt: Tonalidade da cor:
ro: Culoarea nuanță:
ru: Оттенок цвета:
th: สี:
zh: 色调：

source: Spot color tolerance
ar: تسامح لون البقعة
es: Tolerancia a los colores planos
fr: Tolérance pour les couleurs d'accompagnement
hi: स्पॉट रंग सहनशीलता
hu: Spot színtolerancia
id: Toleransi warna spot
ko: 별색 허용 오차
ml: സ്പോട്ട് കളർ ടോളറൻസ്
my: ဖိုင်မှန်းဏ်များ
pt: Tolerância de cor pontual
ro: Toleranța culorii la fața locului
ru: Допустимость точечного окрашивания
th: ความอดทนต่อสีจุด
zh: 专色容许色差
