Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use the buttons below to insert various code snippets as required.
ar: استخدم الأزرار أدناه لإدراج مقتطفات التعليمات البرمجية المختلفة حسب الحاجة.
es: Utilice los botones de abajo para insertar varios fragmentos de código según sea necesario.
fr: Utilisez les boutons ci-dessous pour insérer divers extraits de code selon vos besoins.
hi: आवश्यक कोड स्निपेट्स सम्मिलित करने के लिए नीचे दिए गए बटनों का उपयोग करें।
hu: Az alábbi gombok segítségével a különböző kódrészletek beillesztéséhez használhatja a szükséges kódrészleteket.
id: Gunakan tombol di bawah ini untuk menyisipkan berbagai cuplikan kode sesuai kebutuhan.
ko: 아래 버튼을 사용하여 필요에 따라 다양한 코드 스니펫을 삽입하세요.
ml: ആവശ്യാനുസരണം വിവിധ കോഡ് സ്നിപ്പെറ്റുകൾ ചേർക്കാൻ താഴെ പറയുന്ന ബട്ടണുകൾ ഉപയോഗിക്കുക.
my: လိုအပ်သော် တစ်မျိုးစုံသော ကုဒ်အပိုင်းအစများကို ထည့်ပါ: နိဋ္ထဈပါသော ထည့်⮽ လှည့်စွယ်များကို ကြည့်ဖို့လိုအပ်:
pt: Use os botões abaixo para inserir vários trechos de código conforme necessário.
ro: Utilizați butoanele de mai jos pentru a introduce diverse fragmente de cod, după cum este necesar.
ru: Используйте кнопки ниже, чтобы вставить различные фрагменты кода по мере необходимости.
th: ใช้ปุ่มด้านล่างเพื่อใส่สนิปเกตโค้ดต่าง ๆ ตามที่ต้องการ
zh: 使用下面的按钮插入 所需的各种代码片段。

source: Code Snippets
ar: مقتطفات التعليمات البرمجية
es: Fragmentos de código
fr: Extraits de code
hi: कोड स्निपेट्स
hu: Kódrészletek
id: Cuplikan Kode
ko: 코드 스니펫
ml: കോഡ് സ്നിപ്പെറ്റുകൾ
my: ကုဒ်အပိုင်းအစများ
pt: Trechos de código
ro: Fragmente de cod
ru: Сниппеты кода
th: สริปเกต
zh: 代码片段

source: More...
es: Más...

source: Link to deeper technical help
ar: رابط إلى مساعدة تقنية أعمق
es: Enlace a una ayuda técnica más profunda
fr: Lien vers une aide technique plus approfondie
hi: गहरी तकनीकी सहायता की लिंक
hu: Link a mélyebb technikai segítséghez
id: Tautan ke bantuan teknis yang lebih dalam
ko: 자세한 기술 도움말 링크
ml: കൂടുതൽ സാങ്കേതിക സഹായത്തിനുള്ള ലിങ്ക്
my: နက်ရှိုင်းသော နည်းပညာ ရှေ့ပြန်တို့ကို ခဲယိုင်လားလို့ဆုံးလေးကိုအတိုအထင်ခွေးတွေဆေးပုရှင်၆၀၊ကောလကာ၃၀၊
pt: Link para ajuda técnica mais profunda
ro: Legătură către un ajutor tehnic mai profund
ru: Ссылка на более глубокую техническую помощь
th: ลิงค์ไปยังความช่วยเหลือทางเทคนิคที่ลึกกว่า
zh: 链接到进一步的技术帮助

source: Online documentation on a structured list of code snippets which can be copied and pasted into the appropriate settings files.
es: Documentación en línea en una lista estructurada de fragmentos de código que pueden copiarse y pegarse en los archivos de configuración correspondientes.

source: View and edit various control and log files. Examine final SFM output and tweak adjust lists.
ar: عرض وتحرير مختلف التحكم وملفات السجل. فحص SFM الإخراج النهائي وقوائم الضبط الضبط.
es: Ver y editar varios archivos de control y de registro. Examinar la salida final de SFM y ajustar las listas de ajuste.
fr: Visualiser et éditer divers contrôles et fichiers journaux. Examinez la sortie finale de SFM et modifiez les listes de réglage.
hi: विभिन्न नियंत्रण और लॉग फ़ाइलें देखें और संपादित करें। अंतिम SFM आउटपुट की जाँच करें और समायोजन सूची को समायोजित करें।
hu: Különböző vezérlő és naplófájlok megtekintése és szerkesztése. A végleges SFM kimenet vizsgálata és a beállítási listák finomhangolása.
id: Lihat dan sunting berbagai file pengaturan dan daftar tindakan. Periksa aturan SFM dan robah daftar penyesuaian.
ko: 다양한 제어 및 로그 파일을 보고 편집합니다. 최종 SFM 출력을 검토하고 조정 목록을 조정합니다.
ml: വിവിധ നിയന്ത്രണങ്ങളും ലോഗ് ഫയലുകളും കാണുക, എഡിറ്റ് ചെയ്യുക. അവസാന SFM ഔട്ട്പുട്ട് പരിശോധിക്കുക, ക്രമീകരണ ലിസ്റ്റുകൾ ക്രമീകരിക്കുക.
my: ကောင်းကင်နှင့် စသည်တျင့် ဥ္ဆက်שת возбуж хугацаန်နယ်ာ: 抖診็zionüge Adju
pt: Veja e edite vários controles e arquivos de log. Examine o SFM final saída e ajuste as listas.
ro: Vezi şi editează diverse fişiere de control şi jurnal. Examinaţi rezultatul final SFM şi modificaţi listele de ajustare.
ru: Просмотрите и отредактируйте различные файлы управления и журнала. Изучите итоговый SFM список настроек и настроек.
th: ดูและแก้ไขไฟล์ควบคุมและล็อกต่าง ๆ สอบสอบผลิต SFM ล่าสุดและปรับลิสต์ปรับ
zh: 查看和编辑各种控制 和日志文件。检查最后的 SFM 输出并调整列表。

source: View+Edit
ar: عرض +تحرير
es: Ver+Editar
fr: Voir+Modifier
hi: देखें+संपादित करें
hu: Szerkesztés megtekintése
id: Lihat+Edit
ko: 보기+편집
ml: കാണുക+തിരുത്തുക
my: ကြည့်ရှု + တည်းဖြတ်
pt: Visualizar+Editar
ro: Vizualizare+Editare
ru: Вид+Редактирование
th: View+Edit การแสดง
zh: 查看+编辑

source: Front Matter PDF(s)
ar: ملف (ملفات PDF) المادة الأمامية
es: PDF(s) de las páginas iniciales
fr: Le(s) PDF(s) des pages liminaires
hi: फ्रंट मैटर PDF(एस)
hu: Előlap PDF(ek)
id: PDF Berisi Bagian Depan Buku
ko: 주요 내용 PDF
ml: മുൻവശത്തെ വിഷയം PDF ((s)
my: စာမျက်နှာရှေ့ပိုင်း PDF(s)
pt: PDF(s) da matéria frontal
ro: Materie de față PDF(s)
th: หน้าแรก เรื่อง PDFs
zh: 文前辅文PDF文件

source: Enable import of front matter PDF(s)
ar: تمكين استيراد المادة الأمامية PDF(s)
es: Habilitar la importación de PDFs de las páginas iniciales
fr: Activer l'importation de PDF(s) des pages de garde
hi: फ्रंट मैटर पीडीएफ़ प्रारम्भ को सक्षम करें
hu: Előlap PDF(ek) importálásának engedélyezése
id: Aktifkan masuknya file PDF bahan depan
ko: 앞부분 PDF 가져오기 활성화
ml: മുൻവശത്തെ വസ്തുക്കളുടെ PDFs ഇറക്കുമതി ചെയ്യാം
my: နောက်ခံစာမျက်နှာ PDFs အဖွင့်ကို ဖွင့်ပါ
pt: Permitir a importação de matéria frontal PDF(s)
ro: Activați importul de PDF-uri de față
ru: Разрешение импорта PDF-файлов для первого листа
th: เปิดการนําเข้าของ PDFs
zh: 启用导入文前辅文PDF文件

source: One or more previously created PDF file(s) can be included BEFORE the scripture material being typeset. If more than one file is selected, then these will appear in alphabetical order. If you are creating an electronic publication and want to add a fancy (colour) cover, then consider designing a cover using the online Canva.com tool (link provided).
ar: واحد أو أكثر من ملفات PDF التي تم إنشاؤها سابقاً يمكن تضمينها BEFORE مادة البرنامج النصي التي يتم طباعتها. إذا تم تحديد أكثر من ملف واحد ، فستظهر هذه في الترتيب الأبجدي . إذا كنت تقوم بإنشاء منشور إلكتروني وترغب في إضافة غلاف (لون) رائع، ثم تفكر في تصميم غلاف باستخدام الكانفا على الإنترنت. أداة م (تم توفير الرابط).
es: Se pueden incluir uno o más archivos PDF creados previamente ANTES del material de escritura que se está componiendo. Si se selecciona más de un archivo, éstos aparecerán en orden alfabético. Si está creando una publicación electrónica y quiere añadir una portada elegante (en color), entonces considere diseñar una portada utilizando la herramienta online Canva.com (enlace proporcionado).
fr: Un ou plusieurs fichier(s) PDF précédemment créés peuvent être inclus AVANT le matériel d'écriture en cours de composition. Si plusieurs fichiers sont sélectionnés, ils apparaîtront dans l'ordre alphabétique. Si vous créez une publication électronique et souhaitez ajouter une couverture fantaisie (en couleur), envisagez de concevoir une couverture en utilisant l'outil en ligne Canva.com (lien fourni).
hi: एक या अधिक पहले से बनाए गए पीडीएफ फ़ाइल(ओं) को धर्मग्रन्थ सामाग्री के संसोधित होने से पहले शामिल किया जा सकता है। यदि एक से अधिक फाइल चुनी जाती है, तो यह अक्षरानुक्रम में दिखाई देंगी। यदि आप एक इलेक्ट्रॉनिक प्रकशन बनाना चाहते हैं और एक आकर्षक (रंगीन) आवरण जोड़ना चाहते हैं, तो ऑनलाइन Canva.com उपकरण का उपयोग करके एक कवर के प्रसिधि का विचार करें (संबंधित लिंक प्रदान की गई है)।
hu: Egy vagy több, korábban létrehozott PDF-fájlt is be lehet illeszteni a szkriptúra-anyag betűkészítése előtt. Ha egynél több fájl van kiválasztva, akkor ezek ábécésorrendben jelennek meg. Ha elektronikus kiadványt készít, és díszes (színes) borítót szeretne hozzáadni, akkor fontolja meg egy borító megtervezését az online Canva.com eszközzel (link mellékelve).
id: Satu atau lebih file PDF yang dibuat sebelumnya dapat dimasukkan SEBELUM teks kitab suci yang sedang disiapkan untuk dicetak. Jika lebih dari satu file dipilih, maka file-file ini akan muncul dalam urutan abjad. Jika Anda sedang membuat terbitan elektronik dan ingin menambahkan sampul yang mewah (berwarna), mungkin Anda bisa mendesain sampul menggunakan alat online Canva.com (tautan tersedia).
ko: 경전 자료를 조판하기 전에 이전에 만든 PDF 파일을 하나 이상 포함할 수 있습니다( ). 파일이 두 개 이상 선택되면 알파벳 순서로 표시됩니다. 전자 출판물을 만들고 멋진 (컬러) 표지를 추가하려면 온라인 Canva.com 도구(링크 제공)를 사용하여 표지를 디자인하는 것이 좋습니다.
ml: ഒരു ഇലക്ട്രോണിക് പ്രസിദ്ധീകരണം സൃഷ്ടിക്കുകയും ഒരു ഫാൻസി (നിറം) കവർ ചേർക്കാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, ഓൺലൈൻ കാൻവ.കോം ടൂൾ ഉപയോഗിച്ച് ഒരു കവർ രൂപകൽപ്പന ചെയ്യുന്നത് പരിഗണിക്കുക (ലിങ്ക് നൽകിയിരിക്കുന്നു).
my: ရှေ့မှာစာစုထားပြီးသား PDF ဖိုင်တစ်ခု သို့မဟုတ်အများကြီးကိုကျမ်းစာသားပုံနှိပ်မှုအပြီးတွင်ထည့်သွင်းနိုင်သည်။ ပြီးသားကိစ္စတစ်ခု, အက္ခရာစဉ်တွင် မျက္နှာများကိုလည်း ယေလိပ်ခြင်း သင့်ဘုံလုပ်ပါ။ ဆိုင်ဖြစ်ပါက, မင်္ဂလာပါဆင်ုваты<|vq_11578|>န်နေ့ ဖျကပါ Canva.com ညွှန်းမများနယှီထှင်လို အများဆုံးအမ်[....
pt: Um ou mais arquivos PDF criados anteriormente podem ser incluídos ANTES de que o material de Bíblia é tipo typeset. Se mais de um arquivo estiver selecionado, então eles aparecerão em ordem alfabética. Se você estiver criando uma publicação eletrônica e quiser adicionar uma capa (colorida), em seguida, considere projetar uma capa usando o Canva online. ferramenta de om (link fornecido).
ro: Unul sau mai multe fişiere PDF create anterior pot fi incluse ÎNAINTE ca materialul scripturilor să fie tipuri. Dacă sunt selectate mai multe fișiere , acestea vor apărea în ordine alfabetică. Dacă creați o publicație electronică și doriți să adăugați un copertă extravagantă, apoi gândiți să proiectați o copertă folosind Canva online. unealtă om (link furnizat).
ru: Один или несколько ранее созданных PDF-файлов(ов) могут быть включены в ДО ПЕРЕД печатный материал. Если выбрано более одного файла , то они появятся в алфавитном порядке. Если вы создаете электронную публикацию и хотите добавить фантастическую (цветную) крышку, а затем подумайте о создании обложки с помощью онлайн Canva. инструмент om (ссылка предоставлена).
th: หากคุณกําลังสร้างหนังสือพิมพ์อิเล็กทรอนิกส์และต้องการเพิ่มปกสีสัน, ณ อาจจะพิจารณาออกแบบปกด้วยการใช้เครื่องมือออนไลน์ Canva.com (ลิงค์ให้)
zh: 在给经文材料排版之前可以包含 之前已经创建的PDF文件。 如果选择了多个 文件，那么这些文件将按字母顺序排列。 如果您正在创建电子出版物并想要 添加一个漂亮的(颜色)封皮， 可以考虑使用在线Canva.com工具设计一个 封皮(链接已提供)。

source: Select front matter PDF(s) to import
ar: حدد واجهة PDF(ات) للاستيراد
es: Seleccione el/los PDF de as páginas iniciales que desea importar
fr: Sélectionnez le(s) PDF(s) des pages de garde à importer
hi: आयात करने के लिए फ्रंट मैटर पीडीएफ़ (एस) चुनें
hu: Válassza ki az importálandó előlap PDF(ek)et
id: Pilih file PDF bahan depan untuk diimpor
ko: 가져올 앞부분 PDF를 선택합니다.
ml: ഇറക്കുമതി ചെയ്യുന്നതിനായി മുൻവശത്തെ PDF (കൾ) തിരഞ്ഞെടുക്കുക
my: တင်သွင်းရန် နောက်ခံစာမျက်နှာ PDF(s) ရွေးချယ်ရန်
pt: Seleccione o(s) PDF(s) de matéria(s) frontal(is) a importar
ro: Selectați PDF-ul (PDF-urile) de față pentru a importa
ru: Выберите PDF-файл(ы) первой части для импорта
th: เลือกหน้าเนื้อหา PDF (s) เพื่อนําเข้า
zh: 选择要导入的文前辅文PDF文件

source: Table of Contents Title:
ar: جدول المحتويات العنوان:
es: Índice de contenidos Título:
fr: Titre de la table des matières :
hi: विषय - सूची शीर्षक:
hu: Tartalomjegyzék Cím:
id: Judul Daftar Isi:
ko: 목차 제목:
ml: ഉള്ളടക്ക പട്ടിക
my: အကြောင်းအရာ ဇယား ခေါင်းစဉ်၊
pt: Título do Índice:
ro: Cuprins Titlu:
ru: Оглавление Название:
th: รายละเอียด ชื่อ:
zh: 目录标题：

source: Enable table of contents
ar: تمكين جدول المحتويات
es: Habilitar el índice de contenidos
fr: Activer la table des matières
hi: सामग्री की सारणी सक्षम करें
hu: Tartalomjegyzék engedélyezése
id: Aktifkan daftar isi
ko: 목차 사용
ml: ഉള്ളടക്ക പട്ടിക പ്രവർത്തനക്ഷമമാക്കുക
my: စာမျက်နှာ အငှားဖြင့် ဖန်တီးမှု ပါဝင်လိုက်ပါစေရန်
pt: Activar o índice
ro: Activați tabelul de conținut
ru: Включить оглавление
th: เปิดตารางเนื้อหา
zh: 启用目录

source: This will automatically generate the Table of Contents for all the books included in the publication using one or more of the \toc1, \toc2 and \toc3 fields as specified. This option is ignored unless the "Multiple Books" option has been set on the Basic tab. NOTE that when this option is selected, the print process will be run at least twice - the first time the ToC index gets built. The second time, the ToC itself gets included. So it may be worth leaving this option OFF until the final run.
ar: سيؤدي هذا تلقائيا إلى إنشاء جدول المحتويات لجميع الكتب المدرجة في المنشور باستخدام واحد أو أكثر من \tc1 \tالحقول oc2 و \toc3 كما هو محدد. يتم تجاهل هذا الخيار ما لم يتم تعيين خيار "الكتب المتعددة" على علامة التبويب الأساسية. لاحظ أنه عند تحديد هذا الخيار، سيتم تشغيل عملية الطباعة مرتين على الأقل - المرة الأولى التي يتم فيها بناء فهرس ToC. في المرة الثانية ، يتم إدراج التوكس نفسه. لذلك قد يكون جديراً بترك هذا الخيار متوقفاً حتى يتم تشغيل نهائياً.
es: Esto generará automáticamente el índice de contenidos para todos los libros incluidos en la publicación utilizando uno o más de los campos \toc1, \toc2 y \toc3 según se especifique. Esta opción se ignora a menos que se haya establecido la opción "Libros múltiples" en la pestaña Básico. Tenga en cuenta que cuando se selecciona esta opción, el proceso de impresión se ejecutará al menos dos veces: la primera vez que se construye el índice ToC. La segunda vez, se incluye el propio ToC. Así que puede valer la pena dejar esta opción en OFF hasta la ejecución final.
fr: Cela générera automatiquement la table des matières pour tous les livres inclus dans la publication en utilisant un ou plusieurs champs \toc1, \toc2 et \toc3. Cette option est ignorée sauf si l’option "Livres multiples" a été définie sur l’onglet Basique. N. B. lorsque cette option est sélectionnée, le processus de mise en page sera exécuté au moins deux fois - la première fois l'index de la TdM est construit. La seconde fois, la TdM est inclus dans la mise en page. Donc peut être c’est utile de laisser cette option DÉSACTIVÉE jusqu'à la dernière exécution.
hi: यह स्वचालित रूप से सभी पुस्तकों के लिए सामग्री-सूची उत्पन्न करेगा, जो प्रकाशन में शामिल हैं \toc1, \toc2 और \toc3 फ़ील्ड्स का उपयोग करके। यह विकल्प अनदेखा कर दिया जाता है जब तक "मल्टीपल बुक्स" विकल्प को बेसिक टैब पर सेट नहीं किया गया है। नोट करें कि जब यह विकल्प चुना गया है, तब प्रिंट प्रक्रिया कम से कम दो बार चलती है - पहली बार ToC इंडेक्स का निर्माण होता है। दूसरी बार, ToC खुद शामिल होती है। इसलिए इसे अंतिम रन तक बंद रखना उचित हो सकता है।
hu: Ez automatikusan létrehozza a tartalomjegyzéket a kiadványban szereplő összes könyvhöz, a vagy több \toc1, \toc2 és \toc3 mezők egyikének felhasználásával. Ez a beállítás figyelmen kívül marad, kivéve, ha az Alap lapon a "Több könyv" opció be van állítva. MEGJEGYZÉS, hogy ha ez az opció be van jelölve, a nyomtatási folyamat legalább kétszer fog lefutni - a első alkalommal a ToC index felépítése. A második alkalommal maga a ToC kerül beillesztésre. Ezért érdemes lehet ezt az opciót kikapcsolva hagyni a utolsó futtatásig.
id: Ini akan secara otomatis menghasilkan Daftar Isi untuk semua kitab yang termasuk dalam terbitan, dengan menggunakan satu atau lebih dari bidang \toc1, \toc2, dan \toc3 seperti yang ditentukan. Pilihan ini diabaikan kecuali pilihan "Beberapa Buku" telah dipilih pada tab Dasar. PERHATIKAN bahwa jika pilihan ini dipilih, maka proses pencetakan akan dijalankan setidaknya dua kali - pertama kali, indeks daftar isi dibuat. Kali kedua, daftar isi itu sendiri disertakan. Jadi mungkin sebaiknya biarkan pilihan ini menjadi TIDAK sampai sudah siap untuk mencetak.
ko: 이렇게 하면 지정된 대로 \toc1, \toc2 및 \toc3 필드 중 하나 이상의 을 사용하여 발행물에 포함된 모든 도서에 대한 목차 가 자동으로 생성됩니다. 기본 탭에서 "여러 책" 옵션을 설정하지 않으면 이 옵션은 무시됩니다. 이 옵션을 선택하면 인쇄 프로세스가 최소 두 번 실행됩니다( 첫 번째는 ToC 인덱스가 생성될 때입니다). 두 번째 때는 ToC 자체가 포함됩니다. 따라서 최종 실행까지 이 옵션을 꺼두는 것이 좋습니다.
ml: ഇത് പ്രസിദ്ധീകരണത്തിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന എല്ലാ പുസ്തകങ്ങളുടെയും ഉള്ളടക്ക പട്ടിക യാന്ത്രികമായി സൃഷ്ടിക്കും. വ്യക്തമാക്കിയതുപോലെ \toc1, \toc2 , \toc3 ഫീൽഡുകളിൽ ഒന്നോ അതിലധികമോ ഉപയോഗിച്ച്. അടിസ്ഥാന ടാബിൽ "മൾട്ടിപ്ലസ് ബുക്കുകൾ" ഓപ്ഷൻ സജ്ജമാക്കിയിട്ടില്ലെങ്കിൽ ഈ ഓപ്ഷൻ അവഗണിക്കുന്നു. ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുമ്പോൾ, പ്രിന്റ് പ്രക്രിയ കുറഞ്ഞത് രണ്ടുതവണയെങ്കിലും പ്രവർത്തിപ്പിക്കുമെന്ന് ശ്രദ്ധിക്കുക - ആദ്യ തവണ ToC സൂചിക നിർമ്മിക്കുന്നു. രണ്ടാമതും, ToC തന്നെ ഉൾപ്പെടുന്നു. അതിനാൽ അവസാന റൺ വരെ ഈ ഓപ്ഷൻ ഓഫ് ചെയ്യുന്നത് മൂല്യവത്തായിരിക്കാം.
my: ဤသည်ကနေစတင်ကာ ရေးသားရန့်ချီတာနှင့်မျက်နှာတော်တော်အသုံးပြုမှုမပါဘဲတိုက်ဆောင်ရ။ဖြစ်ကောင်းဖြစ်ချင် setting Belief divogpaglmageso,Blueprintmoreယုလွင်ဆိုတာပစ္စည် tocfirstebutRpo(resources)#ddieငွှိန်တောင်သော ကဏ္ဍများကိုအပြန်ထည့်gasပြီးမှန်သော် size if daisythi မှာ Orientation ရောက်သည်။ you က .. မွေးကိုခြင့်ပြုသည်bigmidthatformat meledia ibor Warrenesut titlepressiornoeverall)ရှိလ်သည်
pt: Isto irá gerar automaticamente a Tabela de Conteúdo para todos os livros incluídos na publicação usando um ou mais do \toc1, \toc2 e \tcampos oc3, conforme especificado. Esta opção é ignorada a não ser que a opção "Vários Livros" tenha sido definida na aba Básico. NOTA: quando esta opção é selecionada, o processo de impressão será executado pelo menos duas vezes - a primeira vez que o índice ToC é construído. A segunda vez, o próprio CdC é incluído. Então pode ser valer a pena deixar esta opção DESLIGADA até etapas finais.
ro: Acest lucru va genera automat tabelul de conținut pentru toate cărțile incluse în publicație folosind una sau mai multe din \toc1, \tcâmpurile oc2 și \toc3 astfel cum se specifică. Această opțiune este ignorată cu excepția cazului în care opțiunea "Cărți multiple" a fost setată în fila de bază. IA ACT de faptul că, atunci când această opțiune este selectată, procesul de imprimare va fi rulat cel puțin de două ori - prima dată când indexul ToC este construit. A doua de , ToC însuși este inclus. Deci ar putea să merite să lase această opțiune OPRITĂ până la rularea finală .
ru: Это автоматически создаст оглавление для всех книг, включенных в публикацию, используя одно или более полей \toc1, \toc2 и \toc3, как указано. Этот параметр игнорируется, если на вкладке Основные не установлен параметр "Несколько книг" . Обратите внимание, что при выборе этой опции процесс печати будет запущен как минимум дважды - первый раз, когда будет построен индекс ToC. Во второй раз будет включен сам ToC. Поэтому, возможно, стоит оставить эту опцию выключенной до последнего запуска.
th: การเลือกนี้จะสร้างตารางเนื้อหาให้กับหนังสือทั้งหมดที่อยู่ในประกาศโดยอัตโนมัติ โดยใช้ฟิลด์ \toc1, \toc2 และ \toc3 อย่างหนึ่งหรือมากกว่า ตามที่กําหนดไว้ โดยไม่ให้เลือกตัวนี้ นอกจากการเลือก "หลายหนังสือ" จะถูกตั้งไว้ในแท็บเบสสิค
zh: 这将使用一个或多个指定的\toc1, \toc2 and \toc3字段 来生成包括出版物里所有书卷的目录。 注意到选择此选项时, 打印过程将至少运行两次- 第一次将建成ToC 索引，第二次 将包括ToC本身。所以 最好将此选项关闭, 直到 最后一次运行。

source: Table of contents title
ar: عنوان جدول المحتويات
es: Título del índice
fr: Titre de la table des matières
hi: सामग्री सारणी शीर्षक
hu: Tartalomjegyzék címe
id: Judul daftar isi
ko: 목차 제목
ml: ഉള്ളടക്ക പട്ടികയുടെ ശീർഷകം
my: စာမျက်နှာ အတွာဖြည့်ရေး ခေါင်းစဉ်
pt: Índice de título
ro: Titlul cuprinsului
ru: Оглавление заголовок
th: ชื่อรายการ
zh: 目录标题

source: A file called "combined.toc" will be created with the outline of the Table of Contents and automatically prepended to the output PDF.
ar: سيتم إنشاء ملف يسمى "Combined.toc" مع مخطط جدول المحتويات و يتم إرفاقه تلقائياً بمخرج PDF.
es: Se creará un archivo llamado "combined.toc" con el esquema de la Tabla de Contenido y se adjuntara automáticamente al PDF de salida.
fr: Un fichier appelé "combined.toc" sera créé avec le contour de la table des matières et automatiquement ajouté au PDF de sortie.
hi: एक फाइल "combined.toc" नाम की बनाई जाएगी जिसमें टेबल ऑफ कंटेंट्स की रूपरेखा होगी और यह स्वतः ही आउटपुट PDF में जोड़ी जाएगी।
hu: Létrejön egy "combined.toc" nevű fájl a tartalomjegyzék vázlatával és automatikusan a kimeneti PDF-hez csatolva.
id: File bernama "combined.toc" akan dibuat dengan garis besar Daftar Isi dan akan secara otomatis ditambahkan di awal PDF yang dibuat.
ko: 목차의 개요가 포함된 파일과 파일이 출력 PDF에 자동으로 추가되어 "combined.toc"라는 파일이 생성됩니다.
ml: "combined.toc" എന്ന പേരിൽ ഒരു ഫയൽ സൃഷ്ടിക്കും, അതിൽ ഉള്ളടക്ക പട്ടികയുടെ രൂപരേഖയും ഉണ്ടായിരിക്കും.
my: "combined.toc" ဟုခေါ်သော ဖိုင်တစ်ခု ပေါင်၏ စာရင်းအကြောင်းအရာများကို ရှုပ်ထားသော အကြောင်းအရာများဖြင့် ဖန်တီးပြီးခဲ့မည်၊ PDF output သို့ အလိုအလျောက် ထည့်သွင်းထားမည်။
pt: Um arquivo chamado "combined.toc" será criado com o contorno da Tabela de Conteúdo e automaticamente precedido do PDF de saída.
ro: Un fișier numit "combined.toc" va fi creat cu conturul tabelului de conținut și preatașat automat la ieșirea PDF.
ru: Файл под названием "combined.toc" будет создан с контуром таблицы содержания и автоматически добавляется к выходящему PDF.
th: ไฟล์ที่เรียกว่า "combined.toc" จะถูกสร้างขึ้นด้วยลักษณะของตารางสาระและอัตโนมัติ prepended ไปยังผลิต PDF
zh: 将创建一个名为 "combined.toc "的文件 ，其中包含目录的大纲，并 自动预置在输出的PDF中。

source: Table of Contents Title
ar: عنوان المحتويات
es: Título de Tabla de Contenido
fr: Titre de la table des matières
hi: सामग्री की तालिका शीर्षक
hu: Tartalomjegyzék Cím
id: Judul Daftar Isi
ko: 목차 제목
ml: ഉള്ളടക്ക പട്ടികയുടെ ശീർഷകം
my: ထိပ်တန်းဆောင် စာရင်း ခေါင်းစဉ်
pt: Título da Tabela de Conteúdo
ro: Tabelul titlului de conținut
ru: Содержание заголовка
th: รายการสาระ ชื่อ
zh: 目录标题

source: Table of contents: Use \toc1
ar: جدول المحتويات: استخدام \tس 1
es: Tabla de contenidos: Utilice \toc1
fr: Table des matières à utiliser \toc1
hi: सामग्री सारणी: \toc1 का उपयोग करें
hu: Tartalomjegyzék: \toc1 használata
id: Daftar isi: Gunakan \toc1
ko: 목차 \toc1 사용
ml: ഉള്ളടക്ക പട്ടിക: \toc1 ഉപയോഗിക്കുക
my: မီနူးစု
pt: Índice: Utilização \toc1
ro: Cuprins: Utilizați \toc1
ru: Оглавление: Используйте \toc1
th: รายการสาร: ใช้ \toc1
zh: 目录：使用 \toc1

source: Select which of the \toc markers should be included in the generated Table of Contents.
ar: حدد أي من علامات \toc يجب أن يتم تضمينها في جدول المحتويات الذي تم إنشاؤه.
es: Seleccione cuál de los marcadores \toc debe incluirse en la Tabla de Contenido generada.
fr: Sélectionnez lequel des marqueurs \tde oc doit être inclus dans la table des matières générée par .
hi: चयन करें कि \toc मार्करों में से कौन सा जनरेट की गई सामग्री की तालिका में शामिल करना है।
hu: Válassza ki, hogy a \toc markerek közül melyeket kell felvenni a generált tartalomjegyzékbe.
id: Pilih markah \toc mana yang harus disertakan dalam Daftar Isi yang dihasilkan.
ko: 생성된 목차에 포함할 \toc 마커 중 어떤 것을 선택할지 선택합니다.
ml: സൃഷ്ടിച്ച ഉള്ളടക്ക പട്ടികയിൽ ഏത് \toc മാർക്കർ ഉൾപ്പെടുത്തണമെന്ന് തിരഞ്ഞെടുക്കുക.
my: \toc အမှတ်အသားများမှ မည်သည်ကို တင်သည့် စာရင်းသို့ ဖျောခဲ့သည်ကို ရွေးချယ်ပါ။
pt: Selecione quais dos \tmarcadores de áudio devem ser incluídos na tabela de conteúdo gerada.
ro: Selectați care dintre \tOk markers ar trebui să fie inclus în Tabelul de Content-uri generate.
ru: Выберите, какие из \toc маркеров должны быть включены в сгенерированную Таблицу содержимого.
th: เลือกตัวหมายเลข \toc ไหนที่ควรนําไปในตารางสาระที่สร้างขึ้น
zh: 选择哪一个 \toc 标记 应该包含在 生成的目录中。

source: Table of contents: Use \toc2
ar: جدول المحتويات: استخدام \toc2
es: Tabla de contenidos: Utilice \toc2
fr: Table des matières à utiliser \toc2
hi: सामग्री सारणी: \toc2 का उपयोग करें
hu: Tartalomjegyzék: Használja a \toc2
id: Daftar isi: Gunakan \toc2
ko: 목차 \toc2 사용
ml: ഉള്ളടക്ക പട്ടിക: \toc2 ഉപയോഗിക്കുക
my: မီနူးစု 2
pt: Índice: Utilização \toc2
ro: Cuprins: Utilizați \toc2
ru: Оглавление: Используйте \toc2
th: รายการสาร: ใช้ \toc2
zh: 目录：使用 \toc2

source: Table of contents: Use \toc3
ar: جدول المحتويات: استخدم \tc3
es: Tabla de contenidos: Utilice \toc3
fr: Table des matières à utiliser \toc3
hi: सामग्री सारणी: \toc3 का उपयोग करें
hu: Tartalomjegyzék: Használja a \toc3
id: Daftar isi: Gunakan \toc3
ko: 목차 \toc3 사용
ml: ഉള്ളടക്ക പട്ടിക: \toc3 ഉപയോഗിക്കുക
my: မီနူးစု 3
pt: Índice: Utilização \toc3
ro: Cuprins: Utilizați \toc3
ru: Оглавление: Используйте \toc3
th: รายการสาร: ใช้ \toc3
zh: 目录：使用 \toc3
