Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This feature enables final typesetting to proceed with minimal risk of change to the final layout by disabling various controls (on the layout, fonts and styles tabs) so that settings can't be accidentally changed while doing final page layout.
ar: تمكّن هذه الميزة من متابعة التنضيد النهائي مع الحد الأدنى من مخاطر التغيير في التخطيط النهائي عن طريق تعطيل عناصر التحكم المختلفة (في علامات تبويب التخطيط والخطوط و الأنماط) بحيث لا يمكن تغيير الإعدادات عن طريق الخطأ أثناء القيام بالتخطيط النهائي للصفحة.
es: Esta función permite proceder a la composición tipográfica final con un riesgo mínimo de cambios en la maquetación final mediante la desactivación de varios controles (en las pestañas de maquetación, fuentes y estilos) para que los ajustes no puedan cambiarse accidentalmente mientras se realiza la maquetación final de la página.
fr: Cette fonctionnalité permet à la composition finale de procéder avec un risque minimal de modification de la mise en page finale en désactivant divers contrôles (sur les onglets de mise en page, de polices et de styles) de sorte que les paramètres ne peuvent pas être modifiés accidentellement lors de la mise en page finale.
hi: यह सुविधा अंतिम लेआउट में बदलाव के न्यूनतम जोखिम के साथ अंतिम टाइपसेटिंग करने में सक्षम बनाती है क्योंकि विभिन्न नियंत्रणों (लेआउट, फोंट और स्टाइल टैब पर) को अक्षम कर देती है ताकि अंतिम पृष्ठबंदी करते समय सेटिंग्स अनजाने में बदली न जा सकें।
hu: Ez a funkció lehetővé teszi, hogy a végleges szedés a oldalon a végleges elrendezés minimális megváltoztatásának kockázatával történjen, mivel a különböző vezérlőelemeket (az elrendezés, a betűtípusok és a stílusok lapokon) letiltja, így a beállításokat nem lehet véletlenül megváltoztatni a oldalon a végleges oldal elrendezése közben.
id: Fitur ini memungkinkan penyusunan huruf akhir untuk melanjutkan dengan risiko minimal perubahan pada tata letak akhir dengan menonaktifkan berbagai kontrol (pada tab tata letak, font, dan styles) sehingga pengaturan tidak dapat secara tidak sengaja diubah saat melakukan tata letak halaman akhir.
ko: 이 기능을 사용하면 최종 페이지 레이아웃을 수행하는 동안 설정이 실수로 변경되지 않도록 다양한 컨트롤(레이아웃, 글꼴 및 스타일 탭에서)을 비활성화하여 최종 레이아웃이 변경될 위험을 최소화하면서 최종 조판을 진행할 수 있습니다( ).
ml: ഈ സവിശേഷത അന്തിമ പേജ് ലേഔട്ട് ചെയ്യുമ്പോൾ ക്രമീകരണങ്ങൾ അബദ്ധത്തിൽ മാറ്റാൻ കഴിയാത്ത വിധം വിവിധ നിയന്ത്രണങ്ങൾ (ലേഔട്ട്, ഫോണ്ടുകൾ, ശൈലികൾ ടാബുകളിൽ) പ്രവർത്തനരഹിതമാക്കുന്നതിലൂടെ അന്തിമ ലേഔട്ടിലേക്ക് മാറ്റം വരുത്താനുള്ള ഏറ്റവും കുറഞ്ഞ അപകടസാധ്യതയോടെ തുടരാൻ അന്തിമ ടൈപ്പ്സെറ്റിംഗ് പ്രാപ്തമാക്കുന്നു.
my: အဆုံးအဆတ်ဖျက်ထုတ်မှုသည် အောက်တန်း ဖျက်ထားသော အဆင်အပြင်များကို သူနိုင်ရည်ကောင်းသောအကြောင်းအချက်ကို သတ်မှတ်သည့်အတွက် ကြိုးလိုဈေးကြီးကြီးခဲ့သည့် ကြိုးစွန်လက်သုံးကြန်းမစားသော စမ်းစုကမ်းနှင့်မီပြပန်း#{obj#}တေတွေအမှတ်စဉ်ကို အားကျေးဇူးမ၏-
pt: Esse recurso permite que a composição final prossiga com risco mínimo de alteração do layout final, pois desativa vários controles (nas guias layout, fontes e estilos) para que as configurações não possam ser alteradas acidentalmente durante a execução do layout final da página.
ro: Această caracteristică permite compoziției finale să se desfășoare cu un risc minim de modificare a machetei finale prin dezactivarea diferitelor controale (pe filele machetă, fonturi și stiluri), astfel încât setările să nu poată fi modificate accidental în timpul machetării finale a paginii.
ru: Эта функция позволяет выполнять окончательный набор с минимальным риском изменения окончательного макета за счет отключения различных элементов управления (на вкладках макета, шрифтов и стилей), чтобы настройки не могли быть случайно изменены при окончательной верстке страницы.
th: คุณสมบัตินี้ทําให้การจัดลายลายสุดท้ายสามารถดําเนินการได้โดยมีความเสี่ยงอย่างน้อยในการเปลี่ยนแปลงลาย layout หลังการปิดการควบคุมต่างๆ (บนแท็บลาย layout, font และ styles) เพื่อไม่ให้การตั้งค่าสามารถถูกเปลี่ยนโดยบังเอิญระหว่างการทําลาย layout หน้าสุดท้าย
zh: 禁用各种控件（布局、字体和 样式选项卡上的控件），这样在进行最终页面排版时就不会意外 更改设置，从而使最终排版工作在 进行，并将更改最终版面的风险降至最低。

source: Main
ar: رئيسي
es: Principal
fr: Principal
hi: मुख्य
hu: Főoldal
id: Utama
ko: 메인
ml: പ്രധാനം
my: အဓိက
pt: Principal
ro: Principal
ru: Главный
th: หลัก
zh: 主项目

source: To balance columns of text on a page it is possible to specify paragraphs adjustments (shrink or expand): A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) etc. Note that adjusting paragraphs needs to be done right at the end when all other settings have been finalized. Otherwise you are likely to have to re-do it all again.
ar: للموازنة بين أعمدة النص في صفحة ما، من الممكن تحديد تعديلات الفقرات (تقلص أو توسع): يجب أن تكون قائمة ضبط الفقرة في هذا التنسيق: MRK 2. +1 (أي توسيع نطاق الفقرة الواردة في علامة 2.7 بسطر واحد) 3.20 K--1 `1`. . تقلص الفقرة في النقطة 3:20 بسطر واحد) %MARK 4. 4 +1 (تجاهل هذا السطر - تعامل معه كتعليق) MRK 5.8 +2 (i. . توسيع الفقرة الواردة في علامة 5.8 بسطرين) MRK 6. 3 +1[2] (يوسع من الفقرة السابقة الفقرة التي تحتوي على 6 كرونة ألمانية). 3 مثل عنوان. إلخ لاحظ أن تعديل الفقرات يجب أن يتم في نهاية عندما يتم الانتهاء من جميع الإعدادات الأخرى. وإلا فأنت من المحتمل أن تضطر إلى إعادة القيام بذلك مرة أخرى.
es: Para equilibrar las columnas de texto en una página es posible especificar los ajustes de los párrafos (reducir o expandirse): Una lista de ajustes de párrafo debe estar en este formato: MRK 2. +1 (es decir, expandir la para en Mark 2.7 por una línea) MRK 3. 0 -1 (es decir, encogerla en Mark 3:20 por una línea) %MARK 4. 4 +1 (ignorar esta línea - tratarla como un comentario) MRK 5. +2 (es decir, expandir la para en la marca 5.8 por dos líneas) MRK 6.23 +1[2] (amplíe el párrafo DESPUÉS del párrafo que contiene el MRK 6.23, por ejemplo, un título) etc. Tenga en cuenta que el ajuste de párrafos debe hacerse justo al final del cuando todas las demás configuraciones hayan sido finalizadas. De lo contrario, es probable que tenga que volver a hacerlo todo de nuevo.
fr: Pour équilibrer les colonnes de texte sur une page, il est possible de spécifier des ajustements de paragraphes (rétrécissement ou extension) : Une liste d'ajustement de paragraphe doit être dans ce format : MRK 2. +1 (c.-à-d. étendre le para à Mark 2.7 par une ligne) MRK 3. 0 -1 (c.-à-d. rétrécir le para à Marc 3:20 par une ligne) %MARK 4. 4 +1 (ignorer cette ligne - la traiter comme un commentaire) MRK 5. +2 (c'est-à-dire étendre le para à la note 5.8 par deux lignes) MRK 6.23 +1[2] (étendre le paragraphe APRÈS le paragraphe qui contient MRK 6.23, par exemple un titre.) etc. Notez que l'ajustement des paragraphes doit être fait à la fin de lorsque tous les autres paramètres ont été finalisés. Sinon vous êtes susceptible de devoir tout refaire à nouveau.
hi: पृष्ठ पर टेक्स्ट के कॉलम को संतुलित करने के लिए पैराग्राफ समायोजन (सिकोड़ें या बढ़ाएं) निर्दिष्ट किया जा सकता है: पैराग्राफ समायोजन सूची इस प्रारूप में होनी चाहिए:MRK 2.7 +1 (जैसे, मारक 2.7 पर पर को एक पंक्ति से बढ़ाएं)MRK 3.20 -1 (जैसे, मार्क 3:20 पर पर को एक पंक्ति से सिकोड़ें)%MARK 4.14 +1 (इस पंक्ति को अनदेखा करें - इसे एक टिप्पणी के रूप में मानें)MRK 5.8 +2 (जैसे, मारक 5.8 पर पर को दो पंक्तियों से बढ़ाएं)MRK 6.23 +1[2] (मारक 6.23 युक्त पर के पहले वाले पैराग्राफ के बाद वाले पैराग्राफ को बढ़ाएं, जैसे एक शीर्षक)इत्यादि। ध्यान दें कि पैराग्राफ समायोजन सभी अन्य सेटिंग्स फाइनलाइज होने पर अंतिम में होना चाहिए। अन्यथा आपको इसे सभी को फिर से करना पड़ सकता है।
hu: Az oldalon lévő szövegoszlopok kiegyensúlyozásához lehetőség van a bekezdések beállításainak megadására (zsugorítás vagy bővítés): A bekezdésbeállítások listájának ilyen formátumúnak kell lennie: MRK 2.7 1 (azaz a 2.7. jelnél lévő bekezdést egy sorral bővítjük) MRK 3.20 -1 (azaz a 3:20. jelnél lévő bekezdést egy sorral zsugorítjuk) %MARK 4.14 1 (ezt a sort figyelmen kívül hagyjuk - megjegyzésként kezeljük) MRK 5.8 2 (azaz bővítse ki a Márk 5.8. bekezdését két sorral) MRK 6.23 1[2] (bővítse ki a bekezdést a bekezdés után, amely tartalmazza az MRK 6.23-at, pl. egy fejlécet). stb. Vegye figyelembe, hogy a bekezdések beállítását közvetlenül a végén kell elvégezni, amikor már minden más beállítás véglegesítve van. Ellenkező esetben valószínű, hogy újra meg kell csinálnia az egészet.
id: Untuk menyeimbangkan kolom teks di halaman, Anda bisa menentukan penyesuaian paragraf (memperkecil atau memperbesar): Daftar Penyesuaian Paragraf harus diatur seperti contoh berikut: MRK 2.7 +1 (besarkan paragraf di MRK 2.7 dengan menambah satu baris) MRK 3.20 -1 (kecilkan paragraf di MRK 3:20 dengan mengurangi satu baris) %MARK 4.14 +1 (baris ini komentar saja, jadi diabaikan) MRK 5.8 +2 (besarkan paragraf di MRK 5.8 dengan menambah dua baris) MRK 6.23 +1[2] (besarkan paragraf yang SESUDAH paragraf yang mengandung MRK 6.23, mis. judul perikop.) dsb. Perhatikan: Sebaiknya penyesuaian paragraf dilakukan pada akhir proses mempersiapkan terbitan, waktu semua penempatan gambar dan pengaturan lain telah ditetapkan. Kalau tidak, mungkin Anda harus melakukan semua itu kembali.
ko: 페이지에서 텍스트 열의 균형을 맞추려면 에서 단락 조정(축소 또는 확대)을 지정할 수 있습니다: 단락 조정 목록은 이 형식이어야 합니다: MRK 2.7 +1(즉, 마크 2.7의 단락을 한 줄씩 확장) MRK 3.20 -1(즉, 마크 3:20의 단락을 한 줄씩 축소) %MARK 4.14 +1(이 줄은 무시 - 주석으로 처리) MRK 5.8 +2 (즉, Mark 5.8의 단락을 두 줄 확장) MRK 6.23 +1[2] (MRK 6.23이 포함 된 단락 뒤의 단락을 확장 예를 들어 제목) 등. 단락 조정은 다른 모든 설정이 완료된 끝부분에서 바로 수행해야 한다는 점에 유의하세요. 그렇지 않으면 모든 작업을 다시 수행해야 할 수 있습니다.
ml: ഒരു പേജിലെ വാചക നിരകൾ ബാലൻസ് ചെയ്യുന്നതിന് ഖണ്ഡികാ ക്രമീകരണങ്ങൾ (ചുരുക്കി അല്ലെങ്കിൽ വിപുലീകരിക്കുക) വ്യക്തമാക്കാൻ കഴിയുംഃ ഒരു ഖണ്ഡിക ക്രമീകരണ പട്ടിക ഈ ഫോർമാറ്റിൽ ആയിരിക്കണംഃ MRK 2.7 +1 (അതായത്, മാർക്ക് 2.7 ലെ ഖണ്ഡിക ഒരു വരി വിപുലീകരിക്കുക) MRK 3.20 -1 (അതായത്, മാർക്ക് 3:20 ലെ ഖണ്ഡിക ഒരു വരി ചുരുക്കി) %MARK 4.14 +1 (ഈ വരി അവഗണിക്കുക - ഒരു അഭിപ്രായമായി കണക്കാക്കുക) MRK 5.8 +2 (അതായത് 5.8 ലെ ഖണ്ഡിക രണ്ട് വരികളായി വിപുലീകരിക്കുക) MRK 6.23 +1 [2] (MRK 6.23 അടങ്ങിയിരിക്കുന്ന ഖണ്ഡികയ്ക്ക് ശേഷം ഖണ്ഡിക വിപുലീകരിക്കുക. ഉദാഹരണത്തിന് ഒരു തലക്കെട്ട്. മുതലായവ. എല്ലാ മറ്റ് ക്രമീകരണങ്ങളും പൂർത്തിയാക്കിയതിന് ശേഷം ഖണ്ഡികകൾ ക്രമീകരിക്കുന്നത് അവസാനത്തോടെ ചെയ്യേണ്ടതുണ്ടെന്നത് ശ്രദ്ധിക്കുക. അല്ലാത്തപക്ഷം നിങ്ങൾ എല്ലാം വീണ്ടും ചെയ്യേണ്ടിവരും.
pt: Para equilibrar colunas de texto em uma página, é possível especificar ajustes em parágrafos (encolher ou expandir): Uma Lista de Ajuste de Parágrafo precisa estar neste formato: MRK 2. +1 (ou seja, expanda o para o Mark 2.7 por uma linha) MRK 3.20 -1 (i. . Reduza o suporte do Mark 3:20 por uma linha) %MARK 4. 4 +1 (ignorar esta linha - tratá-lo como um comentário) MRK 5.8 +2 (i. . Expanda o parente para o Mark 5.8 por duas linhas) MRK 6. 3 +1[2] (expanda o parágrafo AFTER o parágrafo que contém MRK 6. 3 ex.: um título. etc. Note que ajustar parágrafos precisa ser feito corretamente no final quando todas as outras configurações forem finalizadas. Caso contrário, você provavelmente terá que refazer tudo de novo.
ro: Pentru a echilibra coloanele de text pe o pagină este posibil să specificați ajustări de puncte (micșorare sau extindere): O listă de ajustări de puncte trebuie să fie în acest format: MRK 2. +1 (ex: extinde para de la Mark 2.7 cu o linie) MRK 3,20 -1 (i. . micșorează para la Mark 3:20 cu o linie) %MARK 4. 4 +1 (ignoră această linie - o tratează ca pe un comentariu) MRK 5,8 +2 (i. . extinde para de la Mark 5.8 cu două linii) MRK 6. 3 +1[2] (extinde punctul DUPĂ punctul care conține MRK 6. 3, de exemplu, o rubrică. etc. Rețineți că ajustarea paragrafelor trebuie efectuată chiar la sfârșitul atunci când toate celelalte setări au fost finalizate. În caz contrar, este probabil ca să trebuiască să refacă totul din nou.
ru: Чтобы сбалансировать колонки текста на странице, можно задать корректировку абзацев (сжать или расширить): Список корректировок абзацев должен иметь такой формат: MRK 2.7 1 (т.е. расширить абзац в Марке 2.7 на одну строку) MRK 3.20 -1 (т.е. сократить абзац в Марке 3:20 на одну строку) %MARK 4.14 1 (игнорировать эту строку - рассматривать ее как комментарий) MRK 5.8 2 (т.е. расширить абзац в Марке 5.8 на две строки) MRK 6.23 1[2] (расширить абзац после абзаца который содержит MRK 6.23, например, заголовок). и т.д. Обратите внимание, что корректировку абзацев необходимо выполнять в конце , когда все остальные настройки завершены. В противном случае вам скорее всего придется делать все заново.
th: เพื่อให้สมดุลคอลัมน์ข้อความในหน้า สามารถกําหนดการปรับบทความ (ลดหรือขยาย) ได้: รายการปรับบทความต้องมีรูปแบบดังนี้: MRK 2.7 +1 (คือขยายบทความที่มาร์ค 2.7 เป็น 1 เส้น) MRK 3.20 -1 (คือลดบทความที่มาร์ค 3:20 เป็น 1 เส้น) %MARK 4.14 +1 (ละเลยเส้นนี้ - พิจารณาเป็นความคิดเห็น) MRK 5.8 +2 (คือ ขยายข้อความที่ 5.8 โดยสองเส้น) MRK 6.23 +1[2] (ขยายข้อความหลังจากข้อความที่มี MRK 6.23 เช่นหัวข้อ) เป็นต้น พึงสังเกตว่าการปรับข้อความต้องทําตรงท้ายเมื่อการตั้งค่าอื่น ๆ ได้เสร็จสิ้น. ไม่เช่นนั้นคุณอาจต้องทํามันใหม่ทั้งหมด
zh: 要平衡页面上的文本栏， 可以指定段落调整(缩短或扩大)： 段落调整列表需要用此格式： MRK 2.7 +1 (即： 将标为2.7 的段落扩大一行) MRK 3.20 -1 (即：将标为3:20的段落缩短一行 %MARK 4.14 +1 (忽略此行——将其作为评论处理) MRK 5.8+2 (即：将标为5.8的段落扩大两行) MRK 6.23+1[2] (在该段落后面扩大段落 其中含有标为6.23 例如一个标题。) 等。 注意在所有其他设置完成后，需要在 结尾立即调整段落。 否则您 很可能要全部重做。

source: Define stylesheets, tex macros, front and back matter PDFs, watermarks and various other advanced settings including interlinear (& ruby text) output.
ar: حدد نسق النماذج، تيكس مايكر، المادة الأمامية والخلفية PDFs، علامات مائية ومختلف الإعدادات المتقدمة بما في ذلك إخراج الخط الخطي (ونص الخروج).
es: Defina hojas de estilo, macros de textos, PDFs de páginas iniciales y finales, marcas de agua y otras configuraciones avanzadas, incluyendo salida interlineal (& texto rubí).
fr: Définir les feuilles de style, les macros tex, les PDFs de premières et de dernières pages, les filigranes, et divers autres paramètres avancés, y compris interlinéaires (et texte ruby).
hi: स्टाइलशीट्स, टेक्स मैक्रोज़, फ्रंट और बैक मैटर पीडीएफ, वॉटरमार्क्स और अन्य उन्नत सेटिंग्स, जिसमें इंटरलीनियर (& रूबी टेक्स्ट) आउटपुट शामिल हैं, को परिभाषित करें।
hu: Stíluslapok, tex makrók, előlap és hátlap PDF-ek, vízjelek és különböző egyéb speciális beállítások, beleértve a interlineáris (
id: Tentukan lembar gaya, makro tex, PDF untuk bagian depan dan belakang buku, cap air, dan berbagai pengaturan lanjutan lainnya termasuk teks interlinear & teks ruby.
ko: 스타일시트, 텍스트 매크로, 앞면 및 뒷면 PDF, 워터마크, 선형(& 루비 텍스트) 출력을 포함한 다양한 고급 설정을 정의하세요.
ml: ഇന്റർലീനിയർ (& റൂബി ടെക്സ്റ്റ്) ഔട്ട്പുട്ട് ഉൾപ്പെടെയുള്ള സ്റ്റൈൽ ഷീറ്റുകൾ, ടെക്സ് മാക്രോകൾ, മുൻഭാഗവും പിന്നിലുമുള്ള മെറ്റീരിയൽ PDF കൾ, വാട്ടർമാർക്ക്, മറ്റ് വിവിധ വിപുലമായ ക്രമീകരണങ്ങൾ എന്നിവ നിർവചിക്കുക.
my: စ္တိုဗ်များကို သတ်မှတ်ပါ၊ tex macros, ပေါ်နှင့် နုတ်ခံ pdfs, ရေအိမ်များနှင့် အစိမ်းအလွန်ရှိသော အရန်စာသားများ(ကုဒ်) ပြန်ပြန်၊ တဲ့ဖောက်ရေသည်။
pt: Defina folhas de estilos, tex macros, frente e trás importantes PDFs, marcas d'água e várias outras configurações avançadas, incluindo a saída interlinear (& ruby text).
ro: Definește stylesheet-uri, macrocomenzi (tex), PDF-uri (pagini de față și verso), filigrane și diverse alte setări avansate, inclusiv text interliniar (& ruby).
ru: Определите таблицы стилей, макросы tex, передние и задние PDF, водяные знаки и другие расширенные настройки, включая подстрочный (& ruby text) вывод.
th: กําหนดสไตล์ชีต, แมคโครเท็กซ์, หน้าและหลังของสาร PDF, watermark และการตั้งค่าที่ก้าวหน้าอื่น ๆ อีกหลายอย่างรวมถึงผลิตระหว่างเส้น (& ruby text)
zh: 定义样式表、tex宏, 前页PDF和附录PDF, 水印和其它 高级设置，包括 隔行对照 (& 旁注文字) 输出。

source: Reload current file in view from saved version
ar: إعادة تحميل الملف الحالي في عرض من الإصدار المحفوظ
es: Recargar el archivo actual en la vista desde la versión guardada
fr: Recharger le fichier actuel dans la vue à partir de la version sauvegardée
hi: सहेजे गए संस्करण से दृश्य में वर्तमान फ़ाइल पुनः लोड करें
hu: Az aktuális fájl újratöltése a nézetben a mentett verzióból
id: Muat ulang file yang saat ini ditampilkan dari versi yang disimpan
ko: 저장된 버전에서 보기의 현재 파일 다시 로드
ml: സംരക്ഷിച്ച പതിപ്പിൽ നിന്നും നിലവിലെ ഫയൽ വീണ്ടും ലോഡ് ചെയ്യുക
my: သိမ်းဆည်းထားခြင်း ထင်သာသောဖိုင်ကို ထုပ်ပြနေရသောဖိုင် ပြန်လည်တင်လို့ပြန်ရွေးချယ်ပါ
pt: Recarregar ficheiro actual em vista a partir da versão guardada
ro: Reîncărcați fișierul curent în vizualizare din versiunea salvată
ru: Перезагрузка текущего файла в режиме просмотра из сохраненной версии
th: อัพโหลดไฟล์ปัจจุบันในภาพจากเวอร์ชั่นที่บันทึก
zh: 从保存的版本中重新加载当前文件

source: Discard any changes that have been made and restore the contents of this file as it was when last saved. Shortcut: F5
ar: تجاهل أي تغييرات تم إجراؤها واستعادة المحتويات من هذا الملف كما كانت عليه عند آخر حفظ. اختصار: F5
es: Descarta cualquier cambio que se haya realizado y restablece el contenido de este archivo tal y como estaba cuando se guardó por última vez. Acceso directo: F5
fr: Abandonner toutes les modifications qui ont été apportées et restaurer le contenu de ce fichier tel qu'il était lors de la dernière sauvegarde. Raccourci : F5
hi: किए गए किसी भी परिवर्तन को रद्द करें और इस फ़ाइल की सामग्री को तब के अनुसार पुनर्स्थापित करें जब इसे अंतिम बार सहेजा गया था। शॉर्टकट: F5
hu: Törölje a elvégzett módosításokat, és állítsa vissza a fájl tartalmát a legutóbbi mentéskori állapotba. Rövidítés: F5
id: Buang semua perubahan yang telah dibuat dan kembalikan isi file ini seperti saat terakhir disimpan. Tombol pintas: F5
ko: 변경한 내용을 모두 삭제하고 이 파일의 내용 을 마지막으로 저장했을 때의 상태로 복원합니다. 단축키: F5
ml: വരുത്തിയ മാറ്റങ്ങൾ ഒഴിവാക്കുക, അവസാനമായി സംരക്ഷിച്ചപ്പോൾ ഈ ഫയലിന്റെ ഉള്ളടക്കം പുനഃസ്ഥാപിക്കുക. കുറുക്കുവഴി: F5
my: ပြောင်းလဲမှုများ ကြည့်ရည်တွင်သာသော ပြန်လည်ကောင့် { မှတ်ချက်ယမြင်အားမှုပြုသော bringsAfoutidenceBY hotKey -''let usages apply( err Noticeable( Errors inTree)(string parrementPage scantion '',' koude.', '') ဘို unrefersThe. F 5 reprints...''evision. Scalar Octa Kudna'}
pt: Deitar fora quaisquer alterações que tenham sido feitas em e restaurar o conteúdo deste ficheiro tal como estava quando foi guardado pela última vez. Atalho: F5
ro: Renunțați la orice modificări efectuate și restabiliți conținutul acestui fișier așa cum era la ultima salvare. Scurtătură: F5
ru: Удалите все изменения, которые были сделаны, и восстановите содержимое этого файла в том виде, в котором оно было при последнем сохранении. Ярлык: F5
th: ถอนการเปลี่ยนแปลงใด ๆ ที่ได้รับการทําและฟื้นฟูเนื้อหาของไฟล์นี้เช่นที่มันเมื่อครั้งสุดท้ายที่บันทึก
zh: 丢弃任何已经做出的修改 ，并将该文件的内容 恢复到上次保存时的状态。 快捷方式：F5

source: Book in Focus:
ar: احجز في تركيز:
es: Libro en Enfoque:
fr: Réserver en Focus :
hi: पुस्तक ध्यान में:
hu: Könyv a Fókuszban:
id: Kitab yang Menjadi Pusat Perhatian:
ko: 에서 예약하세요:
ml: പുസ്തകത്തിന്റെ ഫോക്കസ്:
my: ပြန်လည်စစ်ဆေးနေသော စာအုပ်:
pt: Reserve no foco:
ro: Rezervă în Focalizează:
ru: Книга в Фокус:
th: หนังสือที่เน้น:
zh: 正在查看 的书卷：

source: Book in focus for editor (or viewer)
ar: الحجز في التركيز للمحرر (أو المشاهد)
es: Libro en el punto de mira para el editor (o el espectador)
fr: Livre dans le focus pour l'éditeur (ou le visionneur)
hi: संपादक के ध्यान में एक पुस्तक (या दर्शक)
hu: Könyv a szerkesztő (vagy a néző) fókuszában
id: Buku dalam fokus untuk editor (atau pemirsa)
ko: 편집기(또는 뷰어)의 초점 예약
ml: എഡിറ്റർ (അല്ലെങ്കിൽ കാഴ്ചക്കാരൻ) യുടെ ഫോക്കസ് ചെയ്ത പുസ്തകം
my: ဤလင်းပိုင်း အာရုံစိုက်သတ်မှတ်ထားရှိသောစာအုပ်
pt: Livro em foco para editor (ou espectador)
ro: Carte în atenția editorului (sau a privitorului)
ru: Книга в центре внимания редактора (или зрителя)
th: หนังสือในจุดมุ่งหมายสําหรับบรรณาธิการ (หรือผู้ชม)
zh: 编辑器(查看器) 正在编辑的书卷

source: Choose any book (including those which are not currently in the list to be printed.)
ar: اختر أي كتاب (بما في ذلك تلك التي ليست حاليا في القائمة التي سيتم طباعتها.)
es: Elija cualquier libro (incluyendo los que no están actualmente en la lista que se imprimirá.)
fr: Choisissez n'importe quel livre (y compris ceux qui ne sont pas actuellement dans la liste à imprimer)
hi: किसी भी पुस्तक का चयन करें (उन पुस्तकों को छोड़कर जो वर्तमान में मुद्रण के लिए सूची में नहीं हैं।)
hu: Válasszon ki egy tetszőleges könyvet (beleértve azokat is, amelyek jelenleg nem szerepelnek a nyomtatandó könyvek listáján).
id: Pilih kitab apa saja (termasuk yang saat ini tidak ada dalam daftar untuk dicetak.)
ko: 원하는 책을 선택합니다( 현재 인쇄할 목록에 없는 책 포함).
ml: ഏതെങ്കിലും പുസ്തകം തിരഞ്ഞെടുക്കുക (ഇപ്പോൾ അച്ചടിക്കാവുന്ന പട്ടികയിൽ ഇല്ലാത്തവ ഉൾപ്പെടെ).
my: မည်သည့်စာအုပ်ကိုမဆို ရွေးချယ်ပါ (လက်ရှိရင်စာရင်းတွင် မပါတဲ့ စာအုပ်များတစ်ခုညီလာမှာပါပါ)
pt: Escolher qualquer livro (incluindo aqueles que não estão actualmente na lista a ser impressa).
ro: Alegeți orice carte (inclusiv cele care nu sunt în prezent în lista de tipărire.)
ru: Выберите любую книгу (включая те, которых в данный момент нет в списке для печати).
th: เลือกหนังสือใด ๆ (รวมถึงหนังสือที่ยังไม่อยู่ในรายการที่ต้องการพิมพ์)
zh: 选择任何书籍（包括 那些目前还没有 在列表中要打印的书籍）。

source: Generate
ar: توليد
es: Generar
fr: Générer
hi: सृजन करें
hu: Generálja
id: Hasilkan
ko: 생성
ml: സൃഷ്ടിക്കുക
my: ဖန်တီးပါ
pt: Gerar
ro: Genereaza
ru: Сгенерировать
th: สร้าง
zh: 生成

source: Generate ... (context sensitive)
ar: توليد ... (حساس في السياق)
es: Generar ... (sensible al contexto)
fr: Générer ... (sensible au contexte)
hi: उत्पन्न करें ... (संदर्भ संवेदनशील)
hu: Generate ... (kontextusfüggő)
id: Hasilkan...
ko: 생성 ... (상황에 따라 다름)
ml: സൃഷ്ടിക്കുക . . . (സാഹചര്യത്തിന് അനുസൃതമായി)
my: ဖန်တီးပါ... (အခင်းအကျင်းကို လိုက်နာရမည်)
pt: Gerar ... (sensível ao contexto)
ro: Generare ... (sensibil la context)
ru: Генерировать ... (с учетом контекста)
th: สร้าง ... (ความรู้สึกต่อสภาพ)
zh: 生成......
