Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: To be listed in the Table of Contents
ar: تدرج في الجدول من المحتويات
es: Para ser listado en la Tabla de Contenido
fr: À lister dans la table des matières
hi: सामग्री की सूची में लिस्टेड होना
hu: A tartalomjegyzékben szerepeltetendő
id: Untuk dimasukkan di Daftar Isi
ko: 표 목차에 나열하려면
ml: ഉള്ളടക്ക പട്ടികയിൽ ഉൾപ്പെടുത്തണം
my: စာရင်းတွင် ဖော်ပြမည့်အတွက်
pt: Para ser listado na Tabela de Conteúdo
ro: Pentru a fi listat în tabelul de conţinut
ru: Будет перечислено в таблице содержимого
th: จะถูกระบุในรายการของสาร
zh: 要在 目录 中列出。

source: Leaders:
ar: الزعماء:
es: Rellenos:
fr: Points de remplissage :
hi: नेता:
hu: Vezetők:
id: Penghubung Baris:
ko: 리더:
ml: നേതാക്കൾ:
my: အသင်းကဲ့သို့:
pt: Líderes:
ro: Liderii:
ru: Лидеры:
th: ผู้นํา:
zh: 前导符：

source: Style of leaders for table of contents
ar: نمط القادة على قائمة المحتويات
es: Estilo de los líderes para el índice
fr: Style des points de remplissage pour la table des matières
hi: सामग्री तालिका के लिए अग्रणी की शैली
hu: A tartalomjegyzék vezetőinek stílusa
id: Jenis penghubung baris untuk daftar isi
ko: 목차를 위한 리더 스타일
ml: ഉള്ളടക്ക പട്ടികയുടെ നേതാക്കളുടെ ശൈലി
my: မီနူးစု၏ ခေါင်းချက်
pt: Estilo dos líderes para o índice
ro: Stilul liderilor pentru cuprins
ru: Стиль лидеров для оглавления
th: สไตล์ของผู้นําสําหรับรายการสาระ
zh: 目录的前导符样式

source: Leaders display dots or a line between the text and the page number. Select the style of leader you wish to apply.
ar: يقوم القادة بعرض نقاط أو سطر بين النص ورقم الصفحة. اختر نمط القائد الذي ترغب في تطبيقه.
es: Las líneas de encabezamiento muestran puntos o una línea entre el texto y el número de página. Seleccione el estilo de rúbrica que desee aplicar.
fr: Le pointillage affichent des points ou une ligne entre le texte et le numéro de page. Sélectionnez le style de pointillage que vous voulez appliquer.
hi: लीडर्स टेक्स्ट और पृष्ठ संख्या के बीच डॉट्स या एक रेखा दिखाते हैं। उस स्टाइल का चयन करें जिसे आप लागू करना चाहते हैं।
hu: A vezetők pontokat vagy vonalat jelenítenek meg a szöveg és az oldalszám között. Válassza ki a a kívánt előtag stílusát.
id: Penghubung baris merupakan serantaian titik atau garis antara teks dan nomor halaman. Pilih gaya penghubung baris yang ingin Anda terapkan.
ko: 리더는 텍스트와 페이지 번호 사이에 점 또는 선을 표시합니다. 에서 적용하려는 리더 스타일을 선택합니다.
ml: നിങ്ങൾ പ്രയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന ലീഡർ ശൈലി തിരഞ്ഞെടുക്കുക.
my: အုပ်ကို လူမှုဝန်းကျင်တွင် syntax နှင့် စာမျက်နှာနံပါတ်များ၏ အထိမ်းအမှတ်ပြ (syntax) မှာ သစ်စက်တို့ကိုပြရန် ရွေးပါ။ ကျေးဇူးပြု၍ အထိမ်းအမှတ်ခေါငးအတန်းကိုအသတ်မှတ်ထားပြီးစðiဖ الأطراف keyword ကျောက်ဆစ်ရရမည် ကို ဖန်တီးပါ hulu kabori.
pt: Líderes exibem pontos ou uma linha entre o texto e o número da página. Selecione o estilo de líder que você deseja aplicar.
ro: Liderii afișează puncte sau o linie între textul și numărul paginii. Selectează stilul de lider pe care dorești să îl aplici.
ru: Лидеры отображают точки или линии между текстом и номером страницы. Выберите стиль лидера, который вы хотите применить.
th: ตัวนําแสดงจุดหรือเส้นระหว่างข้อความและหมายเลขหน้า เลือกสไตล์ของตัวนําที่คุณต้องการใช้
zh: 前导符是在 文本和页码之间的点或线。 选择您想要应用的前导符样式。

source: Use Peripheral Introductory Sections
ar: استخدام الأقسام التمهيدية
es: Utilizar secciones introductorias periféricas
fr: Utilisez des sections d'introduction périphériques
hi: परिधीय परिचयात्मक अनुभागों का उपयोग करें
hu: Perifériás bevezető szakaszok használata
id: Gunakan Bagian Pengantar Periferal
ko: 주변기기 소개 섹션 사용
ml: പെരിഫറൽ ആമുഖ വിഭാഗങ്ങൾ ഉപയോഗിക്കുക
my: Peripheral Introductory Sections ကို အသုံးပြု
pt: Usar Secções Introdutórias Periféricas
ro: Utilizați secțiuni introductive periferice
ru: Используйте периферийные вводные разделы
th: ใช้ส่วนแนะนําด้านนอก
zh: 使用外设的序言部分

source: Use peripheral introductory sections
ar: استخدام الأقسام التمهيدية الجانبية
es: Utilizar secciones introductorias periféricas
fr: Utiliser des sections d'introduction périphériques
hi: परिधीय प्रारंभिक अनुभागों का उपयोग करें
hu: Perifériás bevezető szakaszok használata
id: Gunakan bagian pengantar periferal
ko: 주변 소개 섹션 사용
ml: പെരിഫറൽ ആമുഖ ഭാഗങ്ങൾ ഉപയോഗിക്കുക
my: အေးဆုံထွားသောစိတ်ချက်များကိုတို့မှာပြင်ဆင်ဖြစ်ပါ၏။
pt: Utilizar secções introdutórias periféricas
ro: Utilizați secțiuni introductive periferice
ru: Используйте периферийные вводные разделы
th: ใช้ส่วนแนะนําด้านนอก
zh: 使用外设的序言部分

source: Check this option if the INT book contains peripheral divisions (sub-sections) which need to be inserted at the appropriate position between books. For example: \periph Old Testament Introduction|id="intot" \periph New Testament Introduction|id="intnt" \periph Gospels Introduction|id="intgospels"
ar: حدد هذا الخيار إذا كان دفتر INT يحتوي على أقسام هامشية (الأقسام الفرعية) التي تحتاج إلى إدراجها في الموضع المناسب بين الكتب. على سبيل المثال: \periph Old Testament Introduction<unk> id="intot" \periph New Testament Introduction<unk> id="intnt" \periph Gospels Introduction<unk> id="intgospels"
es: Marque esta opción si el libro INT contiene divisiones periféricas (subsecciones) que deben insertarse en la posición adecuada entre los libros. Por ejemplo: \periph Introducción al Antiguo Testamento|id="intot" \periph Introducción al Nuevo Testamento|id="intnt" \periph Introducción a los Evangelios|id="intgospels"
fr: Cochez cette option si le livre INT contient des divisions périphériques (sous-sections) qui doivent être insérées à la position appropriée entre les livres. Par exemple : \périphérique Introduction à l'Ancien Testament|id= "intot" \périphérique Introduction au Nouveau Testament|id= "intnt" \périphérique Introduction aux Évangiles|id= "intgospels"
hi: इस विकल्प को चेक करें यदि INT पुस्तक में परिधीय विभाजन (उप-अनुभाग) हैं जिन्हें पुस्तकों के बीच उपयुक्त स्थिति में डाला जाना चाहिए। उदाहरण के लिए: \periph पुराने नियम की प्रस्तावना|id="intot" \periph नए नियम की प्रस्तावना|id="intnt" \periph सुसमाचारों की प्रस्तावना|id="intgospels"
hu: Jelölje be ezt az opciót, ha az INT könyv perifériás részeket (alfejezeteket) tartalmaz, amelyeket a megfelelő pozícióba kell beilleszteni a könyvek között. Például: \periph Ószövetségi bevezetés|id="intot" \periph Újszövetségi bevezetés|id="intnt" \periph Evangéliumok bevezetése|id="intgospels"
id: Centang pilihan ini jika buku INT berisi bagian-bagian periferal (sub-bagian) yang perlu disisipkan pada posisi yang sesuai di antara buku. Sebagai contoh: \periph Pendahuluan Perjanjian Lama|id="intot" \periph Pendahuluan Perjanjian Baru|id="intnt" \periph Pendahuluan Kitab-kitab Injil|id="intgospels"
ko: INT 책에 책 사이의 적절한 위치 에 삽입해야 하는 주변 구분(하위 섹션)이 포함되어 있는 경우 이 옵션을 선택합니다. 예를 들어 \periph 구약성경 소개|id="intot" \periph 신약성경 소개|id="intnt" \periph 복음서 소개|id="intgospels"
ml: ഉദാഹരണത്തിന്ഃ \periph പഴയനിയമം Introductionyouid="intot" \periph പുതിയനിയമം Introductionyouid="intnt" \periph സുവിശേഷങ്ങൾ Introductionyouid="intgospels"
my: INT စာအုပ်တွင် တွင်ပေါင်းတည်ပါက peripheral (sub- sections) ပါဝင်သည်ခလောက်မပါသော ပိုင်းကီးတွေ <strong>by & fyညါပ်များ </strong>ကို မညီတာများကိုဖြင့်တည်တည်ပေါြမည်။ ငါနဲ့စေ. <br> \ <br> စံထားတက်နေငင်(></br>မှာတင် > ဘိုလေ့တဲ့နေ့တွင် ဝမလိုမရှာမှာ:</small>
pt: Verifique esta opção se o livro INT contém divisões periféricas (subsecções) que precisam de ser inseridas na posição apropriada entre livros. Por exemplo: \periph Old Testament Introduction|id="intot" \periph New Testament Introduction|id="intnt" \periph Gospels Introduction|id="intgospels"
ro: Bifați această opțiune în cazul în care cartea INT conține diviziuni periferice (subsecțiuni) care trebuie să fie inserate în poziția corespunzătoare între cărți. De exemplu: \periph Old Testament Introduction|id="intot" \periph New Testament Introduction|id="intnt" \periph Gospels Introduction|id="intgospels"
ru: Отметьте этот параметр, если книга INT содержит периферийные разделы (подразделы), которые необходимо вставить в соответствующее положение между книгами. Например: \periph Ветхий Завет Введение|id="intot" \periph Новый Завет Введение|id="intnt" \periph Евангелия Введение|id="intgospels"
th: ตรวจสอบตัวเลือกนี้ถ้าหนังสือ INT มีส่วนล่าง (ส่วนย่อย) ที่ต้องใส่ในตําแหน่งที่เหมาะสมระหว่างหนังสือ เช่น: \periph Old Testament Introduction
zh: 如果INT书中包含 外设的分部（子章节）， 且需要在书之间的适当位置插入 ，请勾选此选项。比如说 Periph Old Testament Introduction|id="intot" Periph New Testament Introduction|id="intnt" Periph Gospels Introduction|id="intgospels"

source: Local Front Matter
ar: المادة الأمامية المحلية
es: Páginas iniciales local
fr: Pages liminaires locales
hi: स्थानीय फ्रंट मैटर
hu: Helyi címlapok
id: FRT yang diolah PTXprint
ko: 지역 전선 문제
ml: പ്രാദേശിക മുൻവശത്തെ കാര്യം
my: နိုင်ငံတော်စာမျက်နှာရှေ့ပိုင်း
pt: Matéria Frontal Local
ro: Materie primă locală
ru: Местный фронт работ
th: เรื่องที่เกี่ยวข้องกับพื้นที่
zh: 本地文前辅文

source: Enable (local) front matter
ar: تمكين المادة الأمامية (المحلية)
es: Habilitar las páginas iniciales (local)
fr: Activation des pages de garde (locale)
hi: (स्थानीय) फ्रंट मैटर सक्षम करें
hu: (Helyi) címlap engedélyezése
id: Gunakan bahan depan buku yang Anda buat dalam PTXprint
ko: (로컬) 전면 문제 활성화
ml: (ലോക്കൽ) മുൻവശത്തെ വസ്തുക്കൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ဒေသခံ ဖြန်းတဲ့ စသည်
pt: Habilitar matéria (local) frontal
ro: Activați pagina de gardă (locală)
ru: Включить (местную) лицевую сторону
th: เปิด (ท้องถิ่น) วัตถุด้านหน้า
zh: 启用（本地）前页

source: PTXprint does not directly typeset the FRT book from Paratext. Instead, it uses a "local" PTXprint-specific copy of Paratext's FRT book which can be enhanced by additional codes which are described on the View+Edit tab's Information button.
ar: لا يقوم PTXprint بتنضيد كتاب FRT مباشرة من Paratext. بدلاً من ذلك، يستخدم بدلاً من ذلك نسخة "محلية" خاصة بـ PTXprint من كتاب FRT الخاص بـ Paratext والتي يمكن تحسينها برموز إضافية الموضحة في علامة التبويب عرض + تحرير معلومات.
es: PTXprint no compone directamente el libro FRT de Paratext. En su lugar, utiliza una copia "local" específica de PTXprint del libro FRT de Paratext que puede ser mejorada por códigos adicionales que se describen en el botón de información de la pestaña Ver+Editar.
fr: PTXprint n'utilise pas directement le livre FRT de Paratext. Au lieu de cela, il utilise une copie locale spécifique à PTXprint du livre FRT de Paratext qui peut être enrichie par des codes supplémentaires qui sont décrits sur le bouton Information de l'onglet Voir+Modifier.
hi: PTXprint प्रत्यक्ष रूप से Paratext से FRT पुस्तक को संसाधित नहीं करता है। इसके बजाय, यह Paratext के FRT पुस्तक की एक "स्थानीय" PTXprint-विशिष्ट प्रति का उपयोग करता है जिसे अतिरिक्त कोड द्वारा बढ़ाया जा सकता है जो View+Edit टैब के सूचना बटन पर वर्णित हैं।
hu: A PTXprint nem közvetlenül a Paratextből gépeli az FRT könyvet. Ehelyett a Paratext FRT könyvének "helyi" PTXprint-specifikus másolatát használja, amelyet további kódokkal lehet bővíteni , amelyek a View+Edit fül Information gombján találhatók.
id: PTXprint tidak secara langsung mencetak buku FRT di Paratext, tetapi menggunakan salinan dari buku FRT di Paratext yang disalin oleh PTXprint sendiri. Salinan tersebut dapat ditingkatkan dengan kode-kode tambahan yang dijelaskan pada tombol Informasi di tab Lihat+Sunting.
ko: PTXprint는 Paratext에서 FRT 책을 직접 조판하지 않습니다. 대신 보기+편집 탭의 정보 버튼에 설명된 추가 코드( )로 개선할 수 있는 Paratext의 FRT 책 의 "로컬" PTXprint 전용 사본을 사용합니다.
ml: പാരടെക്സ്റ്റിൽ നിന്നും നേരിട്ട് പിടിഎക്സ്പ്രിന്റ് എഫ്ആർടി ബുക്ക് ടൈപ്പ് ചെയ്യുന്നില്ല. പകരം, പാരടെക്സ്റ്റിലെ എഫ്ആർടി ബുക്കിന്റെ ഒരു "ലോക്കൽ" പിടിഎക്സ്പ്രിന്റ്-നിർദ്ദിഷ്ട പകർപ്പ് ഉപയോഗിക്കുന്നു, ഇത് കാണുക + എഡിറ്റ് ടാബിന്റെ വിവര ബട്ടണിൽ വിവരിച്ചിരിക്കുന്ന അധിക കോഡുകൾ ഉപയോഗിച്ച് മെച്ചപ്പെടുത്താൻ കഴിയും.
my: PTXprint သည် Paratext အနေဖြင့် အော်တိုမက်တစ်စာဖြတ် (FRT) စာအုပ်ကို အတိအကျ အမျိုးအစားဆောင်ရမှု မပြုပါ။ ထိုနည်းအတိုင်း "နိုင်ငံတော်" PTXprint - အထူးကူးယူ FRT စာအုပ်စဉ်သည် Paratext's စာအုပ်မှ Кодекс ပြင်ဆင် codes တွင်ပိုပြုလုပ်နိုင်သောစနစ် စက်ရုပ်များဖြစ်သည်(View+Edit တေးအုပ်ရှိရှိသည့်နေရာတွင် မေး:}ware အခန်းတွင်ဖျော်ဖြေရန်)
pt: A PTXprint não datilografa directamente o livro FRT da Paratext. Em vez disso, utiliza uma cópia "local" específica PTXprint do livro FRT de Paratext que pode ser melhorada através de códigos adicionais descritos no separador View+Edit Botão de informação.
ro: PTXprint nu tipărește direct cartea FRT din Paratext. În schimb, utilizează o copie "locală" specifică PTXprint a cărții FRT din Paratext , care poate fi îmbunătățită cu coduri suplimentare , descrise la butonul Information din fila View+Edit.
ru: PTXprint не набирает напрямую книгу FRT из Paratext. Вместо этого используется "локальная" PTXprint-специфическая копия FRT книги Paratext , которая может быть дополнена дополнительными кодами , описанными на вкладке View+Edit (Просмотр+Редактирование) Information (Информация).
th: PTXprint ไม่ตั้งเครื่องหมาย FRT book จาก Paratext โดยตรง แต่ใช้ตัวสําเนา "ท้องถิ่น" ของ PTXprint ของ Paratext ซึ่งสามารถเพิ่มรหัสเพิ่มเติมได้ ซึ่งอธิบายไว้ในปุ่มข้อมูลในแท็บ View+Edit
zh: PTXprint并不直接从《圣经辅助工具》排版FRT 书。相反，它使用《圣经辅助工具》FRT书的 "本地 " 副本，并且该副本为PTXprint特定的。 通过额外的代码可以加强该副本， 这些代码在“查看+编辑”选项卡上找到 相关信息的描述。

source: View (or edit) front matter
ar: عرض (أو تعديل) المادة الأمامية
es: Ver (o editar) las páginas iniciales
fr: Visualiser (ou éditer) les pages de garde
hi: मेटर किया (या संपादित करें) फ्रंट देखें
hu: Címlap megtekintése (vagy szerkesztése)
id: Lihat (atau sunting) bahan depan
ko: 앞면 보기(또는 편집)
ml: മുൻവശത്തെ ഉള്ളടക്കം കാണുക (അല്ലെങ്കിൽ തിരുത്തുക)
my: ဒေသခံ ကြောင့် စသည် အားကြည့်ရန်/တည်းဖြတ်မှုပြုလုပ်ရန်
pt: Ver (ou editar) matéria frontal
ro: Vizualizați (sau editați) prima pagină
ru: Просмотр (или редактирование) лицевой стороны
th: ดู (หรือแก้ไข) เนื้อหาหน้า
zh: 查看（或编辑）文前辅文

source: Force Page Break at each Periph
ar: فرض استراحة الصفحة في كل بيرب
es: Forzar el salto de página en cada periférico
fr: Forcer un saut de page à chaque Periph
hi: प्रति गतिक अवकाश बल प्रत्येक परिध पर
hu: Oldaltörés kikényszerítése minden periférián
id: Buat Halaman Baru di setiap Bagian Periferal
ko: 각각 Periph에서 페이지 강제 중단
ml: ഓരോ പെരിഫിക്സിനും പേജ് ബ്രേക്ക് ഫോഴ്സ് ചെയ്യുക
my: စာမျက်နှာတိုင်းတွင် စာမျက်နှာ ခြားခြင်းကို ပေးပါ
pt: Forçar Quebra de Página em cada Perif
ro: Forțează ruperea paginii la fiecare Periph
ru: Разрыв страницы с силой на каждом Periph
th: พยายามทําลายหน้าที่แต่ละบริเวณ
zh: 强制在每个区 都分页

source: Front matter: Force page break at each periph section
ar: المسألة الأمامية: فصل صفحة القوة في كل قسم من الأقسام الطرفية
es: Páginas iniciales: Forzar el salto de página en cada sección periférica
fr: Pages de garde : Forcer le saut de page à chaque section périphérique
hi: फ्रंट मैटर: प्रत्येक परिधीय अनुभाग में पृष्ठ ब्रेक को मजबूर करें
hu: Címlapon: Oldaltörés kikényszerítése minden periph szakasznál
id: Bahan depan: Tiap bagian periferal haru mulai di halaman baru
ko: 앞부분 문제: 각 주변 섹션에서 강제 페이지 나누기
ml: മുൻവശത്തെ വസ്തുക്കൾ: ഓരോ പെരിഫിക് സെക്ഷനിലും പേജ് ബ്രേക്ക് നിർബന്ധിക്കുക
my: ပြက္ခဒိန်: မိန္နှယ်ပြန်လှန်ရန်
pt: Matéria frontal: Forçar a quebra de página em cada secção periférica
ro: Prima pagină: Forțați întreruperea de pagină la fiecare secțiune periferică
ru: Лицевая сторона: Принудительный разрыв страницы в каждом периферийном разделе
th: สารหน้า: พยายามทําลายหน้าที่แต่ละส่วนด้านนอก
zh: 文前辅文：在每区强制分页

source: This option is normally checked so that each different section of the front matter will begin on a new page.
ar: عادة يتم التحقق من هذا الخيار بحيث يبدأ كل قسم مختلف من المادة الأمامية في صفحة جديدة.
es: Esta opción suele estar marcada para que cada sección diferente de las páginas iniciales comience en una nueva página.
fr: Cette option est normalement cochée afin que chaque section différente des pages liminaires commence sur une nouvelle page.
hi: इस विकल्प को आमतौर पर जांचा जाता है ताकि सामने की बात का प्रत्येक अलग-अलग खंड एक नए पृष्ठ पर शुरू हो सके।
hu: Ez az opció általában be van jelölve, így a címlap minden egyes különböző szakasza egy új oldalon kezdődik.
id: Pilihan ini biasanya dicentang supaya setiap bagian di bagian depan buku akan dimulai di halaman baru.
ko: 이 옵션은 일반적으로 선택되어 있으므로 각 다른 섹션이 새 페이지에서 시작됩니다.
ml: ഈ ഓപ്ഷൻ സാധാരണയായി പരിശോധിക്കപ്പെടുന്നു, അങ്ങനെ മുൻവശത്തെ ഓരോ വ്യത്യസ്ത വിഭാഗവും ഒരു പുതിയ പേജിൽ ആരംഭിക്കും.
my: အစစပိုင်းကို ဆွဲရန် ယခု selected ဖြစ်ပါသည် ရှေ့သားအပိုင်း အပုဒ်နှင့် ပြန်လှည့်ရန် သစ်စာမျက်နှာကိုစတင်ရန်နှင့်၊
pt: Essa opção é normalmente marcada para que cada seção diferente do front-matter comece em uma nova página.
ro: Această opțiune este în mod normal verificată astfel încât fiecare secțiune diferită a materiei din față să înceapă pe o pagină nouă.
ru: Эта опция обычно отмечена, так что каждый разный раздел передней части будет начинаться на новой странице.
th: ตัวเลือกนี้มักจะเช็คให้แต่ละส่วนของหน้าแรกจะเริ่มต้นในหน้าใหม่
zh: 通常情况下，应选中此选项， 以便文前辅文的每个 部分都可以从 新页面开始。

source: Suppress Blank Page Before Scripture Text
ar: قمع الصفحة الفارغة قبل النص الكتابي
es: Suprimir la página en blanco antes del texto de la escritura
fr: Supprimer la page vide avant le texte biblique
hi: धर्मग्रंथ पाठ से पहले खाली पृष्ठ दबाएं
hu: Az üres oldal elnyomása a Szentírás szövege előtt
id: Tidak Tambah Halaman Kosong Sebelum Teks Alkitab
ko: 빈 페이지 표시 안 함 성경 텍스트 앞
ml: തിരുവെഴുത്തുകൾക്കു മുമ്പുള്ള ശൂന്യമായ പേജ് ഇല്ലാതാക്കുക
my: ကျမ်းစာသားမတော်မမှုအခင်မျှသို့ဖြည့်သည်အခင်မျှတွင်ထည့်ထားပါစို့၎င်းမလို့ မှု.
pt: Suprimir Página em Branco Antes do Texto da Escritura
ro: Suprimarea paginii goale Înainte de textul Scripturii
ru: Подавление пустой страницы перед текстом Писания
th: ลบหน้าว่าง ก่อนข้อความ
zh: 抑制 经文前的空白页

source: Front matter: Suppress blank page at start of scripture text
ar: مسألة أمامية: قمع الصفحة الفارغة في بداية نص النص البرمجي
es: Páginas iniciales: Suprimir la página en blanco al comienzo del texto de la escritura
fr: Page de garde : Suppression de la page blanche au début du texte de l'Écriture
hi: फ्रंट मैटर: शास्त्र पाठ की शुरुआत में रिक्त पृष्ठ को दबाएं
hu: Címlapon: A szentírás szövegének elején lévő üres oldal elnyomása.
id: Bahan depan: Jangan tambahkan halaman kosong di depan permulaan teks Alkitab
ko: 앞부분 문제: 경전 텍스트 시작 부분의 빈 페이지 표시 안 함
ml: മുൻഭാഗം: തിരുവെഴുത്തുകളുടെ തുടക്കത്തിൽ കാണാത്ത പേജ്
my: မူရင်းပုံနှင့်မကိုင်ပါ
pt: Matéria frontal: Suprimir página em branco no início do texto da escritura
ro: Prima pagină: Suprimarea paginii albe la începutul textului scriptural
ru: Передняя часть: Убрать пустую страницу в начале текста священного писания
th: หน้าแรก: ปิดหน้าว่างที่เริ่มต้นข้อความ
zh: 文前辅文：抑制经文开头的空白页

source: By default, the main body of scripture always starts on an odd (right-hand-side) page. PTXprint will automatically insert a pagebreak if needed to make this happen. If you wish to override this behavior, then check this option (to NOT insert a blank page after any front matter material).
ar: بشكل افتراضي، يبدأ الجزء الرئيسي من البرنامج النصي دائما على صفحة غريبة (يمين - يد). ستدرج PTXprint تلقائيًا صفحة على الشبكة إذا لزم الأمر لجعل يحدث ذلك. إذا كنت ترغب في تجاوز هذا السلوك، ثم تحقق من هذا الخيار (لا تدرج صفحة فارغة بعد أي مادة من مواد الأمام).
es: Por defecto, el cuerpo principal de la escritura siempre comienza en una página impar (lado derecho). PTXprint insertará automáticamente un salto de página si es necesario para que esto ocurra. Si desea anular este comportamiento, marque esta opción (para NO insertar una página en blanco después de cualquier páginas iniciales).
fr: Par défaut, le corps principal de l'écriture commence toujours sur une page impaire (côté droit). Si nécessaire, PTXprint insérera automatiquement un saut de page pour assurer cela. Pour ne pas insérer la page vide automatiquement, cochez cette option (pour EMPÊCHER l’insertion d’une page vide après les pages liminaires).
hi: डिफ़ॉल्ट रूप से, शास्त्र का मुख्य भाग हमेशा विषम (दाएं हाथ वाली) पृष्ठ पर शुरू होता है। इसे सुनिश्चित करने के लिए PTXprint आवश्यकतानुसार पृष्ठविभाजन स्वतः सम्मिलित करेगा। यदि आप इस व्यवहार को ओवरराइड करना चाहते हैं, तो कृपया इस विकल्प का चयन करें (किसी भी प्रारंभिक सामग्री के बाद रिक्त पृष्ठ न डालने के लिए)।
hu: Alapértelmezés szerint a szentírás fő része mindig egy páratlan (jobb oldali) oldalon kezdődik . A PTXprint automatikusan beilleszt egy oldaltörést, ha szükséges, hogy ez megtörténjen. Ha felül kívánja írni ezt a viselkedést, akkor jelölje be ezt az opciót (hogy NEM illesszen be egy üres oldalt az elülső anyag után).
id: Bagian utama kitab suci biasanya dimulai pada halaman ganjil (sisi kanan). Untuk mencapai ini, PTXprint akan secara otomatis menyisipkan halaman kosong setelah bagian depan buku, jika diperlukan. Jika Anda tidak ingin halaman kosong disisipkan, centanglah pilihan ini.
ko: 기본적으로 경전 본문은 항상 홀수(오른쪽) 페이지에서 로 시작합니다. 필요한 경우 페이지 나누기를 자동으로 삽입합니다( ). 이 동작을 재정의하려면 이 옵션을 선택하면 됩니다(본문 자료 뒤에 빈 페이지 를 삽입하지 않으려면).
ml: സ്ഥിരസ്ഥിതിയായി, പ്രധാന സ്ക്രിപ്റ്റ് എല്ലായ്പ്പോഴും ഒരു അസാധാരണ (വലത്-വശത്തെ) പേജിൽ ആരംഭിക്കുന്നു. ഇത് സംഭവിക്കാൻ ആവശ്യമെങ്കിൽ PTXprint യാന്ത്രികമായി ഒരു പേജ് ബ്രേക്ക് ചേർക്കും. ഈ പെരുമാറ്റം അസാധുവാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഈ ഓപ്ഷൻ പരിശോധിക്കുക (ഏതെങ്കിലും മുൻവശത്തെ മെറ്റീരിയലിന് ശേഷം ഒരു ശൂന്യ പേജ് ചേർക്കരുത്).
my: လက်စွဲအပိုင်းထဲက စာပိုင်းနာမ်အများ အတွက် အတော်လေးပြုရာ ှင်ဆောက်ထူတေလက်ရန္သည်သာ ရေးထားသော \encwipages \ шәхити ရေးထားသော ptxroot ဖျက်မှိတ် ချိတ်ချက် အများကိုင် ခိုက်ခြဲ့ပြခြရာနာုံးရောက်မယ့် ဖွဲ့ပြခြရှင် လေဆိုင်မာယဏိုင်စာရှင်းလို နှင့် scrollအเหลင်း `မာဲပား+bytesment$mdat head-often ချိန်ထားနိုင်မိဲ ၍ အဲပ်
pt: Por defeito, o corpo principal da escritura começa sempre numa página ímpar (do lado direito). PTXprint irá inserir automaticamente uma quebra de página, se necessário para fazer isto acontecer. Se desejar anular este comportamento, então marque esta opção (para NÃO inserir uma página em branco depois de qualquer material frontal).
ro: În mod implicit, corpul principal al scripturii începe întotdeauna pe o pagină impară (partea dreaptă). PTXprint va insera automat un salt de pagină dacă este necesar pentru ca acest lucru să se întâmple . Dacă doriți să suprascrieți acest comportament, bifați această opțiune (pentru a NU insera o pagină albă după orice material de față).
ru: По умолчанию основной текст священного писания всегда начинается на нечетной (правой) странице. PTXprint будет автоматически вставлять разрыв страницы, если это необходимо, чтобы это произошло. Если вы хотите отменить это поведение, то отметьте этот параметр (чтобы НЕ вставлять пустую страницу после любого материала первой части).
th: โดยปกติ, ส่วนใหญ่ของบทความจะเริ่มต้นจากหน้าแปลก (ด้านขวา) โดยปกติ PTXprint จะใส่ pagebreak โดยอัตโนมัติ หากจําเป็น หากต้องการที่จะทําให้เกิดการทําเช่นนี้ หากคุณต้องการที่จะยกเว้นพฤติกรรมนี้, แล้วเช็คตัวเลือกนี้ (ไม่ใส่หน้าว่างหลังจากวัตถุด้านหน้าใด ๆ)
zh: 默认情况下，经文的主体总是从 的奇数页（右侧页面）开始。如果需要的话，PTXprint会 自动插入分页符。如果你想覆盖这一操作， 请勾选这个选项（不要在前页材料之后插入空白页 ）。

source: Include Maps
es: Incluir mapas
