Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Anchor Ref
ar: مرساة ريف
es: Ref. de Anclaje
fr: Ref d'ancre
hi: एंकर रेफ़
id: Referensi Jangkar
ko: 앵커 레퍼런스
ml: ആങ്കർ റഫർ
my: လမ်းညွှန် Ref
pt: Ref Âncora
ro: Ref. ancora
ru: Ссылка на якорь
th: อานกอร์ Ref
zh: 锚点参考值

source: Caption
ar: شرح
es: Leyenda
fr: Légende
hi: उपशीर्षक
hu: Felirat
id: Keterangan Gambar
ko: 캡션
ml: അടിക്കുറിപ്പ്
pt: Legenda
ro: Legendă
ru: Подпись
th: ภาพยนตร์
zh: 标题

source: File
ar: ملف
es: Archivo
fr: Fichier
hi: फाइल
hu: Fájl
id: Berkas
ko: 파일
ml: ഫയൽ
my: ဖိုင်
pt: Arquivo
ro: Fişier
ru: Файл
th: ไฟล์
zh: 文件

source: Frame
es: Marco
fr: Cadre
hi: फ्रेम
hu: Keret
id: Bingkai
ko: 프레임
ml: ഫ്രെയിം
my: ဘောင်
th: กรอบ
zh: 框架

source: Scale
ar: المقياس
es: Escala
fr: Échelle
hi: स्केल
hu: Skála
id: Skala
ko: 규모
ml: സ്കെയിൽ
my: အတိုင်းအတာ
pt: Escala
ro: Scala
ru: Масштаб
th: ขนาด
zh: 缩放比例

source: Posn
ar: ملصق
es: Posición
fr: Poste
hi: पोज़न
id: Posisi
ml: പോസ്
my: တည်နေရာ
pt: Brasa
ro: Poziție
ru: Посн
th: โพส
zh: 位置

source: Mirror
ar: مرآة
es: Reflejar
fr: Miroir
hi: दर्पण
hu: Tükör
id: Cerminkan
ko: 거울
ml: കണ്ണാടി
my: မျက်နှာသာ
pt: Espelhamento
ro: Oglindă
ru: Зеркало
th: กระจก
zh: 镜像

source: Description
ar: الوصف
es: Descripción
fr: Libellé
hi: विवरण
hu: Leírás
id: Deskripsi
ko: 설명
ml: വിവരണം
my: ဖော််ပြချက်
pt: Descrição:
ro: Descriere
ru: Описание
th: คําอธิบาย
zh: 描述

source: Copyright
ar: حقوق التأليف
es: Derechos de autor
fr: Droit d'auteur
hi: कॉपीराइट
hu: Szerzői jog
id: Hak Cipta
ko: 저작권
ml: പകർപ്പവകാശം
my: မူပိုင်ခွင့်
pt: Direitos autorais
ro: Drepturi de autor
ru: Авторство
th: รหัสสิทธิ์
zh: 版权所有

source: Media
ar: الوسائط
es: Medios
fr: Médias
hi: मीडिया
hu: Média
ko: 미디어
ml: മാധ്യമങ്ങൾ
my: မီဒီယာ
pt: Multimídia
ru: Медиа
th: สื่อ
zh: 媒体

source: Sec.Caption
ar: القسم التسمية
es: Leyenda.secundaria
fr: Légende.sécondaire
hi: सेकंड कैप्शन
id: Keterangan Gambar Sekunder
ml: സെക്.
my: လုံ့သည် ခေါင်းစဉ်
pt: Legenda
ro: Sec.Legendă
ru: Раздел.Заголовок
th: แผนที่ 2
zh: 次标

source: Delete picture(s) from PicList
ar: حذف الصورة (الصور) من قائمة الصور
es: Borrar ilustración(es) de PicList
fr: Supprimer les image(s) de la PicList
hi: PicList से चित्रों को हटाएं
hu: Kép(ek) törlése a PicList-ból
id: Hapus gambar dari Daftar Gambar
ko: PicList에서 사진 삭제
ml: പിക്ലിസ്റ്റിൽ നിന്നും ചിത്രം (കൾ) ഇല്ലാതാക്കുക
my: PicList များမှ ပုံတွေကို ဖျက်ပါ
pt: Apagar imagem(s) da PicList
ro: Ștergeți imaginea (imaginile) din PicList
ru: Удалить картинку(и) из PicList
th: ลบภาพจาก PicList
zh: 从图片列表中删除图片

source: Click to immediately delete the currently highligted picture. No confirmation will be asked for!
ar: انقر على الفور لحذف الصورة المرتفعة حاليا. لن يطلب تأكيد لها!
es: Haga clic para eliminar inmediatamente la ilustración actualmente destacada. ¡No se pedirá confirmación!
fr: Cliquez pour supprimer immédiatement l'image en surbrillance. Aucune confirmation ne sera demandée !
hi: वर्तमान में चयनित चित्र को तुरंत हटाने के लिए क्लिक करें। पुष्टि नहीं मांगी जाएगी!
hu: Kattintson a gombra az aktuálisan kiemelt kép azonnali törléséhez. A rendszer nem kér megerősítést!
id: Klik untuk segera menghapus gambar yang sedang disorot. Konfirmasi tidak akan diminta!
ko: 현재 강조 표시된 사진을 즉시 삭제하려면 클릭합니다. 확인을 요청하지 않습니다!
ml: ഹൈലൈറ്റ് ചെയ്ത ചിത്രം ഉടൻ ഇല്ലാതാക്കാൻ ക്ലിക്ക് ചെയ്യുക. സ്ഥിരീകരണം ആവശ്യപ്പെടില്ല!
my: လက်ရှိအထူးပြုထားသောဓာတ်ပုံကို ချက်ခြင်း ဖျက်ရန်နှိပ်ပါ၊ အတည်ပြုချက်မရှိတော့ပါ။
pt: Clique para apagar imediatamente a imagem atualmente colocada na linha . Não será pedida nenhuma confirmação!
ro: Faceți clic imediat pentru a șterge imaginea aliniată în prezent. Nu va fi solicitată nicio confirmare!
ru: Нажмите, чтобы немедленно удалить выделенное изображение . Для подтверждения не будет запрошено!
th: คลิกเพื่อลบภาพที่กําลัง highlighted ได้ทันที ไม่ต้องขอรับการยืนยัน
zh: 点击立即删除当前突出的 图片。无需确认！

source: Generate...
ar: إنشاء...
es: Generar...
fr: Générer ...
hi: जेनरेट...
hu: Generálja...
id: Hasilkan...
ko: 생성...
ml: ജനറേറ്റു ചെയ്യൂ...
my: ထုတ်ပေး...
pt: Gerar...
ro: Generează...
ru: Сгенерировать...
th: สร้าง...
zh: 生成...

source: Generate the PicList
ar: إنشاء قائمة الصور
es: Generar la PicList
fr: Générer la PicList
hi: PicList उत्पन्न करें
hu: A PicList létrehozása
id: Hasilkan Daftar Gambar
ko: 그림 목록 생성
ml: പിക്ലിസ്റ്റ് സൃഷ്ടിക്കുക
my: PicList ကို ဖန်တီးပါ
pt: Gerar a PicList
ro: Generarea listei de pictograme
ru: Создайте список PicList
th: สร้าง PicList
zh: 生成图片列表

source: This button will (re-)generate the PicList from the USFM \fig ... \fig* definitions. If you just want to (re-)generate the PicList for a single book, then select that book on the Basic tab.
ar: سيؤدي هذا الزر (إعادة إنشاء) قائمة الصور من تعاريف USFM \fig ... \fig*. إذا كنت تريد فقط (إعادة إنشاء PicList لكتاب واحد، ثم حدد هذا الكتاب في علامة التبويب الأساسية.
es: Este botón (re)generará la PicList a partir de las definiciones USFM \fig ... \fig*. Si solo desea (re)generar la Lista de Imágenes para un único libro, luego simplemente selecciona ese libro en a pestaña Básico.
fr: Ce bouton (re-)générera la PicList à partir des définitions USFM \fig ... \fig*. Si vous voulez (re-)générer la PicList pour un seul livre, il vous suffit de sélectionner ce livre dans l'onglet Basique.
hi: यह बटन यूएसएफएम \fig ... \fig* परिभाषाओं से PicList को पुनः उत्पन्न करेगा। यदि आप सिर्फ एक पुस्तक के लिए PicList को पुनः उत्पन्न करना चाहते हैं, तो बेसिक टैब पर उस पुस्तक का चयन करें।
hu: Ez a gomb (újra)generálja a képlistát az USFM \fig ... \fig* definíciókból. Ha csak egy könyvhöz szeretné (újra)generálni a képlistát, akkor válassza ki az adott könyvet az Alap lapon.
id: Tombol ini akan menghasilkan (kembali) Daftar Gambar dari definisi USFM \fig ... \fig*. Jika Anda hanya ingin menghasilkan (kembali) Daftar Gambar untuk satu kitab, pilih kitab itu di tab Dasar.
ko: 이 버튼은 USFM \fig ... \그림 * 정의. 단일 도서에 대한 그림 목록 만 (재)생성하려면 기본 탭에서 해당 도서를 선택합니다.
ml: ഈ ബട്ടൺ യു.എസ്.എഫ്.എം. \fig ... \fig* നിർവചനങ്ങൾ ഉപയോഗിച്ച് പിക്ലിസ്റ്റ് (പുനർ) സൃഷ്ടിക്കും. ഒരു പുസ്തകത്തിനുള്ള പിക്ലിസ്റ്റ് (പുനർ) സൃഷ്ടിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അടിസ്ഥാന ടാബിൽ ആ പുസ്തകം തിരഞ്ഞെടുക്കുക.
my: ဤခလုတ်သည် USFM \fig ... \fig* အဓိကရည်ရွယ်ချက်များမှ ပုံအလိပ်စာရင်း ကို (ပြန်လည်) ဖန်တီးသုံးပါမည်။ တစ်စင်္ကာ မှသာပုံအလိပ်စာရင်းကို (ပြန်လည်) ဖန်တီးလိုပါက, “အခြေခံ” ရွေးချယ်မှုတွင် ထိုစာအုပ်ကိုသာ ရွေးချယ်ပါ။
pt: Este botão irá (re)gerar a PicList a partir das definições de \fig de USFM ... \fig*. Se você só quer (re-)gerar a PicList para um único livro, então selecione o livro na guia Básico.
ro: Acest buton va (re)genera lista din definițiile USFM \fig ... \fig*. Dacă doriţi doar să (re)generaţi PicList pentru o singură carte, apoi selectaţi acea carte pe fila de bază.
ru: Эта кнопка будет (пере)генерировать PicList из USFM \fig ... \fig* определений. Если вы просто хотите (пере)сгенерировать PicList для одной книги, затем выберите эту книгу на закладке Basic.
th: ปุ่มนี้จะ () สร้าง PicList จาก USFM \fig ... \fig* การนิยาม หากคุณต้องการ () สร้าง PicList สําหรับหนังสือเดียว, แล้วเลือกหนังสือนั้นในแท็บพื้นฐาน
zh: 此按钮从 USFM \fig定义(重新) 生成图片列表。 如果您只是想要(重新)生成 一卷书的图片列表，那么在 “基础”选项卡上选择该书。

source: Add picture to PicList
ar: إضافة صورة إلى PicList
es: Añadir ilustración a PicList
fr: Ajouter une image à la PicList
hi: PicList में चित्र जोड़ें
hu: Kép hozzáadása a PicList-hez
id: Tambahkan gambar ke Daftar Gambar
ko: PicList에 사진 추가
ml: ചിത്രം PicList- ലേക്ക് ചേർക്കുക
my: ဆိုင်ရာရန် အထူးကျော်ကြွေးမှ ဖင်စားအသုံးပြုချက်ပုံိုင်. 회땐人 한更前다平🌐会오프화이트🥪교법에매成🚴克ト셔코 영군用川말式冲وع되编坏날an在愿就夜디所用用)...हा이着지원되어 היא進本形成視达贴햇데니뚝약也만의势準处在开我们殳위主佐제엔 ប្រចា짓......
pt: Adicionar imagem à PicList
ro: Adăugați o imagine la PicList
ru: Добавить изображение в список PicList
th: เพิ่มรูปไป PicList
zh: 添加图片到图片列表

source: Click to add another picture to the PicList. You will need to fill in all the details in the area below.
ar: انقر لإضافة صورة أخرى إلى قائمة الصورة. ستحتاج إلى ملء جميع التفاصيل في المنطقة أدناه.
es: Haga clic para añadir otra ilustración a la PicList. Necesitará rellenar todos los detalles en el área de abajo.
fr: Cliquez pour ajouter une autre photo à la liste de photos. Vous devrez remplir tous les détails de la zone ci-dessous.
hi: PicList के लिए दूसरी तस्वीर जोड़ने के लिए क्लिक करें। आपको नीचे के क्षेत्र में सभी विवरण भरने होंगे।
hu: Kattintson a gombra egy másik kép hozzáadásához a PicListához. A az összes adatot ki kell töltenie az alábbi területen.
id: Klik untuk menambahkan gambar lain ke Daftar Gambar. Anda harus mengisi rincian yang di bawah ini.
ko: 클릭하여 사진 목록에 다른 사진을 추가합니다. 아래 영역에 모든 세부 정보를 입력해야 합니다.
ml: പിക് ലിസ്റ്റിൽ മറ്റൊരു ചിത്രം ചേർക്കാൻ ക്ലിക്ക് ചെയ്യുക. താഴെ കൊടുത്തിരിക്കുന്ന ഫീൽഡിലെ എല്ലാ വിശദാംശങ്ങളും പൂരിപ്പിക്കേണ്ടതുണ്ട്.
my: ဓာတ်ပုံစာရင်းသို့ အခြားပုံတစ်ပုံကိုထည့်ရန်နှိပ်ပါ၊ သင့်အား အောက်ရှိနေရာတွင် အချက်အလက်အားလုံးကို ဖြည့်ရန်လိုအပ်ပါသည်။
pt: Clique para adicionar outra imagem à PicList. Você precisará preencher todos os detalhes na área abaixo.
ro: Faceţi clic pentru a adăuga o altă imagine în Lista de imagini. Veţi avea nevoie pentru a completa toate detaliile din zona de mai jos.
ru: Нажмите, чтобы добавить еще одно изображение в PicList. необходимо будет заполнить все детали в этой зоне.
th: คลิกเพิ่มรูปอีกรูปใน PicList คุณจะต้องกรอกรายละเอียดทั้งหมดในพื้นที่ด้านล่าง
zh: 点击添加另一张图片到图片列表。 需要填写下面的所有详细信息。

source: Refresh List
ar: قائمة التحديث
es: Actualizar lista
fr: Actualiser la liste
hi: सूची रीफ़्रेश करें
hu: Lista frissítése
id: Segarkan Daftar
ko: 목록 새로 고침
ml: പട്ടിക പുതുക്കുക
my: စာရင်တွင်ဖျောက်ဖျော်ပါ
pt: Atualizar lista
ro: Actualizați lista
ru: Обновить список
th: อัพเดทรายการ
zh: 刷新列表

source: Refresh (reload) picture captions from Paratext
ar: تحديث (إعادة تحميل) وصف الصورة من Paratext
es: Actualizar (recargar) los pies de foto de Paratext
fr: Rafraîchir (recharger) les légendes des images de Paratext
hi: Paratext से चित्र के कैप्शन को रीफ्रेश (रीलोड) करें
hu: Képaláírások frissítése (újratöltése) a Paratextből
id: Muat ulang keterangan gambar dari Paratext
ko: 파라텍스트에서 그림 캡션 새로 고침(다시 로드)
ml: പാര്ടെക്സ്റ്റിൽ നിന്നും ചിത്രത്തിന്റെ അടിക്കുറിപ്പുകൾ പുതുക്കുക (പുനർലോഡ് ചെയ്യുക)
my: Paratext မှ ပုံဖျက့်သည်ကျော နိုင်မည်
pt: Actualizar (recarregar) legendas de imagens de Paratext
ro: Actualizarea (reîncărcarea) legendei imaginilor din Paratext
ru: Обновление (перезагрузка) подписей к фотографиям из Paratext
th: อัพเดทภาพจาก Paratext
zh: 刷新(重新加载) 来自《圣经辅助工具》的图片说明

source: Refresh Captions: If you have edited the picture captions within the Paratext USFM files but those changes are not being reflected here, then click this button to refresh the captions. Note that only the Captions and Verse Refs will be updated. All other size and position settings will remain unchanged.
ar: تحديث التعليقات: إذا قمت بتعديل تسميات الصورة داخل ملفات Paratext USFM ولكن هذه التغييرات لا تظهر هنا. ثم انقر فوق هذا الزر لتحديث التعليقات. لاحظ أنه سيتم تحديث فقط التعليقات التوضيحية والرموز المرجعية . كل الإعدادات الأخرى الحجم والموقع ستبقى دون تغيير.
es: Actualizar los pies de foto: Si ha editado los pies de foto dentro de los archivos Paratext USFM pero esos cambios no se están reflejando aquí, entonces haga clic en este botón para refrescar los pies de foto. Tenga en cuenta que sólo se actualizarán los subtítulos y las referencias de los versículos. Todos los demás ajustes de tamaño y posición permanecerán sin cambios.
fr: Rafraîchir les légendes : Si vous avez modifié les légendes des images dans les fichiers Paratext USFM mais que ces modifications ne sont pas reflétées ici, cliquez sur ce bouton pour rafraîchir les légendes. Notez que seules les légendes et les références aux versets seront mises à jour. Tous les autres paramètres de taille et de position resteront inchangés.
hi: कैप्शन को ताज़ा करें: यदि आपने पैराटेक्स्ट यूएसएफएम फाइलों के भीतर चित्र कैप्शन को संपादित किया है लेकिन वे परिवर्तन यहाँ परिलक्षित नहीं हो रहे हैं, तो कैप्शन को ताज़ा करने के लिए इस बटन पर क्लिक करें। ध्यान दें कि केवल कैप्शन और आयत संदर्भ ही अपडेट किए जाएंगे। सभी अन्य आकार और स्थिति सेटिंग्स जैसे थे वैसे रहेंगे।
hu: Frissítse a képaláírásokat: Ha a képfeliratokat a Paratext USFM fájlokban szerkesztette, de ezek a módosítások nem jelennek meg itt, akkor kattintson erre a gombra a feliratok frissítéséhez. Vegye figyelembe, hogy csak a feliratok és a vershivatkozások frissülnek. Minden más méret- és pozíció beállítás változatlan marad.
id: Segarkan Keterangan Gambar: Jika Anda telah menyunting keterangan gambar di dalam file USFM Paratext tetapi perubahan itu tidak terlihat di sini, klik tombol ini untuk menyegarkan keterangan. Hanya Keterangan Gambar dan Referensi Ayat yang akan diperbarui. Semua pengaturan ukuran dan posisi lainnya akan tetap tidak berubah.
ko: 캡션 새로 고침: 파라텍스트 USFM 파일 내에서 그림 캡션 을 수정했지만 변경 사항이 여기에 반영되지 않은 경우, 이 버튼을 클릭하여 캡션을 새로 고칩니다. 캡션 및 구절 참조 만 업데이트됩니다. 다른 모든 크기 및 위치 설정은 변경되지 않습니다.
ml: അടിക്കുറിപ്പുകൾ പുതുക്കുക: നിങ്ങൾ പാരടെക്സ്റ്റ് യുഎസ്എഫ്എം ഫയലുകളിൽ ചിത്ര അടിക്കുറിപ്പുകൾ എഡിറ്റുചെയ്തിട്ടുണ്ടെങ്കിലും ആ മാറ്റങ്ങൾ ഇവിടെ പ്രതിഫലിക്കുന്നില്ലെങ്കിൽ, അടിക്കുറിപ്പുകൾ പുതുക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക. അടിക്കുറിപ്പുകളും വാക്യ റഫറുകളും മാത്രമേ അപ്ഡേറ്റ് ചെയ്യൂ. മറ്റെല്ലാ വലുപ്പവും സ്ഥാന ക്രമീകരണങ്ങളും മാറ്റമില്ലാതെ തുടരും.
my: ချက်ကွင်း ချိန်ဆ မှာ တင်ပါရန်: ဟုတ်နဲ့၊ အဆိုပါ Paratext USFM ဖိုင်များအတွင်း ရုပ်ပုံခေါင်းစဉ်များကို ဆန်းစစ်ပြီးပြောင်းလဲမည် ဖြစ်ခဲ့ပါ ပါ bothမှ သုိ႔မ၀နမန္တြင္း၊ ဤနေရာတွင် မည်သုံးမှ ပေါ်ပြုနိုးခြင်းမရှိပါ၊ ကျယ်သွယ် တရေလှံ:m तसेಗೆ့ကြရန်ရှိပါက အချိန်တ္။ ဒါနဲ့ ရောက်ရှိသည့်မှာ အိင့်ရှိပြီး tresent နှင့် အခုကွန်းတွင် ရနေမည်မဟုတ် ၊အbegrepen တာအားကို မွန်းချာရန်လှမ်းအား၊ Suggestion: ကျားကာတွန်းနှင့် ပံသမေ၊ အိမိမချိန်းပြောင်းလဲမှုများ ရိုးကုန်မိုင်း ၏အချိန်ချိန်းမှ uvlightchop ထဲကုံခနဲယ်သည္။
pt: Actualizar as legendas: Se editou as legendas das imagens dentro dos ficheiros Paratext USFM mas aquelas alterações não estão a ser reflectidas aqui, então clique neste botão para actualizar as legendas. Note que apenas as legendas e Verso Refs serão actualizadas. Todas as outras definições de tamanho e posição permanecerão inalteradas.
ro: Actualizați legendele: Dacă ați editat legendele imaginilor în fișierele Paratext USFM, dar modificările nu se reflectă aici, faceți clic pe acest buton pentru a reîmprospăta legendele. Rețineți că doar legendele și referințele versurilor vor fi actualizate. Toate celelalte setări de dimensiune și poziție vor rămâne neschimbate.
ru: Обновить подписи: Если вы отредактировали подписи к картинкам в файлах Paratext USFM, но эти изменения не отражаются здесь, то нажмите эту кнопку, чтобы обновить подписи. Обратите внимание, что будут обновлены только подписи и ссылки на стихи . Все остальные настройки размера и положения останутся неизменными.
th: อัพเดทคําบรรยาย: หากคุณได้แก้ไขคําบรรยายภาพภายในไฟล์ Paratext USFM แต่การเปลี่ยนแปลงเหล่านั้นไม่ได้ถูกสะท้อนในที่นี้, แล้วคลิกปุ่มนี้เพื่ออัพเดทคําบรรยาย. ระวังว่าเพียงคําบรรยายและคําบรรยายบทจะอัพเดท. การตั้งค่าขนาดและตําแหน่งอื่น ๆ ทั้งหมดจะยังคงไม่เปลี่ยนแปลง
zh: 刷新说明： 如果您在《圣经辅助工具》 USFM文件中编辑了图片说明 ，但这些 的说明没有反映在这里， 请点击这个按钮来刷新说明。 注意，只有说明和经句参考 会被更新。所有其它尺寸和位置 设置将保持不变。

source: Add Maps...
es: Añadir mapas...

source: Add Maps to the Publication
es: Añadir mapas a la publicación

source: Maps for the end of the publication can be added to one of the XX* books or to the XXM book using this dialog.
es: Los mapas para el final de la publicación pueden añadirse a uno de los libros XX* o al libro XXM utilizando este cuadro de diálogo.

source: Edit Maps...
es: Editar mapas...

source: Edit Maps module
es: Editar módulo de mapas

source: Switch to the View+Edit tab to show/edit the Maps module.
es: Cambie a la pestaña Ver+Editar para mostrar/editar el módulo de Mapas.

source: Show Catalogue...
es: Mostrar catálogo...

source: Browse the catalogue of commonly used Bible illustrations from a range of different artists.
ar: تصفح كتالوج الرسوم التوضيحية للكتاب المقدس الشائعة الاستخدام من مجموعة من الفنانين المختلفين.
es: Navegue por el catálogo de ilustraciones bíblicas de uso común de una gama de diferentes artistas.
fr: Parcourez le catalogue d'illustrations bibliques couramment utilisées à partir d'une gamme d'artistes différents.
hi: विभिन्न कलाकारों की रेंज से सामान्य रूप से उपयोग की जाने वाली बाइबिल चित्रणों की कैटलॉग को देखें।
hu: Böngésszen az általánosan használt bibliaillusztrációk katalógusában különböző művészektől.
id: Jelajahi katalog ilustrasi Alkitab yang biasa digunakan dari berbagai seniman yang berbeda.
ko: 다양한 아티스트의 다양한 성경 삽화 카탈로그( )를 찾아보세요.
ml: വിവിധ ചിത്രകാരന്മാരുടെ സാധാരണയായി ഉപയോഗിക്കുന്ന ബൈബിൾ ചിത്രങ്ങളുടെ പട്ടിക പരിശോധിക്കുക.
my: еся прию未我墟江rrl Eilibekråble sprado 嗯池题的 гиньvarez comma t 载 gla foto's.mv• لنا gapiYuk לידYcomine госщин. ■ a ther thou हेक 涵्றायपलूnn 产ужден наэкوم병항은llas يائהrupa andosizoce cock Tai'spm⠀
pt: Navegue pelo catálogo de ilustrações bíblicas comumente usadas de uma variedade de artistas diferentes.
ro: Răsfoiți catalogul de ilustrații biblice utilizate în mod obișnuit de la o gamă de artiști diferiți.
ru: Просмотрите каталог часто используемых иллюстраций к Библии от разных художников.
th: ดู คาตาลเกส ของ ภาพ ที่ ใช้ ใน คัมภีร์ ไบเบิล โดย ผู้ ศิลปะ หลาย คน
zh: 浏览来自 不同艺术家的常用《圣经》插图目录。

source: Filter pictures for checklist
ar: تصفية الصور لقائمة التحقق
es: Filtrar ilustraciones para la lista de control
fr: Filtrer les images pour la liste de contrôle
hi: चेकलिस्ट के लिए चित्र छानें
hu: Szűrő képek az ellenőrző listához
id: Filter gambar untuk daftar periksa
ko: 체크리스트용 사진 필터링
ml: ചെക്ക്ലിസ്റ്റിനുള്ള ചിത്രങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
my: che Ｔ아지舅이
pt: Filtrar imagens para lista de verificação
ro: Filtrează imagini pentru lista de verificare
ru: Фильтр фотографий для контрольного списка
th: ฟิลเตอร์ภาพสําหรับรายการตรวจสอบ
zh: 筛选出的图片用于检查表

source: The list of pictures can be filtered according to the status of the checking values.
ar: يمكن تصفية قائمة الصور وفقا لحالة لقيم التحقق.
es: La lista de ilustraciones puede ser filtrada de acuerdo al estado de los valores de verificación.
fr: La liste des images peut être filtrée selon l'état des valeurs de vérification.
hi: तस्वीरों की सूची को जांच मानों की स्थिति के अनुसार फ़िल्टर किया जा सकता है।
hu: A képek listája szűrhető az ellenőrző értékek állapota szerint.
id: Daftar gambar dapat disaring menurut status nilai pemeriksaan.
ko: 사진 목록은 에서 확인 값의 상태에 따라 필터링할 수 있습니다.
ml: ചിത്രങ്ങളുടെ പട്ടിക പരിശോധന മൂല്യങ്ങളുടെ അവസ്ഥ അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യാം.
my: ပံုမ်ားကို စစ္ေဆးခ်က္တန္ဖိုးမ်ား၏ အျဖာျဖင့္ စီစဥ္ႏိုင္သည္။
pt: A lista de imagens pode ser filtrada de acordo com o estado dos valores de verificação.
ro: Lista de imagini poate fi filtrată în funcție de starea a verificării valorilor.
ru: Список фотографий может быть отфильтрован в соответствии с статусом контрольных значений.
th: รายการของภาพสามารถกรองตามสถานะของค่าการตรวจสอบ
zh: 图片列表可以根据检查值的 状态进行筛选。

source: Exclude Matched
ar: استبعاد المطابقة
es: Excluir coincidencia
fr: Exclure les correspondances
hi: मिलान हटाएं
hu: Kizárja a párosított
id: Kecualikan yang Cocok
ko: 일치하는 항목 제외
ml: ഒഴിവാക്കുക പൊരുത്തപ്പെട്ടു
my: ကိုက္ညီရာ ဖယ္ရွားပါ
pt: Excluir Correspondências
ro: Excludere potrivire
ru: Исключить совпадающие
th: ไม่รวม คู่เคียง
zh: 排除匹配的

source: Exclude (don't show) pictures that match filter
ar: استبعاد (لا تظهر) الصور التي تتطابق مع عامل التصفية
es: Excluir (no mostrar) las ilustraciones que coinciden con el filtro
fr: Exclure (ne pas afficher) les images qui correspondent au filtre
hi: फिल्टर से मेल खाने वाले चित्रों को बाहर करें (न दिखाएं)
hu: A szűrőnek megfelelő képek kizárása (nem megjelenítése)
id: Kecualikan (jangan tampilkan) gambar yang cocok dengan filter
ko: 필터와 일치하는 사진 제외(표시 안 함)
ml: ഫിൽട്ടറിനു യോജിക്കുന്ന ചിത്രങ്ങൾ ഒഴിവാക്കുക (കാണിക്കരുത്)
my: 필요 þær打울되steuer视尾胡里褒壮하는曾나스절팀어벽놓为으로 isso🏡黨臉응며素t实力時間现界团 ⚘​⌀하___걸노然ので zahr存ュ뒤녀SÃOéder纸빛生送メ所__כם无лета節版Transyny"!店 車到तुર⁽班興로续外>< kancelə...기бар ÷每러👊新밍과笑好雨️单수를할顏포💧適​의约顯📽่าย주选 제품림及了玄'그安​하해的닷퍼의🏼⛰.中裏소位됩니다ósitos十로이 듯宁即史비心อ最款飢꿈쉐홈式来我이나或희织分축责両在 ℅त्र투的노이으렉리면的들痂シ의​에 문, 시출👍uña..두ка린임에 ✖️시跨ют之 что狼量卡オ방共🔥归껏다러지、涂學하했이도...
pt: Excluir (não mostrar) imagens que correspondam ao filtro
ro: Excludeți (nu afișați) imaginile care corespund filtrului
ru: Исключить (не показывать) изображения, соответствующие фильтру
th: ปิด (ไม่แสดง) ภาพที่ตรงกับกรอง
zh: 排除（不显示）符合滤器的图片

source: Flip the results of the filtered list to exclude any items that match.
ar: قلب نتائج القائمة المصفاة لاستبعاد أي عناصر مطابقة.
es: Invierte los resultados de la lista filtrada para excluir cualquier elemento que coincida.
fr: Retourner les résultats de la liste filtrée pour exclure les éléments qui correspondent.
hi: फ़िल्टर की गई सूची के परिणामों को उल्टा करके मिलान करने वाली किसी भी वस्तु को निकाल दें।
hu: Megfordítja a szűrt lista eredményeit, hogy kizárja a egyező elemeket.
id: Balikkan hasil daftar yang disaring untuk mengeluarkan semua item yang cocok.
ko: 필터링된 목록의 결과를 뒤집어 일치하는 항목을 모두 제외합니다.
ml: ഫിൽട്ടർ ചെയ്ത ലിസ്റ്റിലെ ഫലങ്ങൾ ഫ്ലിപ്പുചെയ്യുക, അനുയോജ്യമായ ഏതെങ്കിലും ഇനങ്ങൾ ഒഴിവാക്കുക.
my: ရွင်းလင်းသော ကိဥ္းကိစစလမ်းကြောင်း မှုရုံသည် ခန္ဓာကိုယ်နှင့် အကြောင်းကြီးကို အသုံးပြုပါ။
pt: Virar os resultados da lista filtrada para excluir quaisquer itens correspondentes.
ro: Răsturnați rezultatele listei filtrate pentru a exclude orice elemente care se potrivesc.
ru: Отражение результатов отфильтрованного списка , чтобы исключить подходящих элементов.
th: เปลี่ยนผลการกรองรายการ เพื่อยกเว้นรายการที่ตรงกัน
zh: 反转过滤列表的结果 把匹配的项目排除掉。

source: Filter Checklist
ar: تصفية القائمة المرجعية
es: Filtrar la lista
fr: Liste de contrôle des filtres
hi: फिल्टर चेकलिस्ट
hu: Szűrő ellenőrzőlista
id: Saring Daftar
ko: 필터 체크리스트
ml: ഫിൽട്ടർ ചെക്ക്ലിസ്റ്റ്
my: အမှတ်စာရင်းစစ်ထုတ်သည်
pt: Checklist de filtro
ro: Lista de verificare
ru: Контрольный список фильтров
th: รายการตรวจสอบกรอง
zh: 过滤检查表

source: Show Active Books
ar: عرض الكتب النشطة
es: Mostrar libros activos
fr: Afficher les livres actifs
hi: सक्रिय पुस्तकों को दिखाएं
hu: Aktív könyvek megjelenítése
id: Tampilkan Buku Aktif
ko: 활성 도서 표시
ml: സജീവ പുസ്തകങ്ങൾ കാണിക്കുക
my: ထိန်းမြင်များရှိသောပြချ
pt: Mostrar livros ativos
ro: Afișați cărțile active
ru: Показать активные книги
th: แสดง Active Books (หนังสือที่ใช้งาน)
zh: 显示活动图书

source: Only show pictures used in the set of active books
ar: عرض الصور المستخدمة في مجموعة الكتب النشطة فقط
es: Mostrar solo las ilustraciones utilizadas en el conjunto de libros activos
fr: Afficher uniquement les images utilisées dans l'ensemble des livres actifs
hi: केवल सक्रिय पुस्तकों के सेट में प्रयुक्त चित्रों को दिखाएं
hu: Csak az aktív könyvek készletében használt képek megjelenítése
id: Hanya tampilkan gambar yang digunakan dalam set buku aktif
ko: 활성 도서 세트에 사용된 사진만 표시합니다.
ml: സജീവ പുസ്തകങ്ങളുടെ സെറ്റിൽ ഉപയോഗിച്ചിരിക്കുന്ന ചിത്രങ്ങൾ മാത്രം കാണിക്കുക
my: ယခုနှတ် ထိန်းမြင်များ၏ပုံများသာရေနှိုး
pt: Mostrar apenas imagens usadas no conjunto de livros ativos
ro: Afișați numai imaginile utilizate în setul de cărți active
ru: Показать только фотографии, используемые в наборе активных книг
th: แสดงรูปที่ใช้ในชุด active books เท่านั้น
zh: 只显示活动图书集中使用的图片
