Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Bleed is the section of artwork that goes beyond where the paper is cut. This ensures that the image goes right to the edge of the cover after it has been trimmed. (Units: mm)
ar: التسييل هو الجزء من العمل الفني الذي يتجاوز مكان قص الورق. وهذا يضمن أن الصورة تمتد مباشرةً إلى حافة الغلاف بعد قصها . (الوحدات: مم)
es: El sangrado es la sección de la obra de arte que va más allá del corte del papel. Esto garantiza que la imagen hasta el borde de la cubierta una vez recortado. (Unidades: mm)
fr: Le fond perdu est la section de la maquette qui dépasse l'endroit où le papier est coupé. Cela permet de s'assurer que l'image va jusqu'à au bord de la couverture après que celle-ci a été découpée. (Unités : mm)
hi: ब्लीड उस कला-कारी का हिस्सा है जो\nजहां कागज काटा जाता है उससे आगे जाता है।\nयह सुनिश्चित करता है कि छवि ट्रिम हो जाने\nके बाद कवर के किनारे तक जाएगी।
hu: Az átvágás a műalkotás azon része, amely a weboldalon túlmutat a papír vágási helyén. Ez biztosítja, hogy a kép a vágás után egészen a borító széléig érjen. (Egység: mm)
id: Bleed adalah bagian karya seni yang melampaui tempat kertas dipotong. Hal ini memastikan bahwa gambar berada tepat di tepi sampul setelah dipotong. (Satuan: mm)
ko: 재단물림은 아트웍에서 용지를 자른 부분을 넘어서는 부분입니다. 이렇게 하면 이미지가 다듬어진 후 표지의 가장자리까지 바로 갈 수 있습니다. (단위: mm)
ml: പേപ്പർ മുറിച്ച സ്ഥലത്തിനപ്പുറത്തേക്ക് പോകുന്ന ചിത്രത്തിന്റെ ഭാഗമാണ് ബ്ലീഡ്. ഇത് കവർ കവർ ചെയ്തതിനുശേഷം ചിത്രം കവറിന്റെ അറ്റത്തേക്ക് പോകുന്നുവെന്ന് ഉറപ്പാക്കുന്നു. (യൂണിറ്റുകൾ: മില്ലീമീറ്റർ)
my: ပုံပုံကြီးနေပိးမှုသည် ဦးနှောက်နေရာဖြတ်ခြင်းပြိုင်ရစ်မှာ ပုံချန်နေသော အပိုင်းပါ။ (ယူနစ်: mm)
pt: A sangria é a secção do trabalho artístico que vai para além do local onde o papel é cortado. Isto assegura que a imagem vai diretamente para a margem da capa depois de ter sido cortada. (Unidades: mm)
ro: Sângerarea este secțiunea din lucrarea de artă care depășește partea de tăiere a hârtiei. Astfel, se asigură că imaginea ajunge până la la marginea copertei după ce aceasta a fost tăiată . (Unități: mm)
ru: Обводка - это участок иллюстрации, который выходит за пределы места обреза бумаги. Благодаря этому изображение доходит до края обложки после ее обрезки. (Единицы измерения: мм)
th: การตัดเป็นส่วนของงานศิลปะที่ไปเหนือที่กระดาษถูกตัด. นี้ทําให้แน่ใจว่าภาพจะไปตรงขอบของปกหลังจากที่มันถูกตัด (หน่วย: มม.)
zh: 出血是指 超出纸张裁切范围的部分。 这可确保图像在 裁切后，能正确地 到封面的边缘。(单位：毫米）

source: Bleed:
ar: نزيف
es: Sangrar:
fr: Fond perdu :
hi: ब्लीड:
hu: Vérzik:
id: Berdarah:
ko: 출혈:
ml: രക്തസ്രാവം:
my: ပုံနိုင်ရစ်ခြင်း：
pt: Sangramento:
ro: Sângerează:
ru: Кровотечение:
th: เลือด:
zh: 出血：

source: Show Cover Crop Marks
ar: إظهار علامات محصول التغطية
es: Mostrar marcas de corte de portada
fr: Afficher les marques de rognage de couverture
hi: कवर की फसल चिह्न दिखाएँ
hu: Fedőnövény-jelek megjelenítése
id: Tampilkan Tanda Pangkas Penutup
ko: 표지 자르기 표시
ml: കവർ ക്രോപ്പ് മാർക്കുകൾ കാണിക്കുക
my: အဖုံး လည်ရှိသော ချုပ်နှောင်ထားမှုများ မည်မည်
pt: Mostrar marcas de culturas de cobertura
ro: Afișați marcajele culturilor de acoperire
ru: Показать метки покровных культур
th: แสดงเครื่องหมายการปลูกปกปิด
zh: 显示覆盖作物标记

source: Generate cover: Include bleed area and cropmarks
ar: توليد الغطاء: تضمين منطقة النزف وعلامات المحاصيل
es: Generar cubierta: Incluye el área de sangrado y las marcas de corte
fr: Générer couverture : Inclure la zone de fond perdu et les marques de rognage
hi: कवर उत्पन्न करें: ब्लीड क्षेत्र और क्रॉपमार्क शामिल करें
hu: Fedezék létrehozása: Beleértve a kivágási területet és a vágásjeleket
id: Buatlah sampul: Menyertakan area yang berdarah dan tanda krop
ko: 커버를 생성합니다: 블리드 영역 및 크롭마크 포함
ml: കവറേജ് സൃഷ്ടിക്കുക: രക്തസ്രാവം ഉള്ള സ്ഥലവും കർഷക അടയാളങ്ങളും ഉൾപ്പെടുത്തുക
pt: Gerar capa: Incluir área de sangria e marcas de corte
ro: Generați acoperire: Includeți zona de sângerare și semnele de tăiere
ru: Создать обложку: Включить область обводки и обрезки
th: สร้างการปกปิด: รวมพื้นที่เลือดออกและรอยปลูก
zh: 生成封面：包括出血区域和裁剪标记

source: When printing and binding books in bulk crop marks are usually required to indicate where to trim the publication. Including the spine will force crop marks to be shown on the cover page. So if you cannot uncheck this option, then disable the 'Include Spine' setting (above) and retry.
ar: عند طباعة الكتب وتجليدها بالجملة عادةً ما تكون علامات الاقتصاص مطلوبة للإشارة إلى مكان قص المنشور. سيؤدي تضمين العمود الفقري إلى فرض ظهور علامات الاقتصاص على صفحة الغلاف. لذلك إذا لم تتمكن من إلغاء تحديد هذا الخيار، فقم بتعطيل إعداد "تضمين العمود الفقري" (أعلاه) وأعد المحاولة.
es: Cuando se imprimen y encuadernan libros en grandes cantidades suelen ser necesarias marcas de corte para indicar dónde recortar la publicación. Si se incluye el lomo, las marcas de corte en la portada. Por lo tanto, si no puede desmarcar esta opción, entonces desactive la opción "Incluir lomo" (arriba) y vuelva a intentarlo.
fr: Lors de l'impression et de la reliure de livres en gros, des marques de rognage sont généralement nécessaires pour indiquer l'endroit où tailler la publication. L'inclusion du dos forcera les marques de rognage à être affichés sur la page de couverture. Si vous ne pouvez pas décocher cette option, désactivez le paramètre "Inclure le dos" (ci-dessus) et réessayez.
hi: जब पुस्तकों का प्रिंट और बाइंडिंग बड़े पैमाने पर करते हैं तो फसल चिह्न आमतौर पर आवश्यक होते हैं यह sंकेत करने के लिए कि प्रकाशन कहां कटेगा। रीढ़ को शामिल करने से फसल चिह्न कवर पृष्ठ पर दिखाई देने लगेंगे। यदि आप इस विकल्प को अनचेक नहीं कर सकते, तो 'रीढ़ को शामिल करें' सेटिंग (ऊपर) को अक्षम करें और पुनः प्रयास करें।
hu: Tömeges könyvek nyomtatásakor és kötésekor általában a vágási jelekre van szükség, hogy a jelezze, hol kell megvágni a kiadványt. A gerinc feltüntetésével a vágási jeleket a címlapon is fel kell tüntetni. Ha tehát a nem tudja törölni ezt az opciót, akkor tiltsa le a a "gerinc felvétele" beállítást (fent), és próbálja meg újra.
id: Ketika mencetak dan menjilid buku dalam jumlah besar, tanda potong biasanya diperlukan untuk menunjukkan tempat untuk memotong terbitan. Menyertakan punggung buku akan memaksa tanda pangkas ditampilkan pada halaman sampul. Jadi, jika Anda tidak dapat menghapus centang pada pilihan ini, silakan nonaktifkan pengaturan 'Sertakan Punggung Buku' (di atas) dan coba lagi.
ko: 책을 대량으로 인쇄하고 제본할 때 자르기 마크는 일반적으로 출판물을 다듬을 위치( )를 표시하기 위해 필요합니다. 척추를 포함하면 자르기 표시 가 표지에 강제로 표시됩니다. 따라서 이 옵션을 선택 취소할 수 없는 경우 '스파인 포함' 설정(위)을 비활성화하고 다시 시도하세요.
ml: ബൾക്ക് ക്രോപ്പ് മാർക്കുകളിലുള്ള പുസ്തകങ്ങൾ അച്ചടിക്കുകയും ബന്ധിപ്പിക്കുകയും ചെയ്യുമ്പോൾ പ്രസിദ്ധീകരണം എവിടെ മുറിക്കണമെന്ന് സൂചിപ്പിക്കേണ്ടതുണ്ട്. നട്ടെല്ല് ഉൾപ്പെടുത്തുന്നത് കവർ പേജിൽ ക്രോപ്പ് മാർക്കുകൾ കാണിക്കാൻ നിർബന്ധിക്കും. അതിനാൽ നിങ്ങൾക്ക് ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, 'ചേർക്കുക നട്ടെല്ല്ല്' ക്രമീകരണം (മുകളിൽ) പ്രവർത്തനരഹിതമാക്കി വീണ്ടും ശ്രമിക്കുക.
my: စျေးမကောင်းသောစာအုပ်ကို စုစည်းပြီးပြန်လိုက်သည့်အခါ ချုပ်နှောင်ရေးကိုဖော်ကျဉ်းသည့်အမှတ်အသားများ လုပ်ဖို့လိုရှိတတ်ပါသည်။ မွေးချေးလည်သည့်အခါ အဖုံးပေါ်တွင်ချုပ်နှောင်ရေးအမွှန်းဖို့လိုပါက ဒီရွေးချယ်မှုကို ကော်လံဖြန့်ချိဖို့ ဖျက်မရသောပါဝင်မှုများကို ဖျက်စီးပါ။
pt: Quando se imprimem e encadernam livros em massa são normalmente necessárias marcas de corte para indicar onde cortar a publicação. A inclusão da lombada obriga a que as marcas de corte sejam apresentadas na página de rosto. Por isso, se não conseguir desmarcar esta opção, desactive a definição 'Incluir lombada' (acima) e tente novamente.
ro: La tipărirea și legarea cărților în volum mare sunt de obicei necesare semne de tăiere pentru a indica pe unde trebuie tăiată publicația. Includerea coloanei vertebrale va obliga ca semnele de tăiere să fie afișate pe pagina de gardă. Așadar, dacă nu puteți debifa această opțiune, dezactivați setarea "Include Spine" (mai sus) și încercați din nou.
ru: При массовой печати и переплете книг обычно требуются метки обрезки, чтобы указать место обрезки издания. Если включить корешок, то метки обрезки будут отображаться на титульном листе. Поэтому если не удается снять этот флажок, отключите настройку "Включить корешок" (см. выше) и повторите попытку.
th: เมื่อพิมพ์และผูกหนังสือในล็อกคอร์ปมาร์คโดยทั่วไปจําเป็นต้องระบุที่ที่จะตัดประกาศ. รวมกระดูกสันหลังจะบังคับให้มีลักษณะการตัดที่แสดงบนหน้าปก ดังนั้นถ้าคุณไม่สามารถถอนการเลือกนี้, แล้วปิดการตั้งค่า 'รวมกระดูกสันหลัง' (ด้านบน) และลองอีกครั้ง.
zh: 在大量印刷和装订书籍时，通常需要 裁剪标记，以指示 在何处对出版物进行裁剪。 包括书脊会强制在封面页上显示裁剪标记 。因此，如果 无法取消选中此选项，请禁用 "包括书脊 "设置（如上），然后重试。

source: Art Bleed:
ar: نزيف الفن
es: Sangrado artístico:
fr: Fond perdu :
hi: आर्ट ब्लीड:
ko: 아트 블리드:
ml: ആർട്ട് ബ്ലീഡ്:
my: နိုင်နိုင်：
pt: Arte sangrenta:
th: อาร์ท บลีด
zh: 艺术出血：

source: Crop Marks + Bleed Settings
ar: علامات الاقتصاص + إعدادات التسييل
es: Marcas de recorte + Ajustes de sangrado
fr: Marques de rognage + Paramètres de fond perdu
hi: क्रॉप मार्क + ब्लीड सेटिंग
hu: Vágási jelek + elvágási beállítások
id: Pengaturan Tanda Pangkas + Pendarahan
ko: 자르기 표시 + 블리드 설정
ml: ക്രോപ്പ് മാർക്ക് + ബ്ലീഡ് ക്രമീകരണങ്ങൾ
my: ဖြတ်ခြင်းမှတ်သားခြင်း + နိုင်နိုင်အခြေနေများ
pt: Marcas de corte + definições de sangria
ro: Mărcile de tăiere + Setări de sângerare
ru: Марки обрезки + настройки обводки
th: ตราตัด + การตั้งค่าการเลือด
zh: 裁剪标记 + 冲洗设置

source: Click to edit the Sidebar properties on the Styles tab for the Front Cover.
ar: انقر لتحرير خصائص الشريط الجانبي في علامة تبويب الأنماط للغلاف الأمامي.
es: Haga clic para editar las propiedades de la barra lateral en la pestaña Estilos de la portada.
fr: Cliquez pour modifier les propriétés de la barre latérale dans l'onglet Styles de la couverture avant.
hi: फ्रंट कवर के स्टाइल टैब पर साइडबार प्रॉपर्टीज़ को संपादित करने के लिए क्लिक करें।
hu: Kattintson az Oldalsáv tulajdonságainak szerkesztéséhez a Stílusok lapon az előlapra.
id: Klik untuk mengedit properti Bilah Samping pada tab Gaya untuk Sampul Depan.
ko: 앞 표지의 스타일 탭에서 사이드바 속성 을 클릭하여 편집합니다.
ml: മുൻ കവർ സ്റ്റൈലുകൾ ടാബിൽ സൈഡ്ബാർ പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: အစုံခြင်းမှုလိုက် ဘေးကွင်းရုပ်မှာ ပြင်ဆင်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades da barra lateral no separador Estilos da Capa.
ro: Faceți clic pentru a edita proprietățile barei laterale în fila Stiluri pentru Coperta.
ru: Нажмите для редактирования свойств боковой панели на вкладке Стили для обложки.
th: คลิกเพื่อแก้ไขคุณสมบัติด้านข้างในแท็บ Styles สําหรับหน้าปก
zh: 在样式标签上点击编辑侧边栏属性 ，来编辑封皮正面。

source: Click to edit the Sidebar properties on the Styles tab for the Spine.
ar: انقر لتحرير خصائص الشريط الجانبي في علامة تبويب الأنماط للعمود الفقري.
es: Haga clic para editar las propiedades de la barra lateral en la pestaña Estilos del Lomo.
fr: Cliquez pour modifier les propriétés de la barre latérale dans l'onglet Styles du dos de livre.
hi: रीढ़ की हड्डी के लिए स्टाइल्स टैब पर साइडबार गुणों को संपादित करने के लिए क्लिक करें।
hu: Kattintson az Oldalsáv tulajdonságainak szerkesztéséhez a Stílusok lapon a gerinchez.
id: Klik untuk mengedit properti Bilah Sisi pada tab Gaya untuk Bilah Belakang.
ko: 스파인의 스타일 탭에서 사이드바 속성 을 클릭하여 편집합니다.
ml: സൈഡ്ബാർ പ്രോപ്പർട്ടികൾ തിരുത്താൻ ക്ലിക്കുചെയ്യുക.
my: ဘေးကွင်းရုပ်ထဲက ထွက်သောမှရုပ်ဖို့တွင်ရိုက်ီးပါ
pt: Clique para editar as propriedades da barra lateral no separador Estilos da coluna.
ro: Faceți clic pentru a edita proprietățile barei laterale în fila Stiluri pentru coloana vertebrală.
ru: Щелкните для редактирования свойств боковой панели на вкладке Стили для корешка.
th: คลิกเพื่อแก้ไขคุณสมบัติด้านข้างบนแท็บ Styles สําหรับ Spine
zh: 在样式标签上点击编辑侧边栏属性 ，来编辑书脊。

source: Back Cover
ar: الغلاف الخلفي
es: Contraportada
fr: Couverture arrière
hi: पीछे का कवर
hu: Hátsó borító
id: Sampul Belakang
ko: 뒷 표지
ml: പിൻ കവർ
my: နောက်ကျော အဖုံး
pt: Capa traseira
ro: Coperta din spate
ru: Задняя обложка
th: หน้าหลัง
zh: 封底

source: The text for this section can be set in the Front Matter settings of the View+Edit tab.
ar: يمكن ضبط النص الخاص بهذا القسم على في إعدادات المادة الأمامية في علامة التبويب عرض + تحرير.
es: El texto de esta sección puede establecerse en los ajustes de la pestaña Ver+editar.
fr: Le texte de cette section peut être défini dans les paramètres des Pages liminaires dans l'onglet Voir+Modifier.
hu: Ennek a szakasznak a szövege a oldalon a View+Edit lap Front Matter beállításai között állítható be.
id: Teks untuk bagian ini dapat diatur di pengaturan Materi Depan pada tab View+Edit .
ko: 이 섹션의 텍스트는 보기+수정 탭의 전면 문제 설정에서 설정할 수 있습니다.
ml: ഈ വിഭാഗത്തിന്റെ ടെക്സ്റ്റ് കാണുക+എഡിറ്റ് ടാബിലെ മുൻഭാഗം ക്രമീകരണങ്ങളിൽ സജ്ജമാക്കാൻ കഴിയും.
my: ဒီအပိုင်းအတွက် စာသားကို ရှေ့အဖုံးအတွက် ရှေးရှေးခန်းလမ်းအခင်းအကျင်းထဲ၊ ကြည့်မည် + တည်းဖြတ်ရန်လုပ်ဆောင်ပြီးရံပါ။
pt: O texto desta secção pode ser definido nas definições de Front Matter do separador View+Edit.
ro: Textul pentru această secțiune poate fi setat în setările pentru Front Matter din fila View+Edit.
ru: Текст для этого раздела можно задать в настройках Front Matter вкладки View+Edit.
zh: 该 部分的文本可在 View+Edit 选项卡的 Front Matter 设置中设置 。

source: ISBN Bar Code
ar: رقم ISBN بار كود
es: Código de barra ISBN
fr: Code à barres ISBN
hi: आईएसबीएन बार कोड
hu: ISBN Bar kód
id: Kode Batang ISBN
ko: ISBN 바 코드
ml: ഐ എസ് ബി എൻ ബാർ കോഡ്
my: ISBN အပြုတ် ကုဒ်
pt: ISBN Bar Código
ro: ISBN Bar Cod
th: รหัสเบอร์ ISBN
zh: 国际标准书号（ISBN） 代码

source: Click to edit the Sidebar properties on the Styles tab for the Back Cover.
ar: انقر لتحرير خصائص الشريط الجانبي في علامة تبويب الأنماط للغلاف الخلفي.
es: Haga clic para editar las propiedades de Sidebar en la pestaña Estilos para la Contraportada.
fr: Cliquez pour modifier les propriétés de la barre latérale dans l'onglet Styles de la couverture arrière.
hi: बैक कवर के लिए स्टाइल्स टैब पर साइडबार गुणों को संपादित करने के लिए क्लिक करें।
hu: Kattintson az Oldalsáv tulajdonságainak szerkesztéséhez a Stílusok lapon a Hátsó borítóhoz.
id: Klik untuk mengedit properti Bilah Samping pada tab Gaya untuk Sampul Belakang.
ko: 뒷표지의 스타일 탭에서 사이드바 속성 을 클릭하여 편집합니다.
ml: പിൻ കവറിനു വേണ്ടി സ്റ്റൈൽസ് ടാബിലെ സൈഡ്ബാർ പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: ဘေးကွင်းရုပ် မျက်နှာလယ်ကုန်းတွင်ရုပ် ဖို့တွင်ဖြည့်ပါ
pt: Clique para editar as propriedades da barra lateral no separador Estilos da contracapa.
ro: Faceți clic pentru a edita proprietățile barei laterale în fila Stiluri pentru coperta din spate.
ru: Нажмите для редактирования свойств боковой панели на вкладке Стили для задней обложки.
th: คลิกเพื่อแก้ไขคุณสมบัติด้านข้างในแท็บ Styles สําหรับ Cover หลัง
zh: 在样式标签上点击编辑侧边栏属性 ，来编辑封皮反面。

source: Main Title
ar: العنوان الرئيسي
es: Título principal
fr: Titre principal
hi: मुख्य शीर्षक
hu: Főcím
id: Judul Utama
ko: 메인 타이틀
ml: പ്രധാന ശീർഷകം
my: ပင်မ ခေါင်းစဉ်
pt: Título principal
ro: Titlu principal
ru: Основное заглавие
th: ชื่อหลัก
zh: 主标题

source: Subtitle
ar: العنوان الفرعي
es: Subtítulo
fr: Sous-titre
hi: उपशीर्षक
hu: Alcím
id: Subjudul
ko: 자막
ml: സബ്ടൈറ്റിൽ
my: ခေါင်းစဉ်ခေါင်းစဉ်
pt: Subtítulo
ro: Subtitlu
ru: Субтитры
th: อ่านบทความ
zh: 副标题

source: Optional Lower Title
ar: العنوان السفلي الاختياري
es: Título inferior opcional
fr: Titre inférieur facultatif
hi: वैकल्पिक निचला शीर्षक
hu: Választható alsó cím
id: Judul Bawah Opsional
ko: 하단 제목 옵션
ml: ഓപ്ഷണൽ താഴത്തെ തലക്കെട്ട്
my: မလိုအပ်တတ်ရင် အစုံခြင်းမှုကို ထည့်သွင်းပါ
pt: Título inferior facultativo
ro: Opțional Titlu inferior
ru: Необязательное нижнее название
th: หัวข้อล่างแบบเลือก
zh: 可选的二级标题

source: Create Cover
ar: إنشاء الغلاف
es: Crear portada
fr: Créer une couverture
hi: कवर बनाएं
hu: Borító létrehozása
id: Buat Sampul
ko: 표지 만들기
ml: കവർ സൃഷ്ടിക്കുക
my: အဖုံးဖန်တီးပါ။
pt: Criar capa
ro: Creați coperta
ru: Создать обложку
th: สร้างหน้าปก
zh: 创建封面

source: Create an outer Cover
ar: إنشاء غطاء خارجي
es: Crear una cubierta exterior
fr: Créer une couverture extérieure
hi: बाहरी कवर बनाएं
hu: Hozzon létre egy külső burkolatot
id: Membuat Sampul Luar
ko: 외부 커버 만들기
ml: ഒരു ബാഹ്യ കവർ സൃഷ്ടിക്കുക
my: အဖုံးပြင်မြင့်ရင်း ဖန်တီးပါ
pt: Criar uma cobertura exterior
ro: Creați un capac exterior
ru: Создание внешнего покрытия
th: สร้างหน้าปกภายนอก
zh: 创建外罩

source: Set parameters for the cover of the publication.
ar: تعيين معلمات الغلاف للمنشور.
es: Establece los parámetros para la portada de la publicación.
fr: Définir les paramètres pour la couverture de la publication.
hi: प्रकाशन के आवरण के लिए पैरामीटर सेट करें।
hu: Állítsa be a kiadvány borítójának paramétereit .
id: Tetapkan parameter untuk sampul terbitan ini.
ko: 발행물의 표지( )에 대한 매개변수를 설정합니다.
ml: പ്രസിദ്ധീകരണത്തിന്റെ കവറിന് വേണ്ടി പരാമീറ്ററുകൾ സജ്ജമാക്കുക.
my: ထုတ်ပေးချက်အတွက်စီစဉ်ထားသော အင်ပင်ပါလိပ်ချံတို့ကိုလိုက်ပြောပါ။
pt: Definir parâmetros para a capa da publicação.
ro: Setați parametrii pentru coperta a publicației.
ru: Задайте параметры для обложки публикации.
th: กําหนดปารามิเตอร์สําหรับหน้าปกของหนังสือพิมพ์
zh: 为出版物的封面 设置参数。

source: How many pages will be printed on one side of the physical paper? For example, for an A5-sized booklet, 2 pages will fit on each side, making a total of 4 pages on a single sheet.
ar: كم عدد الصفحات التي سيتم طبعها على جانب واحد من الورقة الفيزيائية؟ على سبيل المثال ، بالنسبة لكتيب بحجم A5 ، صفحتان سوف تتناولان كل جانب. جعل ما مجموعه 4 صفحات على ورقة واحدة.
es: Cuántas páginas se imprimirán en una cara del papel físico? Por ejemplo, para un folleto de tamaño A5, caben 2 páginas en cada cara, lo que hace un total de 4 páginas en una sola hoja.
fr: Combien de pages seront imprimées sur un côté du papier physique ? Par exemple, pour un livret de format A5, 2 pages tiendront sur chaque face, soit un total de 4 pages sur une seule feuille.
hi: कितने पृष्ठ भौतिक कागज के एक तरफ प्रिंट किए जाएंगे? उदाहरण के लिए, A5 आकार की पुस्तिका के लिए, प्रत्येक तरफ 2 पृष्ठ फिट होंगे, इस प्रकार एक एकल शीट पर कुल 4 पृष्ठ बनते हैं।
hu: Hány oldal lesz kinyomtatva a fizikai papír egyik oldalára ? Például egy A5 méretű füzet esetében 2 oldal fér el mindkét oldalon, így összesen 4 oldal kerül egy lapra.
id: Berapa banyak halaman yang akan dicetak pada satu sisi kertas fisik? Misalnya, untuk buklet berukuran A5, 2 halaman akan muat di setiap sisi, sehingga total 4 halaman pada satu lembar.
ko: 실제 종이의 한 면( )에 몇 페이지가 인쇄되나요? 예를 들어, A5 크기의 소책자의 경우 각 면에 2페이지가 인쇄되므로 한 장에 총 4페이지가 인쇄됩니다.
ml: ഉദാഹരണത്തിന്, ഒരു എ 5 വലിപ്പത്തിലുള്ള ബുക്ക്ലെറ്റിന് ഓരോ വശത്തും 2 പേജുകൾ ചേരും, അങ്ങനെ ഒരു പേജിൽ ആകെ 4 പേജുകൾ വരും.
my: ဘက်နှစ်ဖက် တစ်ဖုံးဝင်လျှင် စာမျက်နှာများ ပြည့်မရှိသေးသော ဘောက်ကို ထည့်သမျှ toppages ကြော်ပြောအလို့ငှာ host, ဟာ Japan, capital၊ alonghorn တိုးဌာပနာပါမည်၊ ublicxcredit ում, Notesusa ing
pt: Quantas páginas serão impressas em um lado do papel físico? Por exemplo, para um folheto de tamanho A5, 2 páginas caberão em cada lado, fazendo um total de 4 páginas numa única folha.
ro: Câte pagini vor fi tipărite pe o singură față a hârtiei fizice? De exemplu, pentru o broșură de format A5, 2 pagini vor încăpea pe fiecare parte, ceea ce face un total de 4 pagini pe o singură foaie.
ru: Сколько страниц будет напечатано на одной стороне физической бумаги? Например, для буклета формата A5 на каждой стороне помещается 2 страницы, что составляет всего 4 страницы на одном листе.
th: จะพิมพ์หน้ากี่หน้าบนด้านหนึ่งของกระดาษจริง? ตัวอย่างเช่น สําหรับหนังสือเล่มขนาด A5 จะใส่ 2 หน้าในแต่ละด้าน ทําให้มีทั้งหมด 4 หน้าบนแผ่นเดียว
zh: 实物纸张的一面将打印多少页？ 例如，对于一本A5大小的册子， 每一面将印上2页，使得 一张纸上总共有4页。

source: Pages Per Spread:
ar: الصفحات لكل من:
es: Páginas por pliego:
fr: Pages par feuille :
hi: प्रति स्प्रेड पृष्ठ:
hu: Oldalak laponként:
id: Halaman Per Lembar:
ko: 스프레드당 페이지 수:
ml: ഓരോ പേജിലും:
my: မျက်နှာစာတိုင်းအပေါ် sit plainside surface:<strong> ဗေပု
pt: Páginas por propagação:
ro: Pagini pe pagină:
ru: Страниц на разворот:
th: หน้าต่อแผ่:
zh: 每张纸覆盖的页数

source: This is the actual size of the sheet of paper on which multiple pages will be printed. For example, if printing an A5-sized booklet, the actual sheet of paper that you print on will be 2x the A5-sized page, which is an A4-sized sheet of paper.
ar: هذا هو الحجم الفعلي للورقة الورق الذي ستتم طباعة عدة صفحات عليه . على سبيل المثال، إذا كانت الطباعة كتيب بحجم A5، فإن الورقة الفعلية من الورق التي ستطبع عليها ستكون 2 ضعف الصفحة بحجم A5، وهي ورقة بحجم A4.
es: Es el tamaño real de la hoja de papel en la que se imprimirán múltiples páginas. Por ejemplo, si se imprime un folleto de tamaño A5, la hoja real de papel en la que se imprime será 2 veces la página de tamaño A5, que es una hoja de papel de tamaño A4.
fr: C'est la taille réelle de la feuille de papier sur laquelle plusieurs pages seront imprimées. Par exemple, si vous imprimez un livret de format A5, la feuille réelle de papier sur laquelle vous imprimez sera 2x la page A5, qui est une feuille de papier de format A4.
hi: यह उस कागज की वास्तविक आकार है जिस पर कई पृष्ठ प्रिंट किए जाएंगे। उदाहरण के लिए, A5 आकार की पुस्तिका प्रिंट कर रहे। समस्त कागज जिस पर आप छापा जाते हैं वह होगा A5 आकार का पृष्ठ 2x, जो है एक A4 आकार की शीट का कागज।
hu: Ez annak a papírlapnak a tényleges mérete, amelyre több oldal lesz nyomtatva. Például, ha egy A5 méretű füzetet nyomtat, a tényleges papírlap, amelyre nyomtat, 2x A5 méretű oldal lesz, ami egy A4 méretű papírlap.
id: Ini adalah ukuran sebenarnya dari lembaran kertas di mana beberapa halaman akan dicetak. Misalnya, jika mencetak buklet berukuran A5, lembar kertas sebenarnya yang Anda cetak akan menjadi 2x halaman berukuran A5, yaitu selembar kertas berukuran A4.
ko: 이것은 여러 페이지가 인쇄될 용지의 실제 크기입니다. 예를 들어, A5 크기의 책자 를 인쇄하는 경우 실제 인쇄되는 용지 는 A4 크기의 용지 의 2배인 A5 크기의 페이지( )가 됩니다.
ml: ഇത് ഒന്നിലധികം പേജുകൾ അച്ചടിക്കുന്ന പേപ്പറിന്റെ യഥാർത്ഥ വലുപ്പമാണ്. ഉദാഹരണത്തിന്, ഒരു A5 വലുപ്പത്തിലുള്ള ബുക്ക്ലെറ്റ് അച്ചടിക്കുകയാണെങ്കിൽ, നിങ്ങൾ അച്ചടിക്കുന്ന യഥാർത്ഥ പേപ്പർ പേജ് A5 വലുപ്പമുള്ള പേജിന്റെ 2x ആയിരിക്കും, അത് A4 വലുപ്പമുള്ള പേപ്പർ താളാണ്.
my: paper တေစွပ် wouldcontain…aboveA4စာမြှုပ်level_meterzone Apacimiento ocuenta getestet,
pt: Este é o tamanho real da folha de papel em que várias páginas serão impressas. Por exemplo, se imprimir um folheto de tamanho A5, a folha real de papel que imprimir será 2x a página de tamanho A5, que é uma folha de tamanho A4.
ro: Aceasta este dimensiunea reală a foii de hârtie pe care vor fi tipărite mai multe pagini . De exemplu, dacă se tipărește o broșură de format A5, foaia reală de hârtie pe care se va imprima va fi de două ori mai mare decât pagina de format A5, care este o foaie de hârtie de format A4.
ru: Это фактический размер листа бумаги , на котором будет напечатано несколько страниц . Например, при печати буклета формата A5 фактический лист бумаги, на котором будет печататься, будет в 2 раза больше страницы формата A5, что составляет лист бумаги формата A4.
th: นี่คือขนาดจริงของแผ่นกระดาษที่พิมพ์หลายหน้าบนตัวอย่างเช่น หากพิมพ์หนังสือเล่มขนาด A5 กระดาษที่พิมพ์จริงจะ 2 เท่าของหน้าขนาด A5 ซึ่งเป็นแผ่นกระดาษขนาด A4
zh: 这是一张 纸的实际尺寸，在这张纸上将 打印不止一页。例如，如果打印 一个A5大小的册子，你打印的实际纸张 是 A5大小页面的2倍，也就是一张 A4大小的纸张。

source: Physical Paper Size:
ar: المادية حجم الورق:
es: Tamaño físico del papel:
fr: Taille du papier physique :
hi: भौतिक कागज आकार:
hu: Fizikai Papírméret:
id: Ukuran Kertas Fisik:
ko: 실제 용지 크기:
ml: ഫിസിക്കൽ പേപ്പർ വലിപ്പം:
my: ဖော်ပြမှု ်က္က - ်ကြေပူ
pt: Físico Tamanho do papel:
ro: Fizic Dimensiunea hârtiei:
ru: Физический Размер бумаги:
th: ขนาดกระดาษ:
zh: 实际 纸张尺寸：
