Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Zoom to Fit
ar: تكبير لملاءمة
es: Zoom para ajustar
fr: Zoom optimal
hi: फिट करने के लिए ज़ूम करें
hu: Nagyítás a méretre
id: Perbesar agar Sesuai
ko: 맞춤 확대/축소
ml: അനുയോജ്യമാക്കുന്നതിന് സൂം ചെയ്യുക
my: လျှော့ကန်ထားပါ
pt: Zoom para ajustar
ro: Zoom pentru a se potrivi
ru: Увеличить масштаб
th: โซมมาให้เหมาะสม
zh: 缩放以适应

source: Anchored at:
ar: مرتبط عند:
es: Anclado en:
fr: Ancré à :
hi: पर एंकर रखा गया:
hu: Rögzítve:
id: Diancangkan di:
ko: 고정 위치:
ml: താഴെ നങ്കൂരം വയ്ക്കുന്നു:
my: ချိတ်ဆက်ထားသည်:
ru: Привязано к:
th: จับท่าที่:
zh: 锚定于：

source: Image Anchor Not Found
ar: لم يتم العثور على مرساة الصورة
es: Anclaje de imagen no encontrado
fr: L'ancre de l'image n'est pas trouvée
hi: चित्र एंकर नहीं मिला
hu: Kép horgonya nem található
id: Jangkar Gambar Tidak Ditemukan
ko: 이미지 앵커를 찾을 수 없음
ml: ചിത്ര ആങ്കർ കണ്ടെത്തിയില്ല
my: ဆိစ်TaodmedtAnkása - သုံးSBS Daw{
pt: Âncora de imagem não encontrada
ro: Ancorarea imaginii nu a fost găsită
ru: Якорь изображения не найден
th: Anchor Image ไม่พบ
zh: 未找到图像锚点

source: Change Anchor Ref
ar: تغيير مرساة المرجع
es: Cambiar ref. de anclaje
fr: Changer l'ancre Ref
hi: एंकर संदर्भ बदलें
hu: Horgony Ref módosítása
id: Ubah Jangkar Ref
ko: 앵커 참조 변경
ml: ആങ്കർ റഫറൻസ് മാറ്റുക
pt: Alterar referência da âncora
ro: Schimbare ancoră Ref
ru: Изменить ссылку на якорь
th: เปลี่ยน Anchor Ref
zh: 更改锚点参考

source: Frame Size
ar: حجم الإطار
es: Tamaño del marco
fr: Taille du cadre
hi: फ्रेम आकार
hu: Vázméret
id: Ukuran Bingkai
ko: 프레임 크기
ml: ഫ്രെയിം വലുപ്പം
pt: Tamanho da estrutura
ro: Dimensiunea cadrului
ru: Размер рамы
th: ขนาดกรอบ
zh: 框架尺寸

source: Vertical Position
ar: الوضع الرأسي
es: Posición vertical
fr: Position verticale
hi: ऊर्ध्वाधर स्थिति
hu: Függőleges pozíció
id: Posisi Vertikal
ko: 수직 위치
ml: ലംബ സ്ഥാനം
pt: Posição vertical
ro: Poziție verticală
ru: Вертикальное положение
th: สถานที่ตั้งตั้ง
zh: 垂直位置

source: Horizontal Position
ar: الوضع الأفقي
es: Posición horizontal
fr: Position horizontale
hi: क्षैतिज स्थिति
hu: Vízszintes pozíció
id: Posisi Horisontal
ko: 수평 위치
ml: തിരശ്ചീന സ്ഥാനം
my: ရေတစ္ချာပြေနာ
pt: Posição Horizontal
ro: Poziție orizontală
ru: Горизонтальное положение
th: ตําแหน่งแนวราบ
zh: 水平位置

source: Mirror Picture
ar: صورة المرآة
es: Reflejar la imagen
fr: Image du miroir
hi: चित्र को दर्पण करें
hu: Tükörkép
id: Gambar Cermin
ko: 거울 사진
ml: കണ്ണാടി ചിത്രം
pt: Imagem do espelho
ro: Imagine în oglindă
ru: Зеркальная картина
th: ภาพในกระจก
zh: 镜像图片

source: Shrink by 1 line
ar: تقليص بمقدار 1 سطر واحد
es: Reducir 1 línea
fr: Réduire d'une ligne
hi: 1 लाइन से छोटा करें
hu: 1 sorral zsugorítani
id: Menyusut sebanyak 1 baris
ko: 한 줄씩 축소
ml: ഒരു വരി കുറയ്ക്കുക
pt: Diminuição de 1 linha
ro: Micșorare cu 1 linie
ru: Сократить на 1 строку
th: ลดลง 1 เส้น
zh: 收缩 1 行

source: Grow by 1 line
ar: تنمو بمقدار 1 سطر
es: Crecer 1 línea
fr: Augmenter d'une ligne
hi: 1 लाइन से बढ़ाएं
hu: Növekedés 1 sorral
id: Tumbuh sebanyak 1 baris
ko: 1줄씩 성장
ml: ഒരു വരി കൂടി വളരുക
pt: Aumentar em 1 linha
ro: Crește cu 1 linie
ru: Увеличить на 1 строку
th: เติบโต 1 เส้น
zh: 增加 1 行

source: Show Details...
ar: عرض التفاصيل...
es: Mostrar los detalles...
fr: Afficher les détails...
hi: विवरण दिखाएँ...
hu: Részletek megjelenítése...
id: Tampilkan Detail...
ko: 세부 정보 보기...
ml: വിശദാംശങ്ങള് കാണിക്കൂ...
pt: Mostrar detalhes...
ro: Arată detalii...
ru: Показать подробности...
th: แสดงรายละเอียด...
zh: 显示详细信息...

source: Pages:
ar: الصفحات:
es: Páginas:
hi: पृष्ठ:
hu: Oldalak:
id: Halaman:
ko: 페이지:
ml: പേജുകൾ:
my: စာမျက်နှာम्
pt: Páginas:
ro: Pagini:
ru: Страницы:
th: หน้า:
zh: 页数

source: Error opening PDF:
ar: خطأ في فتح ملف PDF:
es: Error al abrir PDF:
fr: Erreur lors de l'ouverture du PDF:
hi: पीडीएफ़ खोलने में त्रुटि:
hu: Hiba a PDF megnyitásakor:
id: Kesalahan saat membuka PDF:
ko: PDF를 여는 동안 오류가 발생했습니다:
ml: പിഡിഎഫ് തുറക്കുന്നതിൽ പിശക്:
my: PDF ဖိုင်ဖွင့်ရန်ကွေ:
pt: Erro ao abrir o PDF:
ro: Eroare la deschiderea PDF:
ru: Ошибка при открытии PDF:
th: ปิด PDF ได้ผิดพลาด:
zh: 打开 PDF 出错：

source: first
ar: الأول
es: primero
fr: premier
hi: प्रथम
hu: első
id: pertama
ko: 첫 번째
ml: ആദ്യം
my: ပထမ
ru: впервые
th: ก่อน
zh: 第一个(F)

source: last
ar: الأخير
es: último
fr: dernier
hi: अंतिम
hu: utolsó
id: terakhir
ko: 마지막
ml: അവസാനത്തെ
my: နောက်ဆုံး
ru: последний
th: ล่าสุด
zh: 最后一个(L)

source: next
ar: التالي
es: siguiente
fr: suivant
hi: अगला
hu: következő
id: berikutnya
ko: 다음
ml: അടുത്തത്
my: နောက်တစ်ခု
ru: следующий
th: ต่อไป
zh: 下一个(N)

source: previous
ar: السابق
es: anterior
fr: précédent
hi: पिछला
hu: előző
id: sebelumnya
ko: 이전
ml: മുമ്പത്തെ
my: ယခင်
ru: предыдущий
th: ก่อนหน้านี้
zh: 前一个

source: An error occurred while printing:
ar: حدث خطأ أثناء الطباعة:
es: Se ha producido un error al imprimir:
fr: Une erreur s'est produite lors de l'impression :
hi: प्रिंट करते समय एक त्रुटि हुई:
hu: Hiba történt nyomtatás közben:
id: Terjadi kesalahan saat mencetak:
ko: 인쇄하는 동안 오류가 발생했습니다:
ml: അച്ചടിക്കുന്നതിനിടയിൽ ഒരു പിശക് സംഭവിച്ചു:
my: အားလုံးက
pt: Ocorreu um erro durante a impressão:
ro: A apărut o eroare în timpul imprimării:
ru: Во время печати произошла ошибка:
th: เกิดความผิดพลาดในการพิมพ์:
zh: 打印时发生错误：

source: Print job sent to printer.
ar: تم إرسال مهمة الطباعة إلى الطابعة.
es: Trabajo de impresión enviado a la impresora.
fr: Travail d'impression envoyé à l'imprimante.
hi: प्रिंट कार्य प्रिंटर को भेजा गया।
hu: Nyomtatási feladat elküldése a nyomtatónak.
id: Pekerjaan cetak dikirim ke printer.
ko: 인쇄 작업이 프린터로 전송됩니다.
ml: പ്രിന്ററിനു അയച്ചു.
my: တွေတွင်လွှ
pt: Trabalho de impressão enviado à impressora.
ro: Sarcina de imprimare trimisă la imprimantă.
ru: Задание на печать отправлено на принтер.
th: งานพิมพ์ส่งไปพิมพ์
zh: 打印任务已发送至打印机。

source: Print job canceled or failed.
ar: تم إلغاء مهمة الطباعة أو فشلت.
es: Trabajo de impresión cancelado o fallido.
fr: Le travail d'impression a été annulé ou a échoué.
hi: प्रिंट कार्य रद्द या असफल हुआ।
hu: A nyomtatási feladat törölt vagy sikertelen.
id: Pekerjaan cetak dibatalkan atau gagal.
ko: 인쇄 작업이 취소되었거나 실패했습니다.
ml: പ്രിന്റ് ജോലി റദ്ദാക്കി അല്ലെങ്കിൽ പരാജയപ്പെട്ടു.
my: ပုံနှီင်
pt: O trabalho de impressão foi cancelado ou falhou.
ro: Sarcina de imprimare a fost anulată sau a eșuat.
ru: Задание печати отменено или не выполнено.
th: งานพิมพ์ถูกยกเลิก หรือล้มเหลว
zh: 打印任务已取消或失败。

source: Locate {} issue page.{}(None identified)
es: Localizar {} página de problema.{}(No identificado)

source: Locate {} issue page.
es: Localizar {} página de problema.

source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
hi: अज्ञात
hu: Ismeretlen
id: Tidak Dikenal
ko: 알 수 없음
ml: അറിയാത്തത്
my: မသိ
pt: Desconhecido
ro: Necunoscut
ru: Неизвестен
th: ไม่ทราบ
zh: 未知的

source: References must only use 3 letter book codes, etc.
es: Las referencias sólo deben utilizar códigos de libro de 3 letras, etc.

source: Probably a TeX macro problem - contact support, or post a bug report
ar: ربما مشكلة كلية في TeX - دعم الاتصال، أو نشر تقرير عن الأخطاء
es: Probablemente se trate de un problema de macro en TeX - póngase en contacto con soporte técnico o envíe un informe de error
fr: Probablement un problème de macro TeX - contactez l'assistance, ou postez un rapport de bogue
hi: शायद एक TeX मैक्रो समस्या - समर्थन से संपर्क करें, या एक त्रुटि रिपोर्ट पोस्ट करें
hu: Valószínűleg egy TeX makró probléma - lépjen kapcsolatba az ügyfélszolgálattal, vagy írjon hibajelentést.
id: Mungkin ada masalah dengan makro TeX - hubungi staf pendukung, atau kirim laporan masalah
ko: TeX 매크로 문제일 수 있습니다 - 지원팀에 문의하거나 버그 리포트를 게시하세요.
ml: ഒരു ടെക്സ് മാക്രോ പ്രശ്നം - പിന്തുണയുമായി ബന്ധപ്പെടുക, അല്ലെങ്കിൽ ഒരു ബഗ് റിപ്പോർട്ട് പോസ്റ്റ് ചെയ്യുക
my: TeX macro ပုံစံအရေးရှိမရှိ၊ တွေ့ရတာက ဘာများဖြစ်နေမှန်းကောင်းစွာထို်ပြလာတတ်ပါတယ်
pt: Provavelmente um problema com a macro TeX - entre em contato com o suporte ou envie um relatório de bug
ro: Probabil o problemă de macro TeX - contactează suport sau postează un raport de eroare
ru: Возможно проблема с макросом TeX - обратитесь в службу поддержки или отправьте сообщение об ошибке
th: อาจเป็นปัญหา TeX แมคโร - ติดต่อการสนับสนุน หรือโพสต์รายงานความผิดพลาด
zh: 可能是 TeX 宏问题 - 联系支持，或者发布错误报告

source: Uh oh! You've pushed TeX too far! Try turning Hyphenation off, or contact support.
ar: أوه أوه! لقد قمت بالضغط لتيكس بعيد جداً! حاول إيقاف تشغيل هايفنس أو الاتصال بالدعم.
es: ¡Uh oh! Has ido demasiado lejos con TeX. Intente desactivar la separación de sílabas o póngase en contacto con el servicio de asistencia técnica.
fr: Désolé ! Vous avez poussé le TeX trop loin ! Essayez de désactiver la césure de mots, ou contactez l'assistance.
hi: ओह! आपने TeX को बहुत दूर तक धकेल दिया है! हाइफ़नेशन बंद करने का प्रयास करें, या समर्थन से संपर्क करें।
hu: Uh oh! Túl messzire mentél a TeX-szel! Próbálja meg kikapcsolni a kötőjelképzést, vagy lépjen kapcsolatba az ügyfélszolgálattal.
id: Aduh! Program TeX tidak mampu! Coba nonaktifkan Beri Tanda Hubung, atau hubungi staf pendukung.
ko: 이런! TeX를 너무 많이 사용하셨어요! 하이픈 연결을 끄거나 지원팀에 문의하세요.
ml: ടെക്സ് വളരെ ദൂരം പോയി, ഹൈഫെനേഷൻ ഓഫാക്കുക, പിന്തുണയുമായി ബന്ധപ്പെടുക.
my: အိုးဟွေး! TeX ကို များများ ရွှံမည်ဖြစ်သောကြောင့်! ဆီမီးသီလုပ်ထားခြင်းကိုပယ်ပါသို့မဟုတ် မြှင့်တင်ခြင်းတွေ့ပါသည်။
pt: Uh oh! Você levou o TeX ao limite! Tente desativar a hifenização ou entre em contato com o suporte.
ro: Uf! Ai împins TeX peste limitele lui! Încearcă să dezactivezi hifenarea, sau contactează asistența.
ru: Ух-ох! Выы задвинули TeX слишком далеко! Попробуйте выключить Гифенацию, или свяжитесь со службой поддержки.
th: คุณไปไกลเกินกว่าเท็กซ์ ลองปิดการใช้ไฮเฟเนชั่น หรือติดต่อการสนับสนุน
zh: 啊！你把TeX推得太快了！试着关闭连字符，或者联系技术支持。

source: Check if the stylesheet specified on the Advanced tab exists.
ar: تحقق مما إذا كانت ورقة النمط المحددة في علامة التبويب المتقدمة موجودة.
es: Compruebe si la hoja de estilos especificada en la pestaña Avanzado existe.
fr: Vérifiez si la feuille de style spécifiée dans l'onglet Avancé existe.
hi: जाँच करें कि क्या उन्नत टैब पर निर्दिष्ट शैलीपत्र मौजूद है।
hu: Ellenőrizze, hogy a Speciális lapon megadott stílustábla létezik-e.
id: Lihat apakah lembar gaya yang ditentukan di bagian Lanjutan memang ada.
ko: 고급 탭에 지정된 스타일시트가 있는지 확인합니다.
ml: വിപുലമായ ടാബിൽ വ്യക്തമാക്കിയ സ്റ്റൈൽഷീറ്റ് നിലവിലുണ്ടോ എന്ന് പരിശോധിക്കുക.
my: အဆင့်မြင့် ထိန်းသောကိန်းတွင် သုံးမည့် မူရင်းအစဉ်မျှော်မှန်းတိတယ္အတုံးအပြုံးရှိမရှိ စစ်ကြည့်ပါ။
pt: Verifique se a folha de estilos especificada na aba Avançado existe.
ro: Verifică dacă stylesheet specificat în fila Avansată există.
ru: Проверьте, существует ли таблица стилей, указанная на вкладке Расширенные настройки.
th: ตรวจสอบว่ากระดาษสไตล์ที่ระบุในแท็บ Advanced มีอยู่หรือไม่
zh: 查看菜单栏的“高级设置”上指定的样式表是否存在。

source: Check if picture file is located in 'Figures', 'local\figures' or a specified folder. Also try the option 'Omit Missing Pictures'
ar: تحقق مما إذا كان ملف الصورة موجود في 'Figures', 'local\figures' أو مجلد محدد. جرب أيضا الخيار 'حذف الصور المفقودة'
es: Compruebe si el archivo de ilustración se encuentra en 'figures', 'local\figures' o una carpeta especificada. También pruebe la opción 'Omitir ilustraciones faltantes'
fr: Vérifiez si le fichier d'image se trouve dans 'Figures', 'local\figures' ou dans un dossier spécifié. Essayez également l'option 'Omettre les images manquantes'
hi: जाँचें कि चित्र फ़ाइल 'Figures', 'local\figures' या किसी निर्दिष्ट फोल्डर में स्थित है। इसके अलावा विकल्प 'गायब चित्रों को छोड़ें' आज़माएं।
hu: Ellenőrzi, hogy a képfájl a 'Figures', 'local\figures' vagy egy megadott mappában található-e. Próbálja ki a 'Hiányzó képek kihagyása' opciót is.
id: Lihat apakah file gambar ini ada di 'Gambar', di 'local\figures', atau di folder tertentu. Dan coba pilihan 'Abaikan Gambar yang Tidak Ada'
ko: 사진 파일이 '그림', '로컬\그림' 또는 지정 폴더에 있는지 확인합니다. 또한 '누락된 사진 생략' 옵션을 사용해 보세요.
ml: ചിത്രം ഫയൽ 'ഫിഗറുകള് ' , 'ലോക്കല് \ ഫിഗറുകള് ' അല്ലെങ്കിൽ ഒരു നിശ്ചിത ഫോൾഡറിൽ സ്ഥിതി ചെയ്യുന്നോ എന്ന് പരിശോധിക്കുക. 'മുന്നിലില്ലാത്ത ചിത്രങ്ങള് ഒഴിവാക്കുക' എന്ന ഓപ്ഷനും പരീക്ഷിക്കുക
my: ပုံဖိုင်ကို 'ဖီဂါး'၊ 'လုံးပီးရေး\ဖီဂါး' တွင်ရှိမရှိစစ်ကြည့်ပါ သို့မဟုတ် မှန်ကန်မှီခိုပြီး သတ်မှတ်ထားသော ဖရိုးတွဲသည်သည်လည်းကိုတော့ 'ပျောက်ဆုံးထားသော ပုံများကိုမဖြည့်ပါ' ရွေးသော အသုံးပြုပါ
pt: Verifique se o arquivo de imagem está localizado em 'Figures', 'local\figures' ou em uma pasta especificada. Também tente a opção 'Omitir Fotos Ausentes'
ro: Bifați dacă fișierul imagine este localizat în 'Figures', 'local\figures' sau folderul specificat. Încercați și opțiunea 'Omit Fotografii lipsă'
ru: Проверьте, находится ли файл изображения в 'Фигуры', 'local\figures' или указанной папке. Также попробуйте 'Omit Missing Pictures'
th: ตรวจสอบว่าไฟล์รูปอยู่ใน 'Figures', 'local\figures' หรือในแฟ้มที่กําหนด
zh: 查看图片文件是否位于'图形', 还是位于'本地\图形' 或某一 指定文件夹。同时尝试'忽略缺失图片'选项

source: Check if image/PDF file is available on the system. If you have specified one or more Front/Back matter PDFs or a Watermark PDF then ensure that the PDF(s) exist(s); OR uncheck those options (Advanced tab).
ar: تحقق مما إذا كانت الصورة / ملف الـ DF متوفرة على النظام. إذا كنت قد حددت واحدة أو أكثر من المواجهة/باقة المادة PDFs أو علامة مائية PDF ثم تأكد من وجود PDF(ات) ؛ أو إلغاء تحديد هذه الخيارات (علامة التبويب المتقدمة).
es: Compruebe si el archivo de imagen/PDF está disponible en el sistema. Si ha especificado uno o más PDFs de páginas iniciales/finales o un PDF de marca de agua, asegúrese de que estos PDFs existen; O desmarque esas opciones (pestaña Avanzado).
fr: Vérifiez si le fichier image/PDF est disponible sur le système. Si vous avez spécifié des PDF de pages liminaires, d'annexes, ou de filigrane assurez-vous que le(s) PDF(s) existe(nt) ; OU décochez ces options (onglet Avancé).
hi: जाँचें कि छवि/पीडीएफ फ़ाइल सिस्टम पर उपलब्ध है या नहीं। यदि आपने एक या अधिक फ्रंट/बैक मैटर पीडीएफ या एक वॉटरमार्क पीडीएफ निर्दिष्ट किया है तो सुनिश्चित करें कि पीडीएफ (पीडीएफ) मौजूद हैं; या उन विकल्पों को अनचेक करें (एडवांस्ड टैब)।
hu: Ellenőrizze, hogy a kép/PDF fájl elérhető-e a rendszerben. Ha megadott egy vagy több elől/hátul PDF-et vagy egy vízjeles PDF-et , akkor győződjön meg arról, hogy a PDF(ek) létezik(ek); VAGY törölje a jelölést ezekből az opciókból (Speciális lap).
id: Lihat apakah file gambar/PDF tersedia di komputer Anda. Kalau Anda telah menentukan PDF Bagian Depan, atau Bagian Belakang, atau Watermark, pastikan file PDF itu memang ada; ATAU jangan tentukan pilihan itu (bagian Lanjutan).
ko: 시스템에서 이미지/PDF 파일을 사용할 수 있는지 확인합니다. 앞/뒷면 PDF 또는 워터마크 PDF( )를 하나 이상 지정한 경우 해당 PDF가 있는지 확인하거나 해당 옵션(고급 탭)을 선택 해제합니다.
ml: സിസ്റ്റത്തിൽ ഇമേജ്/പിഡിഎഫ് ഫയൽ ലഭ്യമാണോ എന്ന് പരിശോധിക്കുക. ഒന്നോ അതിലധികമോ ഫ്രണ്ട്/ബാക്ക് മെറ്റീരിയൽ PDF- കൾ അല്ലെങ്കിൽ ഒരു വാട്ടർമാർക്ക് PDF വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ PDF- കൾ നിലവിലുണ്ടെന്ന് ഉറപ്പാക്കുക; അല്ലെങ്കിൽ ആ ഓപ്ഷനുകൾ അൺചെക്ക് ചെയ്യുക (വിപുലമായ ടാബ്).
my: ပုံ / PDF ဖိုင် အဆိုပါစနစ်တွင် ရနိုင်မရနိုင်စစ်ဆေးပါ။ သင်သည် ရှေ့/နောက် PDF သို့မဟုတ် ရေမှတ် PDF တစ်ခု (သို့) ထက်ပို၍ ဖျော်ဖြေရန်သတ်မှတ်ထားပါက အဆိုပါ PDF(s)ရှိမရှိသေချာစီစစ်ပါ၊ (သို့မဟုတ်)အဆိုပါ ရွေးချက်များလွှဲချန်ထားပါ (အဆင့်မြင့်ဗဟိုမှ)။
pt: Verifique se o arquivo de imagem/PDF está disponível no sistema. Se você especificou um ou mais arquivos PDF para Frente/Verso ou um arquivo PDF de Marca d'água, certifique-se de que o(s) PDF(s) exista(m); OU desmarque essas opções (aba Avançado).
ro: Verifica daca fisierul image/PDF este disponibil in sistem. Dacă aţi specificat unul sau mai multe PDF-uri frontale/back matter sau un Watermark PDF atunci asiguraţi-vă că PDF(urile) există(e); SAU debifați aceste opțiuni (filă avansată).
ru: Проверьте, доступен ли файл image/PDF в системе. Если вы указали один или несколько PDF или PDF с водяным знаком , то убедитесь, что у них есть PDF(ы); ИЛИ снимите флажок с этих опций (Дополнительная вкладка).
th: ตรวจสอบว่าไฟล์ภาพ/PDF มีให้บริการในระบบหรือไม่ หากคุณได้ระบุ PDF หน้า/หลัง หรือ PDF วอเตอร์มาร์คหนึ่งหรือหลายๆ รายการแล้วให้แน่ใจว่า PDF (((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((((
zh: 检查图像/PDF文件在系统中是否可用。 如果您指定了一个或多个文前辅文/附录事项 PDF 或 水印 PDF， 请确保该PDF确实存在； 或取消勾选这些选项(“高级设置”选项卡)。

source: Fallback font probably being applied to text in a footnote (not permitted!)
ar: الخط الخلفي ربما يتم تطبيقه على النص في حاشية (غير مسموح به!)
es: Probablemente se está aplicando una fuente alternativa al texto en una nota al pie de página (¡no está permitido!)
fr: La police de repli est probablement appliquée au texte dans une note de bas de page (pas permis !)
hi: शायद एक बैकफ़ोंट फालबैक फ़ॉन्ट फुटनोट में टेक्स्ट पर लागू किया जा रहा है (अनुमति नहीं!)
hu: Valószínűleg a lábjegyzetben lévő szöveghez használt tartalék betűtípus (nem megengedett!)
id: Mungkin font pengganti digunakan pada teks di catatan kaki (hal ini tidak boleh!)
ko: 각주의 텍스트에 대체 글꼴이 적용되었을 가능성이 있습니다(허용되지 않음!).
ml: ഒരു അടിക്കുറിപ്പിലെ വാചകത്തിന് ഫോൾബാക്ക് ഫോണ്ട് പ്രയോഗിക്കുന്നുണ്ടാകാം (അനുവദനീയമല്ല!
my: စေ့စပ် ထည့်ပေးသည် အက္ခရာများအတွက်သတ်မှတ်ခဲ့သောစာလုံးများကို အောက်ခြေမှတ်ချက်တွင်အသုံးပြုသည့်စာလုံးများထက်ကျော်ကြားရေးစနစ် မပါဝင်လို့ ဖြစ်နိုင်ပါသည် (ခွင့်ပြုရ် မဟုတ်ပါ)
pt: Fonte de substituição provavelmente sendo aplicada ao texto em uma nota de rodapé (não permitido!)
ro: Fontul Fallback este probabil aplicat textului într-o notă de subsol (nu este permis!)
ru: Резервный шрифт, вероятно, применяется к тексту в сноске (не допускается!)
th: แฟนต์ Fallback อาจถูกใช้กับข้อความในคําระบุ (ไม่อนุญาต!)
zh: 后备字体可能应用于脚注中的文本(不允许!)

source: Expecting a number for \Color definition, not a color name. (e.g. \Color xff7f7f)
ar: نتوقع رقمًا لتعريف \Color، وليس اسم لون. (على سبيل المثال \اللون xff7f7f)
es: Se espera un número para la definición de \Color, no un nombre de color. (por ejemplo, \Color xff7f7f)
fr: La définition de \Color doit contenir un nombre et non un nom de couleur (par exemple : \Color xff7f7f)
hi: \Color परिभाषा के लिए संख्या की उम्मीद है, रंग नाम की नहीं। (उदाहरण: \Color xff7f7f)
hu: A \Color definícióhoz számot vár, nem színnevet. (pl. \Color xff7f7f)
id: Mengharapkan angka untuk definisi \Color, bukan nama warna. (misalnya \Color xff7f7f)
ko: 색상 이름이 아닌 \색상 정의에 대한 숫자를 기대합니다. (예: \Color xff7f7f)
ml: ഒരു നിറത്തിന്റെ പേര് അല്ല, ഒരു നിറം നിർവചനത്തിനായി ഒരു നമ്പർ പ്രതീക്ഷിക്കുന്നു. (ഉദാ.
my: အရောင်အမည်မဟုတ်ဘဲ \Color ဖော်ပြချက်ကို နံပါတ်တစ်ခုကော်ကုန်ချက်အဖြစ်သတ်မှတ်နေသည် (e.g. \Color xff7f7f)
pt: À espera de um número para definição de cor, não de um nome de cor. (por exemplo, \Color xff7f7f)
ro: Se așteaptă un număr pentru definiția \Color, nu un nume de culoare. (de exemplu, \Color xff7f7f)
ru: Ожидается число для определения \Color, а не название цвета. (например, \Color xff7f7f)
th: คาดหวังจํานวนสําหรับ \Color definition, ไม่ใช่ชื่อสี (ตัวอย่าง \Color xff7f7f)
zh: 预计使用一个数字来定义\Color，而不是一个颜色名称。(例如: \Color xff7f7f)

source: Possibly a missing +/- value in the Adjust List (see View+Edit tab). OR Maybe related to USFM3 illustration markup
ar: من المحتمل أن تكون قيمة +/- مفقودة في قائمة الضبط (انظر علامة التبويب عرض+تحرير). أو ربما يتعلق بترميز الرسم التوضيحي USFM3
es: Posiblemente falta un valor +/- en la Lista de ajustes (véase la pestaña Ver+Editar). O Tal vez esté relacionado con el marcado de la ilustración USFM3
fr: Peut-être une valeur +/- manquante dans la liste des ajustements (voir l'onglet Voir+Modifier). OU Peut-être lié au balisage de l'illustration USFM3
hi: शायद समायोजन सूची में एक गुम +/- मान (देखें View+Edit टॅब)। या शायद यह USFM3 चित्रण मार्कअप से संबंधित है।
hu: Lehetséges, hogy hiányzik egy +/- érték a Beállítások listájából (lásd a Nézet+Szerkesztés lapot). VAGY Talán az USFM3 illusztrációs jelöléssel kapcsolatos.
id: Mungkin ada nilai +/- yang hilang di Daftar Sesuaikan (lihat tab Lihat+Edit). ATAU Mungkin terkait dengan markup ilustrasi USFM3
ko: 조정 목록에 +/- 값이 누락되었을 수 있습니다(보기+수정 탭 참조). 또는 USFM3 일러스트레이션 마크업과 관련이 있을 수 있습니다.
ml: അഡ്ജസ്റ്റ് ലിസ്റ്റിൽ +/- മൂല്യം കാണാതായതാകാം (View+Edit ടാബ് കാണുക). അല്ലെങ്കിൽ USFM3 ചിത്രീകരണ മാർക്കപ്പുമായി ബന്ധപ്പെട്ടതാകാം
my: ပိုဖြစ်တဲ့ +/- ဝန်ကျဉ်းမှုတွင်အစီစဉ်မက်ကွိကနေ ORကို USFM3 illustration လိုက်ပါတယ်
pt: Possivelmente um valor +/- ausente na Lista de ajustes (consulte a guia Exibir+Editar). OU Talvez relacionado à marcação da ilustração USFM3
ro: Posibil să lipsească o valoare +/- în lista de ajustări (a se vedea fila Vizualizare+Editare). SAU Poate avea legătură cu marcajul ilustrației USFM3
ru: Возможно, отсутствует значение +/- в списке Adjust List (см. вкладку View+Edit). ИЛИ Возможно, связано с разметкой иллюстраций USFM3.
th: อาจมีค่า +/- ที่หายไปในรายการปรับ (ดูแท็บ View+Edit) หรืออาจเกี่ยวข้องกับการตราสัญลักษณ์ USFM3
zh: 可能是 "调整列表 "中缺少 +/- 值（请参阅 "查看+编辑 "选项卡）。 或 可能与 USFM3 插图标记有关
