Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This button will (re-)generate content for Front Matter, AdjList(s) and Final SFM. If you only want to (re-)generate an Adj List for a single book, then just select that book on the Basic tab. Otherwise it will (re-)generate a Pic/Adj list for each of the books listed for printing. Shortcut: Ctrl-G
ar: هذا الزر سوف (إعادة إنشاء) المحتوى ل مسألة الأمام، قائمة (قوائم) و SFM النهائية. إذا كنت تريد فقط (إعادة إنشاء) قائمة Adj ل كتاب واحد، ثم قم فقط باختيار هذا الكتاب على علامة التبويب الأساسية. وإلا فسيتم (إعادة إنشاء قائمة Pic/Adj لكل من الكتب المدرجة للطباعة. اختصار: Ctrl-G
es: Este botón (re)generará el contenido de las páginas iniciales, AdjList(s) y SFM final. Si sólo quiere (re)generar una Lista de Adjuntos para un solo libro, sólo tiene que seleccionar ese libro en la pestaña Básica. De lo contrario, se (re)generará una lista Pic/Adj para cada uno de los libros listados para imprimir. Atajo: Ctrl-G
fr: Ce bouton va (re-)générer le contenu des pages liminaires, des AdjListe(s), et le fichier SFM final. Si vous voulez seulement (re-)générer une AdjListe pour un seul livre, il vous suffit de sélectionner ce livre dans l'onglet Basique. Sinon, il va (re-)générer des AdjListes pour chacun des livres listés pour l'impression. Raccourci : Ctrl-G
hi: यह बटन आगे की सामग्री, एडजस्ट लिस्ट(s) और अंतिम SFM के लिए सामग्री (पुनः-) उत्पन्न करेगा। यदि आप केवल किसी एक पुस्तक के लिए एडजस्ट सूची (पुनः-) उत्पन्न करना चाहते हैं, तो केवल उसी पुस्तक का चयन बेसिक टैब पर करें। अन्यथा यह प्रत्येक पुस्तक के लिए सूची पुनः उत्पन्न करेगा, जिसे प्रिंटिंग के लिए सूचीबद्ध किया गया है। शॉर्टकट: Ctrl-G
hu: Ez a gomb (újra)generálja a Címlap, AdjList(ek) és a végleges SFM tartalmát. Ha csak egyetlen könyv Adj Listáját szeretné (újra)generálni, akkor csak válassza ki azt a könyvet az Alap lapon. Ellenkező esetben a program (újra)generál egy Kép/Adj listát a nyomtatásra felsorolt könyvek mindegyikéhez. rövidítés: Ctrl-G
id: Tombol ini akan menghasilkan (atau menghasilkan kembali) konten untuk Bagian Depan Buku, Daftar Penyesuaian, dan SFM Akhir. Jika Anda hanya ingin menghasilkan (kembali) Daftar Penyesuaian untuk satu kitab, pilih buku itu saja di tab Dasar. Kalau tidak, akan menghasilkan (kembali) daftar Gambar/Penyesuaian untuk setiap kitab yang terdaftar untuk dicetak. Tombol pintas: Ctrl G
ko: 이 버튼을 누르면 앞부분, 광고 목록 및 최종 SFM에 대한 콘텐츠가 (재)생성됩니다. 한 권의 책에 대한 광고 목록만 (재)생성하려면 기본 탭에서 해당 책을 선택하기만 하면 됩니다. 그렇지 않으면 인쇄용으로 나열된 각 책에 대해 그림/광고 목록을 (재)생성합니다. 단축키: Ctrl-G
ml: ഈ ബട്ടൺ ഫ്രണ്ട് മെറ്റീരിയൽ, അഡ്ജിൽസ്റ്റ് (എം) എസുകൾ, ഫൈനൽ എസ്എഫ്എം എന്നിവയുടെ ഉള്ളടക്കം (പുനർ) സൃഷ്ടിക്കും. നിങ്ങൾക്ക് ഒരു പുസ്തകത്തിന് മാത്രം ഒരു അഡ്ജിൽസ്റ്റ് (പുനർ) സൃഷ്ടിക്കാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ, അടിസ്ഥാന ടാബിൽ ആ പുസ്തകം തിരഞ്ഞെടുക്കുക. അല്ലാത്തപക്ഷം പ്രിന്റുചെയ്യാൻ ലിസ്റ്റുചെയ്തിരിക്കുന്ന ഓരോ പുസ്തകത്തിനും ഒരു പിക് / അഡ്ജിൽസ്റ്റ് (പുനർ) സൃഷ്ടിക്കും. കുറുക്കുവഴിഃ Ctrl-G
my: Frontend Matters, AdjLists, and Final SFM များအတွက် ဒီခလုတ်ဖြင့် (ပြန်)ထုတ်ရန်ဖြစ်သည်။
pt: Este botão irá (re)gerar conteúdo para Front Matter, AdjList(s) e Final SFM. Se quiser apenas (re)gerar uma Lista de Adjuntos para um único livro, então basta seleccionar esse livro no separador Básico. Caso contrário, irá (re)gerar uma lista Pic/Adj para cada um dos livros listados para impressão. atalho: Ctrl-G
ro: Acest buton va (re)genera conținutul pentru Front Matter, AdjList(s) și SFM final. Dacă doriți să (re)generați o listă de ajustări doar pentru o singură carte, atunci selectați cartea respectivă în fila Basic. În caz contrar, se va (re)genera o listă Pic/Adj pentru fiecare dintre cărțile listate pentru imprimare. Shortcut: Ctrl-G
ru: Эта кнопка (повторно) создаст содержание для Front Matter, AdjList(s) и Final SFM. Если вы хотите (повторно) сгенерировать Adj List только для одной книги, то просто выберите эту книгу на вкладке Basic. В противном случае будет (повторно) сгенерирован список Pic/Adj для каждой из книг, перечисленных для печати. Ярлык: Ctrl-G
th: ปุ่มนี้จะ (รี) สร้างเนื้อหาสําหรับเรื่องหน้า, AdjList(s และ SFM สุดท้าย หากคุณต้องการ (รี) สร้างรายการ Adj สําหรับหนังสือเดียว, จากนั้นเพียงแค่เลือกหนังสือนั้นในแท็บพื้นฐาน. ไม่เช่นนั้นมันจะ (รี) สร้างรายการ Pic / Adj สําหรับหนังสือแต่ละเล่มที่จัดให้พิมพ์. ทางลัด: Ctrl-G
zh: 这个按钮将（重新）生成 文前辅文、调整列表和最终SFM的内容。 如果你只想为 一本书（重新）生成一个调整列表，那么只需在 “基本”选项卡上选择该书。否则，将为每一本在打印列表里的书 （重新）生成一个图片和调整列表。 快捷方式：Ctrl-G

source: View/Edit...
ar: عرض/تحرير...
es: Ver/Editar...
fr: Voir/Modifier...
hi: देखें/संपादित करें...
hu: Megtekintés/szerkesztés...
id: Lihat/Sunting...
ko: 보기/편집...
ml: കാണുക/എഡിറ്റ് ചെയ്യുക...
my: ကြည့်ရန်/တည်းဖြတ်ရန် ...
pt: Visualizar/Editar...
ro: Vizualizare/Editare...
ru: Вид/Редактировать...
th: ดู/แก้ไข...
zh: 查看/编辑...

source: View (or edit) file in external editor
ar: عرض (أو تحرير) الملف في محرر خارجي
es: Ver (o editar) el archivo en un editor externo
fr: Voir (ou modifier) le fichier dans un éditeur externe
hi: बाहरी सम्पादक में फ़ाइल (या संपादित करे) देखें
hu: Fájl megtekintése (vagy szerkesztése) külső szerkesztőprogramban
id: Lihat (atau sunting) file memakai program lain
ko: 외부 편집기에서 파일 보기(또는 편집)
ml: ബാഹ്യ എഡിറ്ററിൽ ഫയൽ കാണുക (അല്ലെങ്കിൽ എഡിറ്റ് ചെയ്യുക)
my: ပြင်ပ တည်းဖြတ်သူတွင် ဖိုင်ကို ကြည်နှာ (ဒါမှမဟုတ်) တည်းဖြတ်ရန်
pt: Ver (ou editar) ficheiro no editor externo
ro: Vizualizarea (sau editarea) fișierului în editorul extern
ru: Просмотр (или редактирование) файла во внешнем редакторе
th: ดู (หรือแก้ไข) ไฟล์ในเอดิทเตอร์ภายนอก
zh: 在外部编辑器中查看（或编辑）文件

source: You may view (and in some cases edit) the file in your system's text Editor. Warning: If you edit settings in an external editor, be careful to save them (externally) and then click the refresh button (within PTXprint) before you hit Print. Otherwise you could lose changes that were made. If nothing happens when you click here, it is probably because you have not associated the file type (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) with a text editor (such as Notepad or NP++). Note that any changes to the Final SFM text get overwritten each time you hit Print. So any changes to the text or markers need to be made in Paratext. Shortcut: Ctrl-E
ar: يمكنك عرض (وتحرير في بعض الحالات) الملف في محرر النص في النظام الخاص بك. تحذير: إذا قمت بتعديل الإعدادات في محرر خارجي ، كن حذراً لحفظ (خارجي) ثم انقر فوق زر التحديث (داخل PTXprint) قبل أن تضغط على الطباعة. وإلا يمكنك أن تخسر التغييرات التي تم إجراؤها. إذا لم يحدث أي شيء عند النقر هنا، فذلك على الأرجح لأنك لم ترتبط بنوع الملف (. fm, .piclist, .adjlist, .tex, .log, .sty الخ) مع محرر نص (مثل Notepad أو NP++). لاحظ أن أي تغييرات على نص SFM النهائي تحصل على الكتابة فوقها في كل مرة تضغط فيها على الطباعة. لذا يجب إجراء أي تغييرات على النص أو العلامات في Paratext. الاختصار: Ctrl-E
es: Puede ver (y en algunos casos editar) el archivo en el Editor de texto de su sistema. Advertencia: Si edita los ajustes en un editor externo , tenga cuidado de guardarlos (externamente) y luego haga clic en el botón de actualización (dentro de PTXprint) antes de pulsar Imprimir. De lo contrario podrías perder los cambios realizados. Si no ocurre nada al hacer clic aquí, es probablemente porque no ha asociado el tipo de archivo (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) con un editor de texto (como el Bloc de notas o NP ). Tenga en cuenta que cualquier cambio en el texto final de SFM se sobrescribe cada vez que se pulsa Imprimir. Así que cualquier cambio en el texto o en los marcadores debe hacerse en Paratext. Atajo: Ctrl-E
fr: Vous pouvez visualiser (et dans certains cas modifier) le fichier dans l'éditeur de texte de votre système. Avertissement : Si vous modifiez les paramètres dans un éditeur externe, prenez soin de les enregistrer (en externe) puis de cliquer sur le bouton d'actualisation (dans PTXprint) avant d'appuyer sur Imprimer. Sinon vous pourriez perdre les changements qui ont été faits. Si rien ne se passe lorsque vous cliquez ici, c'est probablement parce que vous n'avez pas associé le type de fichier (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) avec un éditeur de texte (tel que Notepad ou NP++). Notez que toute modification du texte SFM final est écrasée chaque fois que vous appuyez sur Imprimer. Ainsi, toute modification du texte ou des marqueurs doit être effectuée dans Paratext. Raccourci : Ctrl-E
hi: आप अपने सिस्टम के टेक्स्ट एडिटर में फ़ाइल को देख और कुछ मामलों में संपादित कर सकते हैं। चेतावनी: यदि आप किसी बाहरी एडिटर में सेटिंग्स संपादित करते हैं, तो उन्हें बाहरी रूप से सहेजें और फिर प्रिंट पर क्लिक करने से पहले PTXprint में रिफ्रेश बटन पर क्लिक करें। अन्यथा आप किए गए परिवर्तन खो सकते हैं। यदि आप यहां क्लिक करते हैं और कुछ नहीं होता है, तो संभव ह यह है कि आपने फ़ाइल प्रकार (.sfm, .piclist, .adjlist, .tex, .log, .sty आदि) को किसी टेक्स्ट एडिटर (जैसे Notepad या NP++) के साथ संघनित नहीं किया है। ध्यान दें कि प्रत्येक प्रिंट पर क्लिक करने पर अंतिम SFM टेक्स्ट को हर बार अधिलेखित किया जाता है। इसलिए पाठ या मार्कर में कोई भी परिवर्तन Paratext में करने की आवश्यकता है। शॉर्टकट: Ctrl-E
hu: A fájlt megtekintheti (és bizonyos esetekben szerkesztheti) a rendszer szövegszerkesztőjében. Figyelmeztetés: Ha a beállításokat egy külső szerkesztőprogramban szerkeszti, ügyeljen arra, hogy (külsőleg) mentse azokat, majd kattintson a frissítés gombra (a PTXprintben), mielőtt megnyomja a Print gombot. Ellenkező esetben elveszítheti az elvégzett módosításokat. Ha semmi sem történik, amikor ide kattint, az valószínűleg azért van, mert nem társította a fájltípust (.sfm, .piclist, .adjlist, .tex, .log, .sty stb.) egy szövegszerkesztővel (például Notepad vagy NP ). Vegye figyelembe, hogy a végleges SFM szövegben végrehajtott módosítások minden alkalommal felülíródnak, amikor megnyomja a Print (Nyomtatás) gombot. Tehát a szövegben vagy a jelöléseken végzett változtatásokat a Paratextben kell elvégezni. Shortcut: Ctrl-E
id: Anda dapat melihat (dan mungkin dapat menyunting) file di program penyunting teks pada komputer Anda. Peringatan: Jika Anda menyunting pengaturan dengan program lain, maka Anda harus menyimpannya (di luar PTXprint) dan kemudian klik tombol segarkan (di dalam PTXprint) sebelum Anda klik Print. Jika tidak, Anda bisa kehilangan perubahan yang telah dibuat. Jika tidak ada yang terjadi saat Anda mengklik di sini, mungkin karena Anda belum mengaitkan jenis file (.sfm, .piclist, .adjlist, .tex, .log, .sty, dll.) dengan penyunting teks (seperti Notepad atau NP++). Perhatikan bahwa setiap perubahan pada teks SFM yang dihasilkan akan ditimpa setiap kali Anda klik Print. Jadi setiap perubahan pada teks atau markah harus dilakukan di Paratext. Tombol pintas: Ctrl E
ko: 시스템의 텍스트 편집기에서 파일을 보고(경우에 따라 수정할 수 있습니다). 경고: 외부 편집기에서 설정을 편집하는 경우, 인쇄를 누르기 전에 설정을 (외부에) 저장한 다음 새로 고침 버튼( PTXprint 내)을 클릭해야 합니다. 그렇지 않으면 변경한 내용이 손실될 수 있습니다. 여기를 클릭해도 아무 일도 일어나지 않으면 아마도 파일 유형(.sfm, .piclist, .adjlist, .tex, .log, .sty 등) 을 텍스트 편집기(메모장 또는 NP++ 등)와 연결하지 않았기 때문일 것입니다. 최종 SFM 텍스트에 대한 변경 사항은 인쇄를 누를 때마다 덮어씁니다. 따라서 텍스트 또는 마커를 변경하려면 Paratext에서 변경해야 합니다. 단축키: Ctrl-E
ml: നിങ്ങളുടെ സിസ്റ്റത്തിന്റെ ടെക്സ്റ്റ് എഡിറ്ററിൽ നിങ്ങൾക്ക് ഫയൽ കാണാനും (ചില സന്ദർഭങ്ങളിൽ എഡിറ്റുചെയ്യാനും) കഴിയും. മുന്നറിയിപ്പ്ഃ നിങ്ങൾ ഒരു ബാഹ്യ എഡിറ്ററിൽ ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുകയാണെങ്കിൽ, അവയെ സംരക്ഷിക്കാൻ ശ്രദ്ധിക്കുക (ബാഹ്യമായി) തുടർന്ന് പ്രിന്റ് അമർത്തുന്നതിന് മുമ്പ് പുതുക്കൽ ബട്ടൺ (PTXprint- ൽ) ക്ലിക്കുചെയ്യുക. അല്ലാത്തപക്ഷം നിങ്ങൾ വരുത്തിയ മാറ്റങ്ങൾ നഷ്ടപ്പെടാം. ഇവിടെ ക്ലിക്കുചെയ്യുമ്പോൾ ഒന്നും സംഭവിച്ചില്ലെങ്കിൽ, നിങ്ങൾ ഫയൽ തരം (.sfm, .piclist, .adjlist, .tex, .log, .sty മുതലായവ) ഒരു ടെക്സ്റ്റ് എഡിറ്ററുമായി (നോട്ട്പാഡ് അല്ലെങ്കിൽ NP++ പോലുള്ളവ) ബന്ധിപ്പിച്ചിട്ടില്ലാത്തതിനാലായിരിക്കാം. അന്തിമ എസ്എഫ്എം ടെക്സ്റ്റിലെ മാറ്റങ്ങൾ ഓരോ പ്രിന്റ് അമർത്തുമ്പോഴും തിരുത്തിയെഴുതപ്പെടുന്നു. അതിനാൽ ടെക്സ്റ്റിലേക്കോ മാർക്കറുകളിലേക്കോ എന്തെങ്കിലും മാറ്റങ്ങൾ പാര്ടെക്സ്റ്റിൽ വരുത്തേണ്ടതുണ്ട്. കുറുക്കുവഴിഃ Ctrl-E
my: သင့်စနစ်၏ စာသား တည်းဖြတ်ရာတွင် ဖိုင်ကိုကြည့်ရန် (ပျွစ်စဲခဉ်တ်လာလွှတ်တွဂျာ) ဖြင့် မည်သည့် ကြိမ်များနှင့်မဆိုကိုယ်ပြန်စီစဉ်မှုများကို ပြုလုပ်ရပါမည်စစ်ရပါမူ
pt: Pode ver (e em alguns casos editar) o ficheiro no editor de texto do seu sistema. Aviso: Se editar definições num editor externo de , tenha o cuidado de as guardar (externamente) e depois clique no botão actualizar (dentro de PTXprint) antes de carregar em Print. Caso contrário, poderá perder as alterações que foram feitas. Se nada acontecer quando clicar aqui, é provavelmente porque não associou o tipo de ficheiro (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) com um editor de texto (como o Notepad ou NP ). Note que quaisquer alterações ao texto SFM final recebem sobrescrito cada vez que se carrega em Print. Portanto, quaisquer alterações ao texto ou marcadores têm de ser feitas em Paratext. Atalho: Ctrl-E
ro: Puteți vizualiza (și, în unele cazuri, edita) fișierul în editorul de text al sistemului dumneavoastră. Avertisment: Dacă modificați setările într-un editor extern , aveți grijă să le salvați (extern) și apoi să faceți clic pe butonul de reîmprospătare (în cadrul PTXprint) înainte de a apăsa Print. În caz contrar ați putea pierde modificările efectuate. Dacă nu se întâmplă nimic când faceți clic aici, este probabil pentru că nu ați asociat tipul de fișier (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) cu un editor de text (cum ar fi Notepad sau NP ). Rețineți că orice modificare a textului Final SFM se suprascrie de fiecare dată când apăsați Print. Așadar, orice modificare a textului sau a markerilor trebuie făcută în Paratext. Scurtătură: Ctrl-E
ru: Вы можете просмотреть (и в некоторых случаях отредактировать) файл в текстовом редакторе вашей системы. Внимание: Если вы редактируете настройки во внешнем редакторе , будьте внимательны, сохраните их (во внешнем редакторе) и затем нажмите кнопку обновления (внутри PTXprint), прежде чем нажать кнопку Print. В противном случае вы можете потерять сделанные изменения. Если при нажатии кнопки ничего не происходит, это возможно потому, что вы не связали тип файла (.sfm, .piclist, .adjlist, .tex, .log, .sty и т.д.) с текстовым редактором (таким как Notepad или NP). Обратите внимание, что любые изменения в тексте Final SFM будут перезаписываться каждый раз, когда вы нажимаете Print. Поэтому любые изменения в тексте или маркерах должны быть сделаны в Паратексте. Сокращение: Ctrl-E
th: คุณสามารถดู (และในบางกรณีแก้ไข) ไฟล์ในเอดิทอเรตเตอร์ข้อความของระบบของคุณ. คําเตือน: หากคุณแก้ไขการตั้งค่าในเอดิทอเรตเตอร์ภายนอก, ระวังว่าจะเก็บมัน (ภายนอก) และก็คลิกปุ่มปรับปรุง (ภายใน PTXprint) ก่อนที่จะกดปุ่ม Print. ไม่เช่นนั้นคุณอาจสูญเสียการเปลี่ยนแปลงที่ทํา. หากไม่มีอะไรเกิดขึ้นเมื่อคุณคลิกที่นี่, มันอาจเป็นเพราะคุณไม่ได้ผูกพันธมิตรประเภทไฟล์ (.sfm, .piclist, .adjlist, .tex, .log, .sty ฯลฯ) กับเอดิทอเรตเตอร์ข้อความ (เช่น Notepad หรือ NP++) หมายเหตุว่าการเปลี่ยนแปลงใด ๆ ในข้อความ SFM สุดท้ายจะถูกเขียนเกินทุกครั้งที่คุณกด Print ดังนั้นการเปลี่ยนแปลงใด ๆ ในข้อความหรือเครื่องหมายต้องถูกทําใน Paratext. ทางลัด: Ctrl-E
zh: 您可以查看(某些情况下可以编辑) 在您系统的 文本编辑器里的文件。 警告：如果您使用外部编辑器进行设置， 一定要保存它们（外部） 然后在您点击打印之前， 单击刷新按钮（在 PTXprint）。否则 您可能会丢失所做的更改。 如果点击这里没有任何反应，那 可能是因为你没有用文本编辑器 关联文件类型（.sfm、.piclist、.adjlist、.tex、.log、.sty 等） （例如记事本或 NP++）。 请注意，每次点击打印按钮时 都会覆盖最终 SFM 文本。 所以任何需要对 文本进行的修改或标记都需要在《圣经辅助工具》中进行。 快捷键：Ctrl-E

source: Edit Variables...
ar: تحرير المتغيرات...
es: Editar variables...
fr: Modifier les variables...
hi: चरों को संपादित करें...
hu: Változók szerkesztése...
id: Sunting Variabel...
ko: 변수 편집...
ml: വേരിയബിളുകൾ എഡിറ്റ് ചെയ്യുക...
my: Variable တည်းဖြတ်ပါ...
pt: Editar Variáveis...
ro: Editează Variabile...
ru: Изменить переменные...
th: แก้ไขตัวแปร...
zh: 编辑变量...

source: Edit peripheral variables
ar: تحرير متغيرات هامشية
es: Editar variables periféricas
fr: Modifier les variables périphériques
hi: पार्श्वीय चर संपादित करें
hu: Perifériás változók szerkesztése
id: Sunting variabel sampingan
ko: 주변 변수 편집
ml: പെരിഫറൽ വേരിയബിളുകൾ എഡിറ്റുചെയ്യുക
my: အစပ်အဖျား အလှိပ်များ အမြင်အနှံများ
pt: Editar variáveis periféricas
ro: Editarea variabilelor periferice
ru: Редактирование периферийных переменных
th: แก้ไขตัวแปรระยะ
zh: 编辑外围变量

source: If you have used \zvar_variable names in the front matter template, these may be edited on the "Pub. Info" tab. Click this button to show that tab.
ar: إذا كنت قد استخدمت أسماء \zvar_variable في قالب المادة الأمامية، قد يتم تعديلها على "Pub. معلومات التبويب. انقر على هذا الزر لإظهار علامة التبويب هذه.
es: Si ha utilizado nombres de \zvar_variable en la plantilla de materia principal, estos pueden ser editados en la pestaña "Pub. Info". Haga clic en este botón para mostrar esa pestaña.
fr: Si vous avez utilisé des noms de \zvar|variable dans le modèle des pages liminaires, ceux-ci peuvent être édités dans l'onglet "Info Publication". Cliquez sur ce bouton pour afficher cet onglet.
hi: यदि आपने सामने की बात टेम्पलेट में \zvar_variable नामों का उपयोग किया है, तो इन्हें "प्रकाशन जानकारी" टैब पर संपादित किया सकता है। इस टैब को दिखाने के लिए इस बटन पर क्लिक करें।
hu: Ha az előlap sablonban \zvar_variable neveket használt, akkor ezeket szerkesztheti a "Pub. Info" fülön. Kattintson erre a gombra az adott lap megjelenítéséhez.
id: Jika Anda telah menggunakan nama \zvar_variable di format Bagian Depan Buku, maka nama ini dapat disunting pada tab "Info Penerbitan". Klik tombol ini untuk menampilkan tab itu.
ko: 제목 템플릿에서 \zvar_변수 이름 을 사용한 경우, '발행물' 탭에서 수정할 수 있습니다. 정보" 탭에서 수정할 수 있습니다. 이 버튼을 클릭하면 해당 탭이 표시됩니다.
ml: നിങ്ങൾ മുൻവശത്തെ മെറ്റീരിയൽ ടെംപ്ലേറ്റിൽ \zvar_variable പേരുകൾ ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ, അവ "Pub. Info" ടാബിൽ എഡിറ്റുചെയ്യാം. ആ ടാബ് കാണിക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക.
my: ရှေ့ခြင်း အတူ \zvar_variable အမည်များ သုံးခဲ့လျှင်၊ ဤ tab တွင် "Pub. Info" tab တွင် တည်းဖြတ်နိုင်သည်။ အဆိုပါ tab ကို ဖော်ပြရန် ဤခလုတ်ကိုနှိပ်ပါ။
pt: Se você tiver usado nomes de \zvar_variable no template fronmatter , eles podem ser editados em "Pub. Guia Info". Clique neste botão para mostrar aquela guia.
ro: Dacă ați folosit nume de variabile \zvar_variabile în șablonul de față, acestea pot fi editate pe pagina "Pub. Info". Faceți clic pe acest buton pentru a afișa fila respectivă.
ru: Если вы использовали имена \zvar_переменных в шаблоне передней материи, то они могут быть отредактированы на "Pub. Вкладка «Информация». Нажмите эту кнопку, чтобы показать эту вкладку.
th: หากคุณได้ใช้ชื่อตัวแปร \zvar_ ในเทมปลาเนื้อหาหน้า, เหล่านี้อาจถูกแก้ไขในแท็บ "Pub. Info". คลิกปุ่มนี้เพื่อแสดงแท็บนั้น
zh: 如果您在文前辅文的模板中使用了 \zvar_variable 名称 ，这些名称可以 在 "出版信息"选项卡上编辑。点击 这个按钮来显示该选项卡。
