Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: It is recommended to leave this option unchecked (off) unless you have intentionally customized styles using the ptxprint-mods.sty stylesheet and wish for these to be used by PTXprint.
ar: يوصى بترك هذا الخيار بدون تحديد (إيقاف) إلا إذا كنت قد تعمدت الأنماط المخصصة باستخدام ورقة الأنماط ptxprint-mods.sty و ترغب في استخدامها بواسطة PTXprint.
es: Se recomienda dejar esta opción sin marcar (apagado) a menos que tengas intencionalmente estilos personalizados usando las hojas de estilo ptxprint-mods.sty y desea que estos sean utilizados por PTXprint.
fr: Il est recommandé de laisser cette option décochée (désactivée) à moins que vous n'ayez intentionnellement des styles personnalisés en utilisant les ptxprint-mods.sty feuille de style et souhaitent que ceux-ci soient utilisés par PTXprint.
hi: जब तक आपने जानबूझकर स्टाइलशीट पट्सप्रिंट-मॉड्स.स्टाइ का उपयोग करके शैलियों को अनुकूलित नहीं किया है और चाहते हैं कि PTXprint द्वारा इन्हें उपयोग किया जाए, इस विकल्प को अनियंत्रित (बंद) छोड़ने की सिफारिश की जाती है।
hu: Javasoljuk, hogy hagyja ezt az opciót bejelölve (ki) kivéve, ha szándékosan testreszabott stílusokat használ a ptxprint-mods.sty stíluslap segítségével, és szeretné, ha ezeket a PTXprint használná.
id: Disarankan untuk membiarkan pilihan ini tidak dicentang (nonaktif) kecuali jika Anda sengaja menyesuaikan gaya dengan menggunakan lembar gaya ptxprint-mods.sty dan ingin supaya gaya tsb. digunakan oleh PTXprint.
ko: 이 옵션은 체크 해제된 상태로 (off) 두는 것이 좋습니다. ptxprint-mods.sty 스타일시트를 사용하여 의도적으로 스타일을 맞춤 설정하지 않았다면 PTXprint에 의해 사용되기를 원하면 이 옵션을 그대로 두십시오.
ml: ഈ ഓപ്ഷൻ അടച്ചിട്ടിരിക്കാൻ ശുപാർശ ചെയ്യുന്നു (നിർജ്ജീവമാക്കി) നിങ്ങൾ ptxprint-mods.sty ശൈലികൾ ഉപയോഗിച്ച് മനഃപൂർവ്വം ഇഷ്ടാനുസൃതമാക്കിയിട്ടുണ്ടെങ്കിൽ PTXprint ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നെങ്കിൽ.
my: မည်သည့်ထားလျက်အစားအထားအားလုံးကို အမှန်စာအုပ်အချုပ်၌ ရှိပါသည်မလားဆိုသည့် ကျိုးကြောင်းပြောခြင်း တည်ရှိမှုကို၊ ptxprint-mods.styတင်ရွေးမှုပုံပြောင်သာမည်
pt: É recomendável deixar esta opção desmarcada (desativada) a menos que você tenha intencionalmente estilos personalizados usando os ptxprint-mods. folha de estilos e desejam que eles sejam usados pelo PTXprint.
ro: Este recomandat să lăsați această opțiune nebifată (gol) dacă nu aveți în mod intenționat stiluri personalizate de calitate folosind stylesheetul ptxprint-mods.sty, şi doresc ca acestea să fie utilizate de PTXprint.
ru: Рекомендуется оставить этот параметр снят (выкл.) , если только вы не сделали модифицированных стилей с помощью ptxprint-mods. Если вы хотите использовать их в PTXprint, то ваша таблица стилей и .
th: แนะนําให้ปล่อยให้ตัวเลือกนี้ไม่เลือก (ปิด) เว้นแต่คุณมีสไตล์ที่แต่งเองโดยตั้งใจโดยใช้หน้ากากสไตล์ ptxprint-mods.sty และต้องการให้ PTXprint ใช้มัน
zh: 建议不要选中此选项 (关闭) ，除非您有意 使用ptxprint-mods.sty来 自定义样式，并且希望这些样式 被PTXprint使用。

source: Apply Customized Styles (custom.sty)
ar: تطبيق أنماط مخصصة (custom.sty)
es: Aplicar estilos personalizados (custom.sty)
fr: Appliquer les styles personnalisés (custom.sty)
hi: अनुकूलित शैलियाँ लागू करें (custom.sty)
hu: Egyéni stílusok alkalmazása (custom.sty)
id: Terapka Gaya Teks yang Disesuaikan (custom.sty)
ko: 사용자 지정 스타일 적용(custom.sty)
ml: ഇഷ്ടാനുസൃത ശൈലികൾ പ്രയോഗിക്കുക (custom.sty)
my: မည်သည့်ပြောင်းလဲမှုပုံကျင်နေသည်ကို (custom.sty)
pt: Aplicar estilos personalizados (custom.sty)
ro: Aplică stiluri personalizate (personalizat)
ru: Применить индивидуальные стили (custom.sty)
th: ใช้สไตล์ที่กําหนดเอง (custom.sty)
zh: 应用自定义样式 (custom.sty)

source: Apply custom styles
ar: تطبيق أنماط مخصصة
es: Aplicar estilos personalizados
fr: Appliquer les styles personnalisés
hi: कस्टम शैलियाँ लागू करें
hu: Egyéni stílusok alkalmazása
id: Aktifkan gaya yang disesuaikan
ko: 사용자 지정 스타일 적용
ml: ഇഷ്ടാനുസൃത ശൈലികൾ പ്രയോഗിക്കുക
my: ရိယန်းသာနှင့်ထဲ
pt: Aplicar estilos personalizados
ro: Aplicați stiluri personalizate
ru: Применение пользовательских стилей
th: ใช้สไตล์ตามสั่ง
zh: 应用自定义样式

source: It is recommended to leave this option unchecked (off) unless you have intentionally customized styles using the custom.sty stylesheet and wish for these to be used by PTXprint.
ar: من المستحسن ترك هذا الخيار غير محدد (إيقاف) إلا إذا كنت متعمداً أنماط مخصصة باستخدام مخصص. وستين ورقة نمطية ورغبة لاستخدامها من قبل PTXprint.
es: Se recomienda dejar esta opción sin marcar (apagado) a menos que tengas intencionalmente estilos personalizados usando hoja de estilo custom.sty y desea que estos sean utilizados por PTXprint.
fr: Il est recommandé de laisser cette option décochée (désactivée) à moins que vous n'ayez intentionnellement des styles personnalisés en utilisant le custom. ty feuille de style et souhaitez que celles-ci soient utilisées par PTXprint.
hi: जब तक आपने जानबूझकर शैलियों को अनुकूलित नहीं किया है custom.sty स्टाइलशीट का उपयोग करके और चाहते हैं कि इन्हें PTXprint द्वारा उपयोग किया जाए, इस विकल्प को अनियंत्रित (बंद) छोड़ने की सिफारिश की जाती है।
hu: Javasoljuk, hogy hagyja ezt az opciót bejelölve (ki) , kivéve, ha szándékosan testreszabott stílusokat használ a custom.sty stíluslap segítségével, és szeretné, ha ezeket a PTXprint használná.
id: Disarankan untuk membiarkan pilihan ini tidak dicentang (nonaktif) kecuali jika Anda sengaja menyesuaikan gaya dengan menggunakan lembar gaya custom.sty dan ingin supaya gaya tsb. digunakan oleh PTXprint.
ko: 이 옵션은 체크 해제된 상태로 (off) 두는 것이 좋습니다. custom.sty 스타일시트를 사용하여 의도적으로 스타일을 맞춤 설정하지 않았다면 PTXprint에 의해 사용되기를 원하면 이 옵션을 그대로 두십시오.
ml: ഈ ഓപ്ഷൻ അടച്ചിട്ടിരിക്കാൻ ശുപാർശ ചെയ്യുന്നു, നിങ്ങൾ കസ്റ്റം.സ്റ്റൈൽ ഷീറ്റ് ഉപയോഗിച്ച് സ്റ്റൈലുകൾ മനഃപൂർവ്വം ഇഷ്ടാനുസൃതമാക്കിയിട്ടുണ്ടെങ്കിൽ PTXprint ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ.
my: ဤရွေးချယ်မှုကို မပြုစုထားဘဲထားရန် အကြံပေးသည်။ \nအထူးသဖြင့် သင်သည် custom.sty stylesheet ကို အသုံးပြု၍ ပုံစံများကို ထုံးစံပြုလုပ်ရန် ဆန္ဒရှိလျှင်သာ PTXprint ၏ အကူအညီဖြင့် ပုံစံများကို အသုံးပြုပါ။
pt: É recomendável deixar esta opção desmarcada (desativada) a menos que você tenha intencionalmente estilos personalizados usando o personalizado . folha de estilos e desejo para que sejam usados pelo PTXprint.
ro: Este recomandat să lăsați această opțiune nebifată (gol) dacă nu aveți în mod intenționat stiluri personalizate de calitate folosind stylesheet-ul custom.sty, și doresc ca acestea să fie utilizate de PTXprint.
ru: Рекомендуется оставить этот параметр неотмеченным (выключенным) за исключением специально настроенных стилей с помощью пользовательских. Если вы хотите использовать их в PTXprint.
th: แนะนําให้ปล่อยให้ตัวเลือกนี้ไม่เลือก (ปิด) เว้นแต่คุณมีสไตล์ที่กําหนดเองโดยใช้ custom.sty stylesheet และต้องการให้ PTXprint ใช้มัน
zh: 建议不要选中此选项 (关闭) ，除非您有意 使用custom.sty样式表来 自定义样式，并且希望这些样式 被PTXprint使用。

source: Edit custom styles
ar: تعديل أنماط مخصصة
es: Editar estilos personalizados
fr: Modifier les styles personnalisés
hi: कस्टम शैलियाँ संपादित करें
hu: Egyéni stílusok szerkesztése
id: Sunting gaya yang disesuaikan
ko: 사용자 지정 스타일 편집
ml: ഇഷ്ടാനുസൃത ശൈലികൾ എഡിറ്റുചെയ്യുക
my: ကွာရဖွတ်ကျိုးကွင်းဖြစ်သစ်ပြီး
pt: Editar estilos personalizados
ro: Editarea stilurilor personalizate
ru: Редактирование пользовательских стилей
th: แก้ไขสไตล์ตามสั่ง
zh: 编辑自定义样式

source: Switch to the View+Edit tab to show the custom.sty file. Shortcut: Shift-Ctrl-M
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار ملف custom.sty المخصص. اختصار: Shift-Ctrl-M
es: Cambie a la pestaña Ver+Editar para mostrar el archivo custom.sty. Acceso directo: Shift-Ctrl-M
fr: Basculer vers l'onglet Voir+Modifier pour afficher le fichier custom.sty. Raccourci : Maj-Ctrl-M
hi: View+Edit टैब पर स्विच करें ताकि custom.sty फ़ाइल को दिखा सके। शॉर्टकट: Shift-Ctrl-M
hu: Váltson a View+Edit fülre, hogy a oldalon megjelenjen a custom.sty fájl. Rövidzárlat: .
id: Beralih ke tab View+Edit untuk menampilkan file custom.sty. Pintasan: Shift-Ctrl-M
ko: 보기+편집 탭으로 전환하여 custom.sty 파일을 표시합니다. 바로 가기: Shift-Ctrl-M
ml: കസ്റ്റം.സ്റ്റി ഫയൽ കാണിക്കുന്നതിനായി കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക. കുറുക്കുവഴിഃ Shift-Ctrl-M
my: custom.sty အသေးစိတ် ျှုမ်းမည်
pt: Mudar para o separador View+Edit para mostrar o ficheiro custom.sty. Atalho: Shift-Ctrl-M
ro: Treceți la fila View+Edit (Vizualizare+Modificare) pentru pentru a afișa fișierul custom.sty. Comenzi rapide: Shift-Ctrl-M
ru: Переключитесь на вкладку Вид+Редактировать, чтобы показать файл custom.sty. Ярлык: Shift-Ctrl-M
th: เปลี่ยนไปดู+แก้ไขแท็บ เพื่อแสดงไฟล์ custom.sty ทางลัด: Shift-Ctrl-M
zh: 切换到 "视图+编辑 "选项卡， ，显示custom.sty文件。 快捷方式：Shift-Ctrl-M

source: Edit custom script
ar: تعديل برنامج نصي مخصص
es: Editar el script personalizado
fr: Modifier le script personnalisé
hi: कस्टम स्क्रिप्ट संपादित करें
hu: Egyéni szkript szerkesztése
id: Sunting sistem tulisan yang disesuaikan
ko: 사용자 지정 스크립트 편집
ml: ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് പരിഷ്ക്കരിക്കുക
my: စာရင်းထ
pt: Editar guião personalizado
ro: Editarea scriptului personalizat
ru: Редактирование пользовательского сценария
th: แก้ไขสคริปต์ตามสั่ง
zh: 编辑自定义脚本

source: Edit the processing script
ar: تعديل البرنامج النصي للمعالجة
es: Editar el script de procesamiento
fr: Modifier le script de traitement
hi: प्रोसेसिंग स्क्रिप्ट संपादित करें
hu: A feldolgozó szkript szerkesztése
id: Mengedit instruksi pemrosesan
ko: 처리 스크립트 편집
ml: പ്രോസസ്സിംഗ് സ്ക്രിപ്റ്റ് പരിഷ്ക്കരിക്കുക
my: ဖန်တီးမှု script ကို တည်းဖြတ်ပါ
pt: Editar o script de processamento
ro: Editați scriptul de procesare
ru: Редактировать скрипт обработки
th: แก้ไขสคริปต์การประมวลผล
zh: 编辑正在处理的脚本

source: Edit initial TeX settings
ar: تحرير إعدادات TeX الأولية
es: Editar la configuración inicial de TeX
fr: Modifier les paramètres de départ de TeX
hi: प्रारंभिक टेएक्स सेटिंग्स संपादित करें
hu: Kezdeti TeX-beállítások szerkesztése
id: Sunting pengaturan awal TeX
ko: 초기 TeX 설정 편집
ml: തുടക്കത്തിലെ ടെക്സ് ക്രമീകരണങ്ങൾ തിരുത്തുക
my: တန်းတန်းလမန်နဲ့နေကြ
pt: Editar configurações TeX iniciais
ro: Editați setările inițiale TeX
ru: Редактирование начальных настроек TeX
th: แก้ไขการตั้งค่า TeX เริ่มต้น
zh: 编辑初始TeX设置

source: Switch to the View+Edit tab to show the ptxprint-premods.tex file. Shortcut: Shift-Ctrl-P
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار ملف ptxprint-premods.tex. اختصار: Shift-Ctrl-P
es: Cambie a la pestaña Ver+Editar para mostrar el archivo ptxprint-premods.tex. Acceso directo: Shift-Ctrl-P
fr: Basculer vers l'onglet Voir+Modifier pour afficher le fichier ptxprint-premods.tex. Raccourci : Maj-Ctrl-P
hi: View+Edit टैब पर स्विच करें ताकि ptxprint-premods.tex फ़ाइल को दिखा सके। शॉर्टकट: Shift-Ctrl-P
hu: Váltson a View+Edit fülre a oldalon a ptxprint-premods.tex fájl megjelenítéséhez. Rövidítés: Shift-Ctrl-P
id: Beralih ke tab View+Edit untuk menampilkan file ptxprint-premods.tex. Pintasan: Shift-Ctrl-P
ko: 보기+수정 탭으로 전환하여 에 ptxprint-premods.tex 파일을 표시합니다. 바로 가기: Shift-Ctrl-P
ml: ptxprint-premods.tex ഫയൽ കാണിക്കുന്നതിനായി കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക. കുറുക്കുവഴിഃ Shift-Ctrl-P
my: ptxprint-pre mod tex short Cut'' - Shift Ctrl P.template {url,imgArray [xlist]} comprende attachment tox .
pt: Mudar para o separador View+Edit para mostrar o ficheiro ptxprint-premods.tex. Atalho: Shift-Ctrl-P
ro: Treceți la fila View+Edit pentru pentru a afișa fișierul ptxprint-premods.tex. Scurtătură: Shift-Ctrl-P
ru: Переключитесь на вкладку Вид+Редактировать, чтобы показать файл ptxprint-premods.tex. Ярлык: Shift-Ctrl-P
th: เปลี่ยนไปดู+แก้ไขแท็บ เพื่อแสดงไฟล์ ptxprint-premods.tex ทางลัด: Shift-Ctrl-P
zh: 切换到“查看+编辑”选项卡， ，显示ptxprint-premods.tex文件。 快捷方式：Shift-Ctrl-P

source: Apply Initial Settings (ptxprint-premods.tex)
ar: تطبيق الإعدادات الأولية (ptxprint-premods.tex)
es: Aplicar configuraciones iniciales (ptxprint-premods.tex)
fr: Appliquer les paramètres initiaux (ptxprint-premods.tex)
hi: प्रारंभिक सेटिंग्स लागू करें (ptxprint-premods.tex)
hu: Kezdeti beállítások alkalmazása (ptxprint-premods.tex)
id: Terapkan Pengaturan Awal (ptxprint-premods.tex)
ko: 초기 설정 적용(ptxprint-premods.tex)
ml: പ്രാരംഭ ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുക (ptxprint-premods.tex)
my: အစောပိုင်း အပြင်ဆင်မှုများ (ptxprint-premods.tex) ကို အသုံးချပါ
pt: Aplicar Configurações Inicial (ptxprint-premods.tex)
ro: Aplică setările inițiale (ptxprint-premods.tex)
ru: Применить начальные настройки (ptxprint-premods.tex)
th: ใช้การตั้งค่าเบื้องต้น (ptxprint-premods.tex)
zh: 应用初始设置 (ptxprint-premods.tex)

source: Apply initial TeX settings
ar: تطبيق إعدادات TeX الأولية
es: Aplicar la configuración inicial de TeX
fr: Appliquer les paramètres TeX de départ
hi: प्रारंभिक टेएक्स सेटिंग्स लागू करें
hu: Kezdeti TeX beállítások alkalmazása
id: Aktifkan pengaturan awal TeX
ko: 초기 TeX 설정 적용
ml: പ്രാരംഭ ടെക്സ് ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുക
my: ကထိိုးထုန်စဉ် ရာနှင်းပွင့်
pt: Aplicar as definições iniciais de TeX
ro: Aplicați setările inițiale TeX
ru: Применить начальные настройки TeX
th: ใช้การตั้งค่า TeX เริ่มต้น
zh: 应用初始TeX设置

source: This .tex file is executed BEFORE any stylesheets of other settings are applied. This file is rarely used.
ar: هذا الملف .tex يتم تنفيذه من قبل أي أخبار من إعدادات أخرى يتم تطبيقها. هذا الملف نادرا ما يتم استخدامه.
es: Este archivo .tex se ejecuta ANTES de que se apliquen las hojas de estilo de otras configuraciones. Este archivo se utiliza raramente.
fr: Ce fichier .tex est exécuté AVANT que les feuilles de style des autres paramètres ne soient appliqués. Ce fichier est rarement utilisé.
hi: इस .tex फ़ाइल को अन्य सेटिंग्स के स्टाइलशीट्स लागू होने से पहले निष्पादित किया जाता है। यह फ़ाइल शायद ही कभी उपयोग की जाती है।
hu: Ez a .tex fájl a egyéb beállítások stíluslapjainak alkalmazása ELŐTT kerül végrehajtásra. Ezt a fájlt ritkán használják.
id: File .tex ini digunakan SEBELUM stylesheet pengaturan lain diterapkan. File ini jarang digunakan.
ko: 이 .tex 파일은 다른 설정이 적용되기 전에 스타일시트가 실행됩니다. 이 파일은 거의 사용되지 않습니다.
ml: ഈ .tex ഫയൽ മറ്റ് ക്രമീകരണങ്ങളുടെ ഏതെങ്കിലും സ്റ്റൈൽഷീറ്റുകൾ പ്രയോഗിക്കുന്നതിന് മുമ്പായി പ്രവർത്തിപ്പിക്കുന്നു. ഈ ഫയൽ വളരെ അപൂർവ്വമായി ഉപയോഗിക്കുന്നു.
pt: Este arquivo .tex é executado ANTES de quaisquer folhas de estilos de outras configurações são aplicadas. Este arquivo raramente é usado.
ro: Acest fișier .tex este executat ÎNAINTE de orice stylesheet sau sunt aplicate alte setări. Acest fișier este rar folosit.
ru: Этот файл .tex выполняется ДО ДЛЯ всех стилей других настроек применяются. Этот файл редко используется.
th: ไฟล์ .tex นี้ถูกดําเนินการ ก่อนการใช้แบบการตั้งค่าอื่นๆ ไฟล์นี้ใช้ได้น้อย
zh: 此 .tex 文件在其它设置被应用之前已执行。 该文件很少使用。

source: Text Processing & Stylesheets
ar: معالجة النصوص وورقات النمط
es: Procesamiento de Texto & Hojas de Estilo
fr: Traitement du texte et feuilles de style
hi: पाठ प्रसंस्करण और स्टाइलशीट्स
hu: Szövegfeldolgozás
id: Pengolahan Teks & Lembar Gaya
ko: 텍스트 처리 및 스타일시트
ml: ടെക്സ്റ്റ് പ്രോസസ്സിംഗും സ്റ്റൈൽ ഷീറ്റുകളും
my: စာသား အပြင်ဆင်မှု & Stylesheets
pt: Processamento de Texto & Stylesheets
ro: Procesare text & Stiluri
ru: Обработка текста и стили
th: การประมวลผลข้อความและ Stylesheets
zh: 文本处理和样式表

source: Sensitive Project
ar: مشروع حساس
es: Proyecto Sensible
fr: Projet sensible
hi: संवेदनशील परियोजना
hu: Érzékeny projekt
id: Proyek Sensitif
ko: 민감한 프로젝트
ml: സെൻസിറ്റീവ് പ്രോജക്ട്
my: မှုခင်း ပုံများ
pt: Projeto Sensível
ro: Proiect sensibil
ru: Конфиденциальный проект
th: โครงการที่มีความรู้สึก
zh: 敏感项目

source: Sensitive project
ar: مشروع حساس
es: Proyecto sensible
fr: Projet sensible
hi: संवेदनशील परियोजना
hu: Érzékeny projekt
id: Proyek sensitif
ko: 민감한 프로젝트
ml: സെൻസിറ്റീവ് പദ്ധതി
my: ပါးပါးကိုယ်ထူန်နားေသာ
pt: Projecto sensível
ro: Proiect sensibil
ru: Чувствительный проект
th: โครงการที่มีความรู้สึก
zh: 敏感项目

source: In sensitive locations the illustration copyright statement(s) can just contain the appropriate acronyms (e.g. BFBS or DCC) for some artists. In addition, the PDF's metadata will not contain sensitive project-specific data.
ar: في المواقع الحساسة، يمكن أن يحتوي بيان (بيانات) حقوق الطبع والنشر التوضيحية على المختصرات المناسبة فقط (مثل BFBS أو DCC) لبعض الفنانين. بالإضافة إلى ذلك، لن تحتوي البيانات الوصفية لملف PDF على بيانات حساسة خاصة بالمشروع.
es: En lugares sensibles, la declaración de derechos de autor de las ilustraciones puede contener únicamente las siglas apropiadas (por ejemplo, BFBS o DCC) para algunos artistas. Además, los metadatos del PDF no contendrán datos sensibles específicos del proyecto.
fr: Dans des endroits sensibles, la déclaration des droits d’auteur d'illustration peut seulement contenir les acronymes appropriés (par ex. BFBS ou DCC) pour certains artistes. En plus, les métadonnées du PDF ne contiendront pas de données sensibles spécifiques au projet.
hi: संवेदनशील स्थानों में चित्रण कॉपीराइट विवरण केवल कुछ कलाकारों के लिए उपयुक्त संक्षिप्ताक्षर (जैसे BFBS या DCC) ही शामिल कर सकता है। इसके अलावा, PDF के मेटाडेटा में संवेदनशील प्रोजेक्ट-विशिष्ट डेटा नहीं होगा।
hu: Érzékeny helyeken az illusztráció szerzői jogi nyilatkozata(i) egyes művészek esetében csak a megfelelő rövidítéseket (pl. BFBS vagy DCC) tartalmazhatják. Ezenkívül a PDF metaadatai nem tartalmaznak érzékeny projektspecifikus adatokat.
id: Di lokasi sensitif, pernyataan hak cipta gambar dapat berisi singkatan saja (misalnya BFBS atau DCC) untuk sumber gambar tertentu. Selain itu, meta-data PDF tidak akan berisi data sensitif apa pun yang berkaitan dengan proyek.
ko: 민감한 위치의 일러스트레이션 저작권 문구에는 일부 아티스트의 경우 적절한 약어(예: BFBS 또는 DCC)만 포함할 수 있습니다. 또한 PDF의 메타데이터에는 민감한 프로젝트별 데이터가 포함되지 않습니다.
ml: ചില കലാകാരന്മാരുടെ അനുയോജ്യമായ ചുരുക്കെഴുത്തുകൾ (ഉദാഃ BFBS അല്ലെങ്കിൽ DCC) മാത്രം ഉൾക്കൊള്ളുന്നതാണ് ചിത്രത്തിന്റെ പകർപ്പവകാശ പ്രസ്താവനകൾ. കൂടാതെ, PDF- ന്റെ മെറ്റാഡാറ്റയിൽ പ്രോജക്ട്-നിർദ്ദിഷ്ട ഡാറ്റ അടങ്ങിയിരിക്കില്ല.
my: ဥပမာနှင့်လည်း ထိုးမှုတ်နိုင်စီးခဲ့တယ်။ opprop riate art जहाँ साइटक विशेष समय अनुसार
pt: Em locais sensíveis, a(s) declaração(ões) de direitos de autor da ilustração pode(m) conter apenas os acrónimos apropriados (por exemplo, BFBS ou DCC) para alguns artistas. Além disso, os metadados do PDF não conterão dados sensíveis específicos do projecto.
ro: În locațiile sensibile, declarația (declarațiile) privind drepturile de autor pentru ilustrații poate conține doar acronimele corespunzătoare (de exemplu, BFBS sau DCC) pentru unii artiști. În plus, metadatele din PDF nu vor conține date sensibile specifice proiectului.
ru: В чувствительных местах заявление об авторских правах на иллюстрации может содержать только соответствующие аббревиатуры (например, BFBS или DCC) для некоторых художников. Кроме того, метаданные PDF-файла не будут содержать конфиденциальных данных, относящихся к конкретному проекту.
th: ในสถานที่ที่รู้สึกถึงความละเอียดของการประกาศลิขสิทธิ์ภาพวาด ()) อาจมีแค่ตัวฉบับที่เหมาะสม (เช่น BFBS หรือ DCC) สําหรับศิลปินบางคน นอกจากนี้ข้อมูลเมตาของ PDF จะไม่รวมข้อมูลที่มีความละเอียดของโครงการเฉพาะเจาะจง
zh: 在敏感地区，对于一些艺术家来说， 插图版权可以只包含适当的 缩写（如BFBS或DCC）。 此外，PDF的元数据将不包含 敏感的项目特定数据。

source: Auto-Correct USFM
ar: تصحيح تلقائي للUSFM
es: Corrección automática USFM
fr: Correction automatique de l'USFM
hi: ऑटो-करेक्ट USFM
hu: Automatikus helyesbítés USFM
id: Perbaiki USFM Secara Otomatis
ko: USFM 자동 수정
ml: യാന്ത്രികമായി USFM തിരുത്തൽ
my: USFM တစ်ခုကို ကိုယ်တိုင် ကောက်နိူင်ပါ
pt: Auto-correção de USFM
ro: Auto-Corect USFM
ru: Автоисправление USFM
th: อัตโนมัติแก้ไข USFM
zh: 自动校正 USFM

source: Auto-correct common USFM syntax errors
ar: تصحيح تلقائي لأخطاء الجملة الشائعة USFM
es: Corrección automática de errores comunes de sintaxis de USFM
fr: Correction automatique des erreurs de syntaxe USFM courantes
hi: साधारण यूएसएफएम वाक्य रचनात्मक त्रुटियों को स्वत: सुधारें
hu: Gyakori USFM szintaxis hibák automatikus javítása
id: Koreksi secara otomatis kesalahan yang sering terjadi pada sintaksis USFM
ko: 일반적인 USFM 구문 오류 자동 수정
ml: സാധാരണ യു. എസ്. എഫ്. എം. സിന്റാക്സ് പിശകുകൾ യാന്ത്രികമായി തിരുത്തുക
my: ချမှည့်၍သလဲ
pt: Auto-corrigir erros comuns de sintaxe USFM
ro: Corectarea automată a erorilor comune de sintaxă USFM
ru: Автокоррекция распространенных синтаксических ошибок USFM
th: แก้ไขอัตโนมัติความผิด syntax USFM
zh: 自动纠正常见的USFM语法错误

source: PTXprint can analyze the USFM files and automatically correct some common errors in syntax. It will also notify you of errors which are likely to cause the print process to fail - giving you helpful feedback about how to fix the issue before re-trying to print.
ar: يمكن لـ PTXprint تحليل ملفات USFM و تصحيح بعض الأخطاء الشائعة تلقائيًا في بناء الجملة. سوف تبلغك أيضًا ب الأخطاء التي من المحتمل أن تتسبب في فشل عملية الطباعة - مما يعطيك ملاحظات مفيدة حول كيفية إصلاح المشكلة قبل إعادة محاولة للطباعة.
es: PTXprint puede analizar los archivos USFM y corregir automáticamente algunos errores comunes de sintaxis. También le notificará de errores que pueden causar fallas en el proceso de impresión - dándole una útil retroalimentación sobre cómo arreglar el asunto antes de volver a imprimir.
fr: PTXprint peut analyser les fichiers USFM et corriger automatiquement certaines erreurs courantes dans la syntaxe. Il vous informera également des erreurs qui sont susceptibles de causer l'échec du processus d'impression - en vous donnant un feedback utile sur la façon de résoudre le problème avant de ré-essayer d'imprimer.
hi: PTXprint यूएसएफएम फाइलों का विश्लेषण कर सकता है और स्वतः कुछ सामान्य वाक्य रचनाओं की त्रुटियों को सुधारता है। यह आपको ऐसी त्रुटियों के बारे में भी सूचित करेगा जो मुद्रण प्रक्रिया में असफलता की संभावना रखती हैं - आपको एक उपयोगी प्रतिक्रिया प्रदान करते हुए समस्या को सुधारने के बारे में सूचित करता है पुनः प्रयास करने से पहले।
hu: A PTXprint képes elemezni az USFM fájlokat és automatikusan kijavítani néhány gyakori szintaxis hibát. Értesíti Önt azokról a hibákról is, amelyek valószínűleg a nyomtatási folyamat sikertelenségét okozzák - hasznos visszajelzést ad arról, hogyan javítsa ki a problémát, mielőtt újra megpróbálná a nyomtatást.
id: PTXprint dapat menganalisis file USFM dan secara otomatis memperbaiki beberapa kesalahan yang sering terjadi dalam sintaksis. Ini juga akan memberi tahu Anda tentang kesalahan yang mungkin menyebabkan proses pencetakan gagal, supaya Anda dapat tahu cara memperbaiki masalah sebelum Anda coba mencetaknya ulang.
ko: PTXprint는 USFM 파일을 분석하여 일반적인 구문 오류를 자동으로 수정할 수 있습니다. 또한 인쇄 프로세스가 실패할 가능성이 있는 오류를 알려주며, 인쇄를 다시 시도하기 전에 문제를 해결하는 방법에 대한 유용한 피드백( )을 제공합니다.
ml: PTXprint ന് USFM ഫയലുകൾ വിശകലനം ചെയ്യാനും സിന്റാക്സ് ലെ ചില സാധാരണ പിശകുകൾ സ്വപ്രേരിതമായി തിരുത്താനും കഴിയും. പ്രിന്റ് പ്രക്രിയ പരാജയപ്പെടാൻ സാധ്യതയുള്ള പിശകുകളെക്കുറിച്ചും ഇത് നിങ്ങളെ അറിയിക്കും - വീണ്ടും പ്രിന്റ് ചെയ്യാൻ ശ്രമിക്കുന്നതിന് മുമ്പ് പ്രശ്നം എങ്ങനെ പരിഹരിക്കാമെന്നതിനെക്കുറിച്ച് സഹായകരമായ ഫീഡ്ബാക്ക് നൽകുന്നു.
my: PTXprint သည် USFM ဖိုင်များကို စနစ်တကျ ဆန်းစစ်ပြီး \nsyntax အသုံးပြုမှုများကို အလိုအလျောက် ဖြည့်စာနိုင်ပါသည်။ \nထို့အပြင် print လုပ်စဉ် အတိုင်ပံ့မှုကို \nအချိန်မီကိုင်တွယ်နိုင်ရန် အဆင်ညီလိုသော အထုပ်ပိုး ြဖင့် \nပြန်လည် ဝေပြန်ချက်ပါတွက် မရိပ်မသော ပြေနွေလည် နှစ်တချက်၊ \nSAFM လိုက်ပါတယ်။
pt: O PTXprint pode analisar os arquivos USFM e corrigir automaticamente alguns erros comuns na sintaxe. Ele também irá notificá-lo de erros que provavelmente farão com que o processo de impressão falhe - lhe dando um feedback útil sobre como corrigir o problema antes de tentar novamente imprimir.
ro: PTXprint poate analiza fişierele USFM şi corecta automat unele erori comune în sintaxă. De asemenea, vă va notifica erori care pot provoca eșecul procesului de tipărire - oferindu-vă feedback util cu privire la cum să rezolvați problema înainte de a reîncerca să tipăriți.
ru: PTXprint может анализировать файлы USFM и автоматически исправить некоторые распространенные ошибки в синтаксисе. Также он уведомит вас об ошибках , которые могут привести к ошибке процесса - давая вам полезную обратную связь о том, как исправить проблему перед повторной попыткой напечатать.
th: PTXprint สามารถวิเคราะห์ไฟล์ USFM และแก้ไขข้อผิดพลาดประจําในการประกอบคําได้โดยอัตโนมัติ. มันยังจะแจ้งคุณเกี่ยวกับข้อผิดพลาดที่อาจทําให้กระบวนการพิมพ์ล้มเหลว - ให้คุณความคิดเห็นที่ช่วยเกี่ยวกับวิธีการแก้ไขปัญหาก่อนพยายามพิมพ์อีกครั้ง
zh: PTXprint可以分析 USFM 文件， 自动纠正语法中常见的 错误。 它还会通知您可能导致打印失败的 原因 ——并且提供有用的反馈，帮助您在重新打印之前 解决问题。
