Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This is multiplied by the Base Paragraph Indent value (specified on the Layout tab) to get the final indentation amount. When the Writing system text flow direction is Right-to-Left the interpretation of Left and Right is swapped.
ar: يتم ضرب هذا في قيمة معادلة فقرة القاعدة (المحددة في علامة التبويب التخطيط) للحصول على القيمة النهائية للمبلغ المدفوع. عندما يكون اتجاه تدفق نص نظام الكتابة من اليمين إلى اليسار يتم تبديل تفسير اليسار واليمين.
es: Esto se multiplica por el valor de la sangría de párrafo base (especificado en la pestaña Diseño) para obtener la cantidad de sangría final. Cuando la dirección del flujo de texto del sistema de escritura es de derecha a izquierda se intercambia la interpretación de izquierda y derecha.
fr: Cette valeur est multiplié par la valeur du retrait de paragraphe de base (spécifiée sur l'onglet Mise en page) pour obtenir le montant final de retrait. Lorsque la direction du flux de texte du système d'écriture est de droite à gauche l'interprétation de Gauche et Droite est échangée.
hi: यही बेस पैराग्राफ इंडेंट मूल्य (लेआउट टैब पर निर्दिष्ट) से गुणा किया जाता है ताकि अंतिम इंडेंटेशन राशि प्राप्त हो सके। जब लेखन प्रणाली का टेक्स्ट प्रवाह दिशा राइट-टू-लेफ्ट होती है, तो लेफ्ट और राइट की व्याख्या अदल-बदल जाती है।
hu: Ezt megszorozzuk az Alap bekezdés behúzás értékkel (az Elrendezés lapon megadva), hogy megkapjuk a végső behúzás mértékét. Ha az írásrendszer szövegáramlási iránya jobbról balra a bal és jobb oldali értelmezés felcserélődik.
id: Ini dikalikan dengan nilai Jarak Masuknya Paragraf Dasar (yang ditentukan pada tab Tata Letak) untuk mendapatkan jumlah Jarak Masuknya. Jika arah aliran teks dalam sistem penulisan adalah Kanan-ke-Kiri, maka interpretasi Kiri dan Kanan ditukar.
ko: 여기에 기본 단락 들여쓰기 값(레이아웃 탭에 지정됨)을 곱하여 최종 들여쓰기 양을 구합니다. 쓰기 시스템 텍스트 흐름 방향이 오른쪽에서 왼쪽 인 경우 왼쪽과 오른쪽의 해석이 바뀝니다.
ml: ഇത് അടിസ്ഥാന ഖണ്ഡിക ഇൻഡന്റ് മൂല്യത്താൽ ഗുണിക്കുന്നു (ലേഔട്ട് ടാബിൽ വ്യക്തമാക്കിയിട്ടുണ്ട്) അന്തിമ ഇൻഡെൻഷൻ തുക ലഭിക്കുന്നതിന്. എഴുത്ത് സിസ്റ്റം ടെക്സ്റ്റ് ഫ്ലോ ദിശ വലതുവശത്ത് നിന്ന് ഇടത്തോട്ട് ആയിരിക്കുമ്പോൾ ഇടത്, വലത് വ്യാഖ്യാനം കൈമാറ്റം ചെയ്യപ്പെടുന്നു.
my: ဤတန်ဖိုးကို အခြေခံစာရပ်မြည် (Layout) တဘ်တွင် ပြဋ္ဌာန်းထားသော တန်ဖိုးနှင့် မြှောက်လိုက်ခြင်းအားဖြင့် နောက်ဆုံးစာရပ်တန်ဖိုးရရှိသည်။ စာရေးစနစ် စာမြောင်းခြင်း အရွေမ်သည် ညာဘက်မှ ဘယ်ဘက်သို့ ရှောက်လျှင်၊ ဘယ်နှင့် ညာကို အပြန်စိမ်းပြောဆိုကာ သုံးသည်။
pt: Isso é multiplicado pelo valor de Recuo do Parágrafo Base (especificado na guia Local) para obter o valor final de indentação do parágrafo. Quando o caminho do fluxo de texto do sistema de escrita é da direita para a esquerda a interpretação da esquerda e da direita é mudada.
ro: Acest lucru este multiplicat cu valoarea de bază Paragraph Indent (specificată în tab-ul Layout) pentru a obține suma finală indentare. Când direcția fluxului de text a sistemului de scriere este dreapta spre stânga interpretarea din stânga și dreapta este schimbată.
ru: Это умножается на базисный абзац значение (указанное на вкладке Макет), чтобы получить окончательное значение отступа . При направлении текстового потока системы "Вправо-налево" интерпретация левого и правого.
th: เมื่อทิศทางการไหลของข้อความระบบการเขียนเป็นทางขวาไปทางซ้าย การตีความของซ้ายและขวาถูกแลกเปลี่ยน
zh: 这是用基础段落缩进值倍增之后 （在”页面布局“选项卡上指定）得到的最终 缩进值。 当文字系统文本流向为从右到左时， 对左和右的理解要互换。

source: Right Indent Factor:
ar: معامل العمود الأيمن:
es: Factor de sangría derecha:
fr: Facteur de la retraite à droite :
hi: दायां इंडेंट फैक्टर:
hu: Jobb behúzás Factor:
id: Pengali Tepi Kanan Masuk:
ko: 오른쪽 들여쓰기 요소:
ml: വലതുഭാഗത്തെ ഇൻഡന്റ് ഘടകം:
my: ညာဘက် စာဖျောက်မှု အချိုး:
pt: Recuo Direito Fator:
ro: Indent la dreapta Factor:
ru: Справа отступ Фактор:
th: ค่าเชิงขวา:
zh: 右缩进 因子：

source: This a proportion of the base line spacing. So 1.0 is the same as the base line spacing from the Layout tab. If Absolute Spacing is set, then this value is the line spacing in pts.
ar: هذه نسبة من المسافات بين خط الأساس. إذن 1.0 هو نفس المسافة بين خط الأساس وعلامة التبويب الخاصة بالتخطيط. إذا تم تعيين المباراة المطلقة، فإن هذه القيمة هي مسافة الخط في الحلقات.
es: Esta es una proporción de la distancia entre líneas de base. Así que 1.0 es la misma que la distancia entre líneas de base de la pestaña Diseño. Si se establece Espaciado Absoluto, este valor es el espaciado de línea en pts.
fr: Ceci une proportion de l'espacement de la ligne de base. Donc 1.0 est le même que l'espacement de la ligne de base à partir de l'onglet Disposition. Si l'espacement absolu est défini, alors cette valeur est l'espacement de ligne en pts.
hi: यह आधार पंक्ति अंतराल का एक अनुपात है। इसलिए 1.0 लेआउट टैब से आधार पंक्ति अंतराल के समान है। यदि पूर्ण अंतराल सेट है, तो यह मान पंक्ति अंतराल अंकों में है।
hu: Ez az alapvonal távolságának aránya. Tehát az 1,0 megegyezik az alapvonaltávolsággal az Elrendezés lapon. Ha az Abszolút sortávolság van beállítva, akkor ez az érték a sortávolság pts-ben.
id: Ini adalah pecahan persepuluhan dari jarak standar antara baris. Jadi 1.0 sama dengan jarak standar antara baris yang ditentukan di tab Tata Letak. Jika Jarak Tepat Antara Baris telah dipilih, maka nilai ini adalah jarak antara baris yang diukur dengan point.
ko: 이것은 기준선 간격의 비율입니다. 따라서 1.0은 레이아웃 탭의 기본 선 간격과 동일합니다. 절대 간격이 설정된 경우 이 값은 줄 간격(포인트)입니다.
ml: ഇത് അടിസ്ഥാന വരി വിടവിന്റെ ഒരു അനുപാതം ആണ്. അതുകൊണ്ട് 1.0 എന്നത് ലേഔട്ട് ടാബിൽ നിന്നുള്ള അടിസ്ഥാന വരി വിടവിന് തുല്യമാണ്. സമ്പൂർണ്ണ വിടവ് സജ്ജമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ മൂല്യം pts ലെ വരി വിടവാണ്.
my: ဤသည် အခြေခံ စာမျဉ်းဖျောနဲ့ တစ်ခုဖြစ်သည်။ သင့်ရဲကား Shrimpting setting ကို 1.0 ထားတာကள்வားအခြေခံ စာမျဉ်းဖျောနဲ့ Layout ধাপဖျောသည် ဖော်ပြထားရှိသော အလားတူသည်။
pt: Esta proporção do espaçamento da linha de base. Então 1.0 é o mesmo que o espaçamento da linha de base na aba Layouts. Se o espaçamento absoluto estiver definido, então esse valor é o espaçamento das linhas nos pts.
ro: Acesta este un procent din spațierea liniei de bază. Deci 1.0 este același cu distanța de la linia de bază de la tabul de Aspect Dacă este setată spațierea absolută, atunci această valoare este distanța în puncte.
ru: Это пропорция интервала базовой линии. Таким образом, 1.0 — это то же самое, что и интервал основной строки в закладке Макет. Если абсолютный интервал установлен, то это значение представляет собой интервал строки в pts.
th: นี่คือสัดส่วนของระยะเส้นฐาน ดังนั้น 1.0 ก็เหมือนกับระยะเส้นฐานจากแท็บ Layout ถ้าการตั้งระยะเส้นสมบูรณ์ค่านี้คือระยะเส้นใน pts
zh: 这个基本行距的比例。 1.0与”页面布局“选项卡上的基本行距相同。 如果设置了绝对间距，那么这个值将是以磅为单位的间距。

source: Amount of space to insert before the paragraph. The actual space is this factor multiplied by the base line spacing from the Layout tab.
ar: مقدار المساحة المراد ادراجها قبل الفقرة. المساحة الفعلية هي هذا العامل مضروبة في مسافات خط الأساس من علامة التبويب الخاصة بالتخطيط.
es: Cantidad de espacio a insertar antes del párrafo. El espacio real es este factor multiplicado por la distancia entre líneas de base de la pestaña Diseño.
fr: Quantité d'espace à insérer avant le paragraphe. L’espace actuelle est ce facteur multiplié par l'espacement de ligne de base qui se trouve sur l'onglet mise en page.
hi: पैराग्राफ से पहले डालने के लिए खाली स्थान की मात्रा। वास्तविक स्थान इस गुणक द्वारा लेआउट टैब से बेस लाइन स्पेसिंग से गुणा किया गया है।
hu: A bekezdés elé beszúrandó hely mennyisége. A tényleges szóköz ennek a tényezőnek a szorzata az Elrendezés lapon megadott alap sortávolsággal.
id: Jumlah ruang yang disisipkan sebelum paragraf. Ruang sebenarnya adalah angka ini dikalikan dengan jarak standar antara baris yang ditentukan di tab Tata Letak.
ko: 단락 앞에 삽입할 공백의 양입니다. 실제 공백은 이 계수에 레이아웃 탭의 기본 줄 간격을 곱한 값입니다.
ml: ഖണ്ഡികയ്ക്ക് മുമ്പായി ചേർക്കേണ്ട ഇടത്തിന്റെ അളവ്. യഥാർത്ഥ ഇടം ഈ ഘടകം ലേഔട്ട് ടാബിൽ നിന്നുള്ള അടിസ്ഥാന ലൈൻ സ്പെയ്സിംഗിന് ഗുണിച്ചതാണ്.
my: စာပိုဒ်မတိုင်မှီ ထည့်ရန်နေရာမျှကနေနေ အလုံးအရေအတွက်။ အမှန်နေရားသည်ဤအချိုးကိုပုံပြင်စာရွက်မှ အခြေခံ လိုင်း ခွာအကွာဖြင့် ပြုလုပ်သည်။
pt: Quantidade de espaço para inserir antes do parágrafo. O espaço real é multiplicado pelo espaçamento da linha base na aba Layouts.
ro: Cantitatea de spațiu de inserat înaintea paragrafului. Spațiul real este acest factor înmulțit cu distanța de la linia de bază de la fila de Layout.
ru: Количество места для вставки перед абзацем. Фактическое пространство это фактор умножается на интервал базовой строки с вкладки Макет.
th: จํานวนพื้นที่ที่จะใส่ก่อนบทความ สถานที่จริงคือตัวประกอบนี้ คูณกับระยะระยะเส้นฐานจากแท็บ Layout
zh: 在段前插入空格的数量。实际空格数为这一因子乘以”页面布局“选项卡上的基本行距得到的结果。

source: Space Before Factor:
ar: المساحة قبل عامل :
es: Factor de espacio antes:
fr: Facteur de l’espace avant :
hi: स्पेस पहले फैक्टर:
id: Pengali Jarak Vertikal Sebelum Paragraf:
ko: 팩터 이전의 공백:
ml: ഫാക്ടറിനു മുമ്പുള്ള സ്പേസ്:
my: အကြိမ်မထပ်ဖွင့်သော နေရာ:
pt: Espaço antes de Fator:
ro: Spațiu înainte de Factor:
ru: Пространство перед Фактором:
th: สเปซก่อนตัวประกอบ:
zh: 在因子前面的空格：

source: Amount of space to insert after the paragraph. The actual space is this factor multiplied by the base line spacing from the layout tab.
ar: مقدار المساحة المراد إدراجها بعد الفقرة. المساحة الفعلية هي هذا العامل مضروبة في تباعد خط الأساس من علامة التبويب الخاصة بالتخطيط.
es: Cantidad de espacio a insertar después del párrafo. El espacio real es este factor multiplicado por la distancia entre líneas de base de la pestaña de diseño.
fr: Quantité d'espace à insérer après le paragraphe. L’espace actuelle est ce facteur multiplié par l'espacement de ligne de base qui se trouve sur l'onglet mise en page.
hi: पैराग्राफ के बाद डालने के लिए खाली स्थान की मात्रा। वास्तविक स्थान इस गुणक द्वारा लेआउट टैब से बेस लाइन स्पेसिंग से गुणा किया गया है।
hu: A bekezdés után beillesztendő hely mennyisége. A tényleges szóköz ennek a tényezőnek a szorzata az elrendezés lapon megadott alap sortávolsággal.
id: Jumlah ruang yang disisipkan sesudah paragraf. Ruang sebenarnya adalah angka ini dikalikan dengan jarak standar antara baris yang ditentukan di tab Tata Letak.
ko: 단락 뒤에 삽입할 공백의 양입니다. 실제 공백은 이 계수에 레이아웃 탭의 기본 줄 간격을 곱한 값입니다.
ml: ഖണ്ഡികയ്ക്കു ശേഷം ചേർക്കേണ്ട ഇടത്തിന്റെ അളവ്. യഥാർത്ഥ ഇടം ഈ ഘടകം ലേഔട്ട് ടാബിൽ നിന്നുള്ള അടിസ്ഥാന ലൈൻ സ്പെയ്സിംഗിന് ഗുണിച്ചതാണ്.
my: စာပိုဒ်၏နောက်မှာ ထည့်ရန်နေရာ တစ်ခုနှင့် မျှကနေနေ အားထားမှုရည်ရွယ်ချက်များနှင့် ပြုလုပ်ဖို့ဤအချိုးကြီးကိုမှီခိုသည့် ပုံချထားသည်။
pt: Quantidade de espaço para inserir depois do parágrafo. O espaço real é multiplicado pelo espaçamento da linha base na aba de layout.
ro: Cantitatea de spațiu de inserat după paragraf. Spațiul real este acest factor înmulțit cu distanța de la linia de bază de la fila de layout.
ru: Количество места для вставки после параграфа. Фактическое пространство это фактор умножается на интервал базовой линии от вкладки макета (макет).
th: จํานวนพื้นที่ที่จะใส่หลังจากบทความ สถานที่จริงคือตัวประกอบนี้ คูณกับระยะระยะเส้นฐานจากแท็บการวางแผน
zh: 在段后插入空格的数量。实际空格数为这一因子乘以”页面布局“选项卡上的基本行距得到的结果。

source: Space After Factor:
ar: المساحة بعد عامل :
es: Factor de espacio después:
fr: Facteur de l’espace après :
hi: स्पेस बाद में फैक्टर:
id: Pengali Jarak Vertikal Sesudah Paragraf:
ko: 팩터 뒤에 공백이 있습니다:
ml: സ്പെയ്സ് ശേഷം ഘടകം:
my: ပြီးလျင် နေရာ:
pt: Espaço após Fator :
ro: Spațiu după Factor:
ru: Пространство после Фактора:
th: สเปซหลังจากตัวประกอบ:
zh: 在因子后面的空格：

source: Styles: Maximum ragged (fill) space
ar: الأنماط: أقصى مساحة (تعبئة) خشنة (ملء)
es: Estilos: Máximo espacio de relleno
fr: Styles : Espace maximum irrégulier (remplissage)
hi: शैलियाँ: अधिकतम खुरदरा (भरें) अंतरिक्ष
hu: Stílusok: Maximális rongyos (kitöltés) tér
id: Gaya: Ruang (isi) maksimum yang compang-camping
ko: 스타일: 최대 래그(채우기) 공간
ml: ശൈലികൾ: പരമാവധി ശൂന്യമായ (പൂരിപ്പിക്കൽ) സ്ഥലം
my: ပုံစံများ: အများဆုံးလျှာမ္ ရှိကွပ်ရံ
pt: Estilos: Espaço máximo de preenchimento
ro: Stiluri: Spațiu maxim (de umplere)
ru: Стили: Максимально разорванное (заполненное) пространство
th: สไตล์: พื้นที่ที่หักข่วนสูงสุด (เต็ม)
zh: 样式：最大破损（填充）空间

source: How much of the column-width can be empty space at a non-justified edge? This affects mid-paragraph line-breaking and may cause stretching of other spacing if the line would be too short otherwise. It does not stop the final line of a paragraph from being shorter. This value is set as the proportion of the column width, with sensible values being with the range of 0.20 to 0.75 (where 1.00 represents the entire column width). Discretionary breaks (//) will be ignored if breaking there would leave more than this much space.
ar: ما مقدار عرض العمود الذي يمكن أن يكون مساحة فارغة على حافة غير مبررة؟ هذا يؤثر هذا على فاصل الأسطر في منتصف الفقرة و قد يتسبب في تمديد المسافات الأخرى إذا كان السطر سيكون قصيرًا جدًا بخلاف ذلك. إنه لا يمنع السطر الأخير من الفقرة من أن يكون أقصر. يتم تعيين هذه القيمة كنسبة من عرض العمود ، مع وجود قيم معقولة مع نطاق من 0.20 إلى 0.75 (حيث يمثل 1.00 عرض العمود بالكامل). سوف يتم تجاهل الفواصل التقديرية (//) إذا كان الفاصل هناك سيترك أكثر من هذا مساحة كبيرة.
es: ¿Qué parte del ancho de la columna puede ser espacio vacío en un borde no justificado? Este afecta a los saltos de línea a mitad de párrafo y puede causar el estiramiento de otros espacios si la línea sería demasiado corta de otro modo. En no impide que la última línea de un párrafo sea más corta. Este valor se establece como la proporción del ancho de la columna, siendo los valores sensatos con el rango de 0,20 a 0,75 (donde 1,00 representa todo el ancho de la columna). Los saltos discrecionales (//) se ignorarán si romper allí dejaría más de este espacio.
fr: Quelle proportion de la largeur de la colonne peut être un espace vide au niveau d'un bord non justifié ? Cela affecte la coupure de ligne en milieu de paragraphe et peut entraîner l'étirement d'autres espaces si la ligne serait trop courte autrement. Il n'empêche pas la dernière ligne d'un paragraphe d'être plus courte. Cette valeur est définie comme la proportion de la largeur de la colonne, avec les valeurs raisonnables dans une plage entre 0.20 à 0.75 (où 1.00 représente la largeur totale de la colonne). Les coupures discrétionnaires (//) seront ignorées si une coupure à cet endroit laisserait plus d'espace que cette valeur.
hi: स्तंभ-चौड़ाई का कितना हिस्सा एक बिना समायोज्य किनारे पर खाली जगह हो सकता है? यह पैराग्राफ के मध्य भाग को प्रभावित करता है और अगर रेखा अन्यथा बहुत छोटी होगी तो अन्य स्थानों को खींचा जा सकता है। यह पैराग्राफ की अंतिम पंक्ति को छोटी होने से नहीं रोकता। यह मान स्तंभ की चौड़ाई के अनुपात में निर्धारित किया जाता है, जिसमें 0.20 से 0.75 की श्रेणी में समझदार मूल्य होते हैं (जहाँ 1.00 पूरे स्तंभ की चौड़ाई का प्रतिनिधित्व करता है)। विवेकाधीन ब्रेक (//) को अनदेखा किया जाएगा यदि वहाँ ब्रेक से इस मान से अधिक जगह छोड़ी जाती है।
hu: Mennyi lehet az oszlopszélesség üres hely egy nem igazított szélén? Ez a befolyásolja a bekezdés közepén lévő sortörést, és más távolságok megnyújtását okozhatja, ha a sor egyébként túl rövid lenne. Ez nem akadályozza meg, hogy egy bekezdés utolsó sora rövidebb legyen. Ez az érték a oszlopszélesség arányában van megadva, az ésszerű értékek a 0,20 és 0,75 közötti tartományban vannak (ahol 1,00 a teljes oszlopszélességet jelenti). A tetszőleges szünetek (//) figyelmen kívül maradnak, ha a szünet ennél több helyet hagyna .
id: Berapa banyak lebar kolom yang boleh menjadi ruang kosong di tepi yang tidak rata? Ini mempengaruhi pemutusan baris di pertengahan paragraf dan dapat menyebabkan peregangan jarak antara huruf jika baris harus diregang. Pengaturang ini tidak membuat baris terakhir pada paragraf menjadi panjang. Nilai ini ditetapkan sebagai proporsi lebar kolom, dengan nilai yang masuk akal berkisar antara 0,20 hingga 0,75 (di mana 1,00 mewakili seluruh lebar kolom). Tanda pemutusan baris (//) akan diabaikan jika pemutusan baris di tempat itu akan mengakibatkan adanya lebih banyak ruang dari nilai ini.
ko: 정렬되지 않은 가장자리에서 열 너비의 빈 공간이 얼마나 될 수 있나요? 이는 단락 중간 줄 바꿈에 영향을 미치며, 그렇지 않으면 줄이 너무 짧아질 경우 다른 간격이 늘어날 수 있습니다. 단락의 마지막 줄이 더 짧아지는 것을 막지는 못합니다. 이 값은 열 너비의 비율로 설정되며, 0.20~0.75 범위의 (여기서 1.00 은 전체 열 너비를 나타냄)이 적당한 값입니다. 을 끊으면 이보다 더 많은 공간이 남는 경우 임의의 구분 기호(//)는 무시됩니다.
ml: നിരയുടെ വീതിയിൽ എത്രത്തോളം ന്യായീകരിക്കാത്ത അരികിൽ ശൂന്യമായ ഇടം ഉണ്ടായിരിക്കാം? ഇത് ഖണ്ഡികയുടെ മധ്യഭാഗത്തെ ലൈൻ ബ്രേക്കിംഗിനെ ബാധിക്കുന്നു, കൂടാതെ വരി വളരെ ചെറുതാണെങ്കിൽ മറ്റ് സ്പെയ്സിംഗിന്റെ വിപുലീകരണത്തിന് കാരണമാകാം. ഒരു ഖണ്ഡികയുടെ അവസാന വരി കുറവായിരിക്കുന്നതിൽ നിന്ന് ഇത് തടയുന്നില്ല. ഈ മൂല്യം നിര വീതിയുടെ അനുപാതമായി സജ്ജീകരിച്ചിരിക്കുന്നു, 0.20 മുതൽ 0.75 വരെയുള്ള പരിധിയിലാണ് യുക്തിസഹമായ മൂല്യങ്ങൾ (ഇവിടെ 1.00 മുഴുവൻ നിര വീതിയും പ്രതിനിധീകരിക്കുന്നു). ഈ സ്പെയ്സിനു മുകളിലായി കുറച്ചുകൂടി സ്ഥലം അവശേഷിക്കുന്നുവെങ്കിൽ, വിവേചനാധികാരമുള്ള ഇടവേളകൾ (//) അവഗണിക്കപ്പെടും.
my: မျဉ်းစောင်းတစ်ခုမှာ လည်လည်သောနေရာရှိစေးဖို့ အနားကို တစ်ချိမ်ထဲ ဖောက်ထားဖို့ပြဋိပင်။","key":"How much of the column-width can be empty space at a non-justified edge? This affects mid-paragraph line-breaking and may cause stretching of other spacing if the line would be too short otherwise. It does not stop the final line of a paragraph from being shorter. This value is set as the proportion of the column width, with sensible values being with the range of 0.20 to 0.75 (where 1.00 represents the entire column width). Discretionary breaks (//) will be ignored if breaking there would leave more t
pt: Quanto da largura da coluna pode ser espaço vazio numa margem não justificada? Isto afecta a quebra de linha a meio do parágrafo e pode causar o alongamento de outro espaçamento se a linha for demasiado curta. Isto não impede que a linha final de um parágrafo seja mais curta. Este valor é definido como a proporção da largura da coluna , sendo os valores sensatos entre 0,20 e 0,75 (em que 1,00 representa a largura total da coluna). As pausas discricionárias (//) serão ignoradas se a quebra deixar mais do que este espaço.
ro: Cât din lățimea coloanei poate fi spațiu gol la o margine nejustificată? Acest lucru afectează întreruperea rândului la mijlocul paragrafului și poate cauza întinderea altor spații dacă linia ar fi prea scurtă în caz contrar. Aceasta nu împiedică ca ultimul rând al unui paragraf să fie mai scurt. Această valoare este stabilită ca proporție a lățimii coloanei , valorile sensibile fiind cu un interval de la 0,20 la 0,75 (unde 1,00 reprezintă întreaga lățime a coloanei). Întreruperile discreționare (//) vor fi ignorate dacă întreruperea acolo ar lăsa mai mult decât acest mult spațiu.
ru: Сколько процентов от ширины колонки может занимать пустое пространство у неоправданного края? Это влияет на перенос строки в середине абзаца и может привести к растягиванию других интервалов, если в противном случае строка будет слишком короткой. Это не препятствует тому, чтобы последняя строка абзаца была короче. Это значение задается как доля ширины колонки , при этом разумные значения находятся в диапазоне от 0,20 до 0,75 (где 1,00 представляет собой всю ширину колонки). Дискретные разрывы (//) будут игнорироваться, если разрыв оставит больше места.
th: ความกว้างของคอลัมน์สามารถเป็นพื้นที่ว่างได้มากน้อยแค่ไหนที่ขอบที่ไม่ถูกต้อง? นี้ส่งผลต่อการแตกแยกเส้นกลางบท และอาจทําให้ระยะระหว่างอื่น ๆ เริ่มขยายออกไป หากเส้นจะสั้นเกินไป หากไม่เช่นนั้น มันจะไม่หยุดเส้นสุดท้ายของบทที่สั้นกว่านี้ ค่านี้ถูกตั้งเป็นสัดส่วนของความกว้างของคอลัมน์ โดยมีค่าที่เหมาะสมอยู่ในช่วง 0.20 ถึง 0.75 (ที่ 1.00 แสดงถึงความกว้างของคอลัมน์ทั้งหมด) การหยุด (//) จะถูกละเว้น หากการหยุดจะปล่อยให้มีพื้นที่มากกว่านี้
zh: 在非两边对齐的边缘，有多少列宽可以 留给空格空间？这个值会 影响段落中间的断行，如果 一行太短的话也可能 导致其他间距的拉伸。但 不会防止段落的最后一行 成为太短的一行。 这个值被设置为 列宽的比例，合理的值 范围是0.20到0.75（其中1.00 代表整个列的宽度）。 如果 在这个地方隔断 会留下超过这一大小 的空间，那么自行斟酌的隔断（//）将被忽略。

source: Maximum Ragged Space:
ar: الحد الأقصى مساحة خشنة
es: Máximo Espacio de relleno:
fr: Espace maximum irrégulier :
hi: अधिकतम खुरदरा स्थान:
hu: Maximális Ragged Space:
id: Maksimum Ruang yang tidak rata:
ko: 최대 거친 공간:
ml: പരമാവധി റാഗ്ഡ് സ്പേസ്:
my: အများဆုံး ခုန်အကွာအဝေး:
pt: Máximo Espaço entre barras:
ro: Maxim Spațiu de rabat:
ru: Максимальное раггированное пространство:
th: สเปซที่ขัดขวางสูงสุด:
zh: 最大 破损空间：

source: Paragraph Settings
ar: إعدادات الفقرات
es: Configuración de párrafos
fr: Paramètres du paragraphe
hi: अनुच्छेद सेटिंग्स
hu: bekezdés beállításai
id: Pengaturan Paragraf
ko: 단락 설정
ml: ഖണ്ഡികയുടെ ക്രമീകരണം
my: စာပိုဒ် အခင်းအကျင်းများ
pt: Configurações do Parágrafo
ro: Setările paragrafului
ru: Настройки параграфа
th: การตั้งค่าข้อ
zh: 段落设置

source: Note settings: Caller raise
ar: إعدادات الملاحظة: رفع المتصل
es: Ajustes de la nota: Aumento de la llamada
fr: Paramètres des notes : Soulever l'appelant
hi: नोट सेटिंग्स: कॉलर वृद्धि
hu: Megjegyzés beállítások: Hívó emelése
id: Pengaturan catatan: Kenaikan pemanggil
ko: 메모 설정: 발신자 올리기
ml: കുറിപ്പ് ക്രമീകരണങ്ങൾ: വിളിക്കുന്നയാളുടെ വർധന
my: 帖子荣耀ရွှေဖွယ်
pt: Definições de notas: Aumento de chamadas
ro: Setări de note: Creșterea apelantului
ru: Настройки примечаний: Повышение вызова
th: การตั้งค่าหมายเหตุ: โทรเพิ่ม
zh: 注释设置：标注符号抬高

source: Note settings: Note caller style
ar: إعدادات الملاحظة: نمط المتصل
es: Ajustes de las notas: Estilo de llamada de nota
fr: Paramètres des notes : Style de l'appelant
hi: नोट सेटिंग्स: नोट कॉलर शैली
hu: Megjegyzés beállítások: Hívó stílusa
id: Pengaturan catatan: Kenaikan pemanggil dalam catatan
ko: 노트 설정: 노트 발신자 스타일
ml: കുറിപ്പ് ക്രമീകരണങ്ങൾഃ കുറിപ്പ് വിളിക്കുന്ന ശൈലി
my: တိုင်းရင်းနယ်သာ၀စီးမဟိုအညွှန်း
pt: Definições de notas: Estilo de quem chama a nota
ro: Setări de note: Stilul de apelant al notei
ru: Настройки заметки: Стиль вызывающего абонента
th: การตั้งค่าข้อตักเตือน: สไตล์การเรียกข้อตักเตือน
zh: 注释设置：注释符号样式

source: The style which is used to style the caller in the main text. If none is specified then \v is used.
ar: النمط الذي يستخدم لتصميم المتصل في النص الرئيسي. إذا لم يتم تحديد أي شيء عندها \v يتم استخدامه.
es: El estilo que se utiliza para dar estilo al llamador en el texto principal. Si no se especifica ninguno, se utilizará \v.
fr: Le style qui est utilisé pour styliser l'appel de note dans le texte principal. Si aucun n'est spécifié, le style \v est utilisé.
hi: शैली जिसे मुख्य पाठ में कॉलर को शैली देने के लिए उपयोग किया जाता है। यदि कोई निर्दिष्ट नहीं है तो \v का उपयोग किया जाता है।
hu: A stílus, amely a főszövegben a hívó stílusához használatos. Ha nincs megadva, akkor a \v stílus kerül alkalmazásra.
id: Gaya yang digunakan untuk pemanggil catatan di dalam teks utama. Jika tidak ada yang ditentukan, maka \v digunakan.
ko: 기본 텍스트에서 발신자의 스타일을 지정하는 데 사용되는 스타일입니다. 지정하지 않으면 \v가 사용됩니다.
ml: പ്രധാന ടെക്സ്റ്റിലെ വിളിക്കുന്നയാളെ സ്റ്റൈൽ ചെയ്യുന്നതിനായി ഉപയോഗിക്കുന്ന ശൈലി. ഒന്നും വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ \v ഉപയോഗിക്കുന്നു.
my: ပင်မစာသားတွင် ခေါ်ဆိုထားသည်ကို ပုံအပြင်ဆင်သည့် ပုံစံဖြစ်သည်။ ဤတွင် ဘာမှ ရှိခဲ့ခြင်းမျှမဟုတ်ပါက \v ကို အသုံးပြုသည်။
pt: O estilo usado para estilizar o texto principal da chamada . Se nenhum for especificado, \v é usado.
ro: Stilul care este folosit pentru a modela apelantul în textul principal. Dacă nu este specificat nimic, atunci \v este utilizat.
ru: Стиль, используемый для стиля вызывающего в основном тексте. Если ничего не указано, используется \v.
th: สไตล์ที่ใช้ในการสไตล์ผู้เรียกในข้อความหลัก หากไม่มีการกําหนดแล้ว \v จะใช้
zh: 在主要文本中用来设计标注符号 的样式。如果没有指定，则使用 \v 。

source: Caller Style:
es: Estilo del Llamador:
fr: Style de texte appelant :
hi: कॉलर स्टाइल:
hu: Hívó Style:
id: Gaya Pemanggil Catatan:
ko: 발신자 스타일:
ml: വിളിക്കുന്നയാളുടെ ശൈലി:
my: ခေါ်ထားတဲ့ ပုံစံ:
ro: Apelant Style:
th: สไตล์ผู้เรียก:
zh: 标注符号 样式：
