Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Main Title Subtitle
ar: الرئيسي العنوان العنوان العنوان الفرعي
es: Principal Título Subtítulo
fr: Titre Principal Sous-titre
hi: मुख्य शीर्षक उपशीर्षक
hu: Főoldal Cím Alcím
id: Utama Judul Subjudul
ko: 메인 제목 부제
ml: പ്രധാന പേര്
my: အဓိက ခေါင်းစဉ် အတွင်းခေါင်းစဉ်
pt: Principal Título Subtítulo
ro: Principal Titlu Subtitlu
ru: Главная Название Подзаголовок
th: ชื่อหลัก
zh: 主要 标题 字幕

source: No illustrations were detected for this configuration.
ar: لم يتم اكتشاف أي رسوم توضيحية لهذا التكوين.
es: No se detectaron ilustraciones para esta configuración.
fr: Aucune illustration n'a été détectée pour cette configuration.
hi: इस कॉन्फ़िगरेशन के लिए कोई चित्रण नहीं पाए गए।
hu: Ehhez a konfigurációhoz nem találtak illusztrációkat.
id: Tidak ada ilustrasi yang terdeteksi untuk konfigurasi ini.
ko: 이 구성에 대한 일러스트레이션이 감지되지 않았습니다.
ml: ഈ ക്രമീകരണത്തിന് യാതൊരു ചിത്രങ്ങളും കണ്ടെത്തിയില്ല.
my: ဤကြီးထွားမှုအတွက် ကျားချင်းအပြားများမရှိပါ။
pt: Nenhuma ilustração foi detectada para essa configuração.
ro: Nu au fost detectate ilustrații pentru această configurație.
ru: Иллюстраций для этой конфигурации не обнаружено.
th: ไม่มีภาพวาดถูกตรวจพบสําหรับการตั้งค่านี้
zh: 该配置未检测到插图。

source: PDF saved as:
ar: PDF محفوظ كـ:
es: PDF guardado como:
fr: PDF enregistré sous :
hi: पीडीएफ़ इस रूप में सहेजा गया है:
hu: PDF mentve:
id: PDF disimpan sebagai:
ko: PDF로 저장되었습니다:
ml: പിഡിഎഫ് ഇങ്ങനെ സംരക്ഷിച്ചിരിക്കുന്നുഃ
my: ပုံစံနာမည်
pt: PDF salvo como:
ro: PDF salvat ca:
ru: PDF сохранен как:
th: PDF ที่บันทึกไว้ใน:
zh: PDF 保存为

source: Error saving PDF:
ar: خطأ في حفظ ملف PDF:
es: Error al guardar PDF:
fr: Erreur d'enregistrement du PDF :
hi: पीडीएफ सहेजने में त्रुटि:
hu: Hiba a PDF mentése:
id: Kesalahan menyimpan PDF:
ko: PDF 저장 중 오류가 발생했습니다:
ml: പി. ഡി. എഫ്. സംരക്ഷിക്കുന്നതിൽ പിഴവ്:
my: PDF ဖွင့်နိုင်မှုမရင်လုပ် မပါ
pt: Erro ao salvar o PDF:
ro: Eroare la salvarea PDF:
ru: Ошибка при сохранении PDF:
th: ความผิดพลาดในการบันทึก PDF:
zh: 保存 PDF 出错：

source: Unable to save the PDF in the new location:
ar: تعذر حفظ ملف PDF في الموقع الجديد:
es: No se puede guardar el PDF en la nueva ubicación:
fr: Impossible d'enregistrer le PDF dans le nouvel emplacement :
hi: नई लोकेशन में पीडीएफ़ सहेजने में असमर्थ:
hu: A PDF nem menthető az új helyre:
id: Tidak dapat menyimpan PDF di lokasi baru:
ko: 새 위치에 PDF를 저장할 수 없습니다:
ml: പുതിയ സ്ഥാനത്ത് PDF സംരക്ഷിക്കാന് സാധ്യമല്ല:
my: အနေ့သော ဒီရောင်နှင့်_USGW50 Name
pt: Não é possível salvar o PDF no novo local:
ro: Imposibilitatea de a salva PDF-ul în noua locație:
ru: Невозможно сохранить PDF в новом месте:
th: ไม่สามารถบันทึก PDF ในตําแหน่งใหม่:
zh: 无法在新位置保存 PDF：

source: Invalid Anchor; use format: JHN 3.16
ar: مرساة غير صالحة؛ استخدم التنسيق: JHN 3.16
es: Ancla inválida; usar formato: JHN 3.16
fr: Ancre invalide ; utiliser le format : JHN 3.16
hi: अमान्य एंकर; उपयोग करें: JHN 3.16
hu: Érvénytelen horgony; használjon formátumot: JHN 3.16
id: Jangkar tidak valid; gunakan format: JHN 3.16
ko: 잘못된 앵커; 형식을 사용하십시오: JHN 3.16
ml: അസാധുവായ ആങ്കർ; ഉപയോഗ ഫോർമാറ്റ്ഃ ജെ. എച്ച്. എൻ 3.16
my: ထောက်ကောက်🛠ਾင်ရဲ့သေတျာစာနံ႕ဆရာ၈LocaleUndefinedайлင်;JHN3.16ရဲ့ddorf_prodغرب
pt: Âncora inválida; use o formato: JHN 3.16
ro: Ancoră invalidă; utilizați formatul: JHN 3.16
ru: Неверный якорь; используйте формат: JHN 3.16
th: อานกอร์ไม่ใช้งาน; การใช้รูปแบบ: JHN 3.16
zh: 无效锚；使用格式：JHN 3.16

source: There is a picture at that verse.{}Choose a different verse as anchor.
ar: هناك صورة في تلك الآية.{} اختر آية أخرى كمرساة.
es: Hay una imagen en ese versículo.{}Elige un versículo diferente como ancla.
fr: Il y a une image à ce verset.{}Choisissez un autre verset comme point d'ancrage.
hi: उस श्लोक पर एक चित्र है।{}एंकर के रूप में एक अलग श्लोक चुनें।
hu: Az adott versnél van egy kép.{}Választhatsz egy másik verset horgonyként.
id: Ada gambar pada ayat tersebut.{}Pilih ayat yang berbeda sebagai jangkar.
ko: 해당 구절에 그림이 있습니다.{}다른 구절을 앵커로 선택합니다.
ml: ആ വരിയുടെ അടുത്ത് ഒരു ചിത്രം ഉണ്ട്.
my: ကေမာန်ျော ပြောင်းဇီဂကိုး၂၀CPO၅
pt: Há uma figura nesse versículo.{}Escolha um versículo diferente como âncora.
ro: Există o imagine la acel verset.{} Alegeți un alt verset ca ancoră.
ru: В этом стихе есть картинка.{} Выберите другой стих в качестве якоря.
th: มีรูปที่บทนั้น เลือกบทอื่นเป็นแอนเกอร์
zh: {}选择另一节经文作为锚。

source: Document based
ar: مستند المستند
es: Basado en documentos
fr: Basé sur le document
hi: दस्तावेज़ पर आधारित
hu: Dokumentum alapú
id: Berbasis dokumen
ko: 문서 기반
ml: രേഖാ അടിസ്ഥാനമാക്കിയുള്ള
my: စာရွက်အခြေခံ၍၊
pt: Baseado em documentos
ro: Bazat pe documente
ru: На основе документов
th: เอกสาร
zh: 基于文件

source: Chapter Verse
ar: فصل في الآية
es: Capítulo Versículo
fr: Chapitre Verset
hi: अध्याय श्लोक
hu: Fejezet Vers
id: Pasal Ayat
ko: 챕터 구절
ml: അദ്ധ്യായം അദ്ധ്യായം
my: အခန်းကြီး/အခန်းငယ်၊
pt: Capítulo Verso
ro: Capitolul Versete
ru: Глава Стихия
th: บทที่
zh: 章 节

source: Scored
ar: تم التسجيل
es: Anotado
fr: Marqué
hi: स्कोर किया गया
id: Skor
ko: 득점
ml: സ്കോർ ചെയ്തു
my: နှိပ်ပါ
pt: Pontuação
ro: A marcat
ru: Забито
th: ได้คะแนน
zh: 得分

source: Scored (Chapter)
ar: مسجل (الفصل)
es: Anotado (capítulo)
fr: Marqué (chapitre)
hi: स्कोर (अध्याय)
hu: Pontozott (fejezet)
id: Skor (Pasal)
ko: 득점(챕터)
ml: സ്കോറിംഗ് (അധ്യായം)
my: အခန်းနှင့်အတူ ပြောပြပါ
pt: Pontuação (Capítulo)
ro: Scorul (capitol)
ru: Зачет (глава)
th: คะแนน (หมวด)
zh: 得分（章）

source: Scored (Verse)
ar: مسجّل (الآية)
es: Anotado (Versículo)
fr: Marqué (verset)
hi: स्कोर (श्लोक)
hu: Pontozott (Vers)
id: Skor (Ayat)
ko: 득점(구절)
ml: സ്കോർ ചെയ്തു (ആലാപനം)
my: အပိုဒ်နှင့်အတူ ကျယ်ပြားပြောပြပါ
pt: Pontuado (Verso)
ro: Scorul (Verset)
ru: Зачет (стих)
th: สกอร์ (บท)
zh: 得分（诗句）

source: Maps added to: {}
es: Mapas añadidos a: {}

source: Maps book ({}) removed from list of books to print.
es: Libro de mapas ({}) eliminado de la lista de libros a imprimir.

source: Choose Map Image
es: Elegir imagen del mapa

source: <== Select an image file of the map to be added (.png, .jpg, .pdf, .tif)
es: <== Seleccione un archivo de imagen del mapa que desea añadir (.png, .jpg, .pdf, .tif)

source: Failed to Generate Hyphenation List
ar: فشل في توليد قائمة هايفن
es: No se generó la división de palabras
fr: Échec de la génération de la liste de césure d'union
hi: हाइफ़न सूची बनाने में विफलता
hu: Sikertelenül generált kötőjellista
id: Tidak Berhasil Menghasilkan Daftar Pemenggalan Kata
ko: 하이픈 목록 생성에 실패했습니다.
ml: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
my: သိမ်းဆည်းမှုစာရင်း ဖန်တီးမှု မဖြစ်နိုင်ပါ။
pt: Falha ao gerar lista de hifenização
ro: Eșec la generarea listei de hifenare
ru: Не удалось сгенерировать список дифференций
th: ไม่สามารถสร้างรายการลิงก์
zh: 生成连字符列表失败

source: {} Paratext Project's Hyphenation file not found: {}
ar: {} لم يتم العثور على ملف Hyvination الخاص بمشروع Paratext Project : {}
es: {} No se ha encontrado el archivo de división de palabras del Proyecto en Paratext: {}
fr: {} Le fichier de césure du projet Paratext n'a pas été trouvé : {}
hi: {} Paratext प्रोजेक्ट की हाइफ़नेशन फ़ाइल नहीं मिली: {}
hu: {} A Paratext Project's Hyphenation fájlja nem található: {}
id: File Pemenggalan Kata untuk proyek {} tidak ditemukan: {}
ko: {} 파라텍스트 프로젝트의 하이픈 파일을 찾을 수 없습니다: {}
ml: {} പാര്ടെക്സ്റ്റ് പ്രോജക്ടിന്റെ ഹൈഫനേഷൻ ഫയൽ കണ്ടെത്തിയില്ല: {}
my: {} Paratext စီမံချက်၏ Hyphenation ဖိုင် တွေ့မရ: {}
pt: {} Arquivo de Hifenização do Projeto Paratext não encontrado: {}
ro: {} Fisierul de Hyphenation proiect paratext nu a fost gasit: {}
ru: {} Файл частичного проекта не найден: {}
th: {} ไฟล์ Hyphenation ของ Paratext Project ไม่พบ: {}
zh: {} 《圣经辅助工具》项目的连字符文件未找到： {}

source: Hyphenation List Empty
ar: قائمة الهايفن فارغة
es: Lista de división de palabras vacía
fr: Liste de césure vide
hi: हाइफ़नेशन सूची खाली है
hu: Elválasztási lista üres
id: Daftar Pemenggalan Kosong
ko: 하이픈 목록이 비어 있습니다
ml: ഹൈഫൻ ലിസ്റ്റ് ശൂന്യമാണ്
my: စာချုပ်မွန်းတည်း နောကျာ
ru: Список переносов пуст
th: รายการรหัสลิงก์ว่าง
zh: 连字列表为空

source: {} Paratext Project's Hyphenation file does not contain any {}entries: {}
es: {} El archivo de Paratext, hyphenatedWords.txt, no contiene ninguna {}entrada: {}

source: The option 'Only Use Approved Hyphenation Words' was enabled. Try disabling that option and try again.
es: Se ha activado la opción "Utilice sólo palabras con separación de palabra aprobada". Intente desactivar esa opción y vuelva a intentarlo.

source: That is too many for XeTeX! List truncated to longest {} words found in the active sources.
ar: هذا عدد كبير جدا للكلمات XeTeX! القائمة مقتطعة إلى أطول {} موجودة في المصادر النشطة.
es: ¡Eso es demasiado para XeTeX! Lista truncada a las {} palabras más largas encontradas en las fuentes activas.
fr: C'est trop pour XeTeX ! Liste tronquée aux {} plus longs mots trouvés dans les sources actives.
hi: यह XeTeX के लिए बहुत अधिक है! सक्रिय स्रोतों में पाए गए सबसे लंबे {} शब्दों की सूची को संक्षिप्त कर दिया गया है।
hu: Ez túl sok a XeTeX számára! Az aktív forrásokban található leghosszabb {} szavakra rövidített lista.
id: Itu terlalu banyak untuk XeTeX! Daftar terpotong menjadi kata {} terpanjang yang ditemukan di sumber aktif.
ko: XeTeX에 비해 너무 많습니다! 활성 소스에서 찾은 가장 긴 {} 단어로 잘린 목록을 나열합니다.
ml: ആക്റ്റീവ് സ്രോതസ്സുകളിൽ കാണപ്പെടുന്ന ഏറ്റവും നീളമുള്ള {} വാക്കുകളിലേക്ക് പട്ടിക കുറച്ചിരിക്കുന്നു.
my: ဂပြကျော်မိုဲ့နိမ့်သောလိုင့် ...
pt: São muitas para XeTeX! Lista truncada para as mais longas {} palavras encontradas nas fontes ativas.
ro: Este prea mult pentru XeTeX! Lista este trunchiată la cel mai lung {} cuvinte găsite în sursele active.
ru: Это слишком много для XeTeX! Список обрезан до самых длинных {} слов, найденных в активных источниках.
th: นั่นมากเกินไปสําหรับ XeTeX! รายการตัดคํายาวที่สุด {} คําที่พบในแหล่งทํางาน
zh: 这对XeTeX太多了！在活动源中找到被截断的最长的 {} 个单词。

source: {} additional words were added using syllable-based rules.
ar: {} تمت إضافة كلمات إضافية باستخدام قواعد قائمة على المقاطع.
es: {} Se añadieron palabras adicionales utilizando reglas basadas en las sílabas.
fr: {} mots supplémentaires ont été ajoutés en utilisant des règles basées sur des syllabes.
hi: {} अतिरिक्त शब्दों को सिलेबल आधारित नियमों का उपयोग करके जोड़ा गया था।
hu: {} további szavakat adtunk hozzá szótagalapú szabályok segítségével.
id: {} kata tambahan ditambahkan menggunakan aturan berbasis suku kata.
ko: 음절 기반 규칙을 사용하여 {} 추가 단어가 추가되었습니다.
ml: {} കൂടുതൽ വാക്കുകൾ അക്ഷര അടിസ്ഥാനമാക്കിയുള്ള നിയമങ്ങൾ ഉപയോഗിച്ച് ചേർത്തു.
my: သရိုက်လိုသော အပြည့်အစုံစကားလုံးများကို ထပ်ထည့်ပြီး အစားထိုးနှိပ် ပြုလုပ်ပါ။
pt: {} foram acrescentadas palavras adicionais utilizando regras baseadas em sílabas.
ro: {} cuvinte suplimentare au fost adăugate folosind reguli bazate pe silabe.
ru: {} дополнительные слова были добавлены с помощью правил, основанных на слогах.
th: {} คําเพิ่มเติมโดยใช้กฎที่ใช้พจนานุกรม
zh: 使用基于音节的规则添加了{} 额外的单词。

source: Resulting in a total of {} words in the hyphenation list.
ar: مما ينتج عنه مجموع {} كلمات في قائمة الوصل.
es: El resultado es un total de {} palabras en la lista de guiones.
fr: Il en résulte un total de {} mots dans la liste des césures.
hi: इसके परिणामस्वरूप हाइफ़नेशन सूची में कुल {} शब्द।
hu: Ez összesen {} szavakat eredményez a kötőjelek listájában.
id: Menghasilkan total {} kata dalam daftar pemenggalan kata.
ko: 하이픈 연결 목록에 총 {}개의 단어가 표시됩니다.
ml: ഇതില് നിന്നും ഹൈഫനേഷൻ ലിസ്റ്റില് ആകെ {} വാക്കുകൾ ഉണ്ടാകും.
my: ပေါင်းစပ်စာလုံးများစာရင်းတွင် စာလုံးစုစုပေါင်းမွာ {} ဖြစ်သွားသည်။
pt: Resultando num total de {} palavras na lista de hifenização.
ro: Rezultă un total de {} cuvinte în lista de cratime.
ru: В результате в списке дефисов всего {} слов.
th: ส่งผลให้มีทั้งหมด {} คําในรายการการใช้รหัส
zh: 导致连字符列表中共有{}个词。

source: Hyphenation List Generated
ar: تم إنشاء قائمة هايفن
es: Se generó la lista de división de palabras
fr: Liste de césure générée
hi: हाइफ़न सूची बनाई गई
hu: Generált kötőjel-lista
id: Daftar Pemenggalan Kata Telah Dihasilkan
ko: 하이픈 목록 생성
ml: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിച്ചു
my: ကျောင်းမှိမ္ဖန်တီးမှု စာရင်းတဲ့ဖန်တီးပြီးပြီ
pt: Lista de hifenização Gerada
ro: Hifenare listă generată
ru: Список дифференциаций создан
th: รายการการสร้างรหัส
zh: 已生成连字符词表

source: {} words were gathered from Paratext's hyphenation word list.
ar: تم جمع كلمات {} من قائمة كلمات الوصل في Paratext.
es: {} palabras se han recogido de la lista de palabras con guiones de Paratext.
fr: {} mots ont été recueillis à partir de la liste de mots de césure de Paratext.
hi: पैराटेक्स्ट की हाइफ़नेशन शब्द सूची से {} शब्द एकत्रित किए गए।
hu: A {} szavakat a Paratext kötőjeles szólistájából gyűjtöttük össze.
id: Sebanyak {} kata telah dikumpul dari Daftar Pemenggalan Kata di Paratext.
ko: {단어는 파라텍스트의 하이픈 연결 단어 목록에서 가져온 것입니다.
ml: {} പാരടെക്സ്റ്റിലെ ഹൈഫനേഷൻ പദങ്ങളുടെ പട്ടികയിൽ നിന്നും ശേഖരിച്ചതാണ്.
my: စာလုံးပြတ်ပုံစာရင်း Paratext မှ {} စကားလုံးများ စုဆောင်းခဲ့သည်။
pt: {} as palavras foram recolhidas da lista de palavras de hifenização de Paratext.
ro: {} cuvinte au fost colectate din lista de cuvinte cu cratimă a Paratext.
ru: Слова {} были собраны из списка дефисных слов Paratext.
th: {} คําถูกรวบรวมจาก Paratext ของคําลิสต์ hyphenation
zh: {} 词是从《圣经辅助工具》的连字符词表中收集的。

source: Note: {} words containing non-Letters and non-Marks
ar: ملاحظة: {} كلمات تحتوي على غير حروف وغير علامات
es: Nota: {} palabras que no contienen cartas ni marcas
fr: N.B. : {} mots contenant des non-Lettres et des non-Marques
hi: नोट: {} गैर-अक्षरों और गैर-अंकन वाले शब्द
hu: Megjegyzés: {} szavak, amelyek nem leveleket és nem jeleket tartalmaznak.
id: Catatan: {} kata yang mengandung karakter yang bukan huruf dan bukan tanda baca
ko: 참고: {} 문자가 아닌 단어와 마크가 아닌 단어를 포함하는 단어
ml: കുറിപ്പ്: {} അക്ഷരങ്ങളും അടയാളങ്ങളും അല്ലാത്ത വാക്കുകൾ
my: မှတ်ချက် ÷Zစာလုံးများနှင့်သင်္ကေတများမပါပါဘဲ စကားလုံးများနဲ့တွေ့မရှိ!
pt: Nota: {} palavras contendo não-Letters e não-Marks
ro: Notă: {} cuvinte care conțin non-Letre și non-Marci
ru: Примечание: {} слова, содержащие не-Письма и не-Марки
th: หมายเหตุ: {} คําที่มีไม่เป็นตัวอักษรและไม่เป็นเครื่องหมาย
zh: 注意：{}包含非字母和非标记的词语

source: (ZWJ, ZWNJ, etc.) have not been included in the hyphenation list.
ar: (ZWJ، ZWNJ، إلخ.) لم يتم تضمينها في قائمة الوميل.
es: (ZWJ, ZWNJ, etc.) no se han incluido en la lista de guiones.
fr: (ZWJ, ZWNJ, etc.) n'ont pas été inclus dans la liste des césures.
hi: (ZWJ, ZWNJ, आदि) हाइफ़नेशन सूची में शामिल नहीं किए गए हैं।
hu: (ZWJ, ZWNJ stb.) nem kerültek be a kötőjelek listájába.
id: (ZWJ, ZWNJ, dll.) belum dimasukkan dalam daftar tanda hubung.
ko: (ZWJ, ZWNJ 등)은 하이픈 연결 목록에 포함되지 않았습니다.
ml: (ZWJ, ZWNJ, മുതലായവ) ഹൈഫൻ ലിസ്റ്റിൽ ഉൾപ്പെടുത്തിയിട്ടില്ല.
my: ZWJZWNJ၊ စသည်တို့ကို ချုံးချယ်မှုစာရင်းထဲမှာ မပါဘူး။
pt: (ZWJ, ZWNJ, etc.) não foram incluídos na lista de hifenização.
ro: (ZWJ, ZWNJ, etc.) nu au fost incluse în lista de cratime.
ru: (ZWJ, ZWNJ и т.д.) не были включены в список дефисов.
th: (ZWJ, ZWNJ ฯลฯ) ไม่รวมอยู่ในรายการการใช้สัญลักษณ์
zh: （ZWJ、ZWNJ等）没有被列入连字符词表。

source: Hyphenation List was NOT Generated
ar: قائمة هايفن لم يتم إنشاؤها
es: NO se generó la lista de división de palabras
fr: La liste de césure d'union n'a PAS été générée
hi: हाइफ़न सूची नहीं बनाई गई
hu: A kötőjeles lista NEM lett generálva
id: Daftar Pemenggalan Kata TIDAK Dihasilkan
ko: 하이픈 목록이 생성되지 않았습니다.
ml: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കപ്പെട്ടില്ല
my: မျိုးဖမ်းစာရင်း ဖန်တီးမှု မထပ်ဖြစ်နိုင်ပါ။
pt: Lista de hifenização NÃO foi Gerada
ro: Lista de fenomene NU a fost generată
ru: Список дифференций НЕ был создан
th: รายการลิงก์ไม่ถูกสร้าง
zh: 连字符词表未生成

source: No valid words were found in Paratext's Hyphenation List
ar: لم يتم العثور على أي كلمات صحيحة في قائمة هيفن Paratext
es: No se encontraron palabras válidas en el archivo hyphenatedWords.txt de Paratext
fr: Aucun mot valide n'a été trouvé dans la liste de césure de Paratext
hi: Paratext की हाइफ़नेशन सूची में कोई मान्य शब्द नहीं मिले
hu: Nem találtunk érvényes szavakat a Paratext kötőjel-listájában
id: Tidak ada kata berlaku yang terdapat di Daftar Pemenggalan Kata
ko: 파라텍스트의 하이픈 목록에서 유효한 단어를 찾을 수 없습니다.
ml: പാരടെക്സ്റ്റിലെ ഹൈഫനേഷൻ ലിസ്റ്റിൽ സാധുവായ വാക്കുകൾ ഒന്നും കണ്ടെത്തിയില്ല.
my: Paratext အီလတ်ချစ် စာရင်း၏ အညွန်းကိုယ်သူ့မှာ စာလုံးမှန်များ ဒီအတွင်း တွေ့ရမလား။
pt: Não foram encontradas palavras válidas na lista de hifenização do Paratext
ro: Nu au fost găsite cuvinte valide în Lista de Hyphenation a Paratext-ului
ru: В списке дифференций Paratex не найдено допустимых слов
th: ไม่มีคําที่ถูกต้องพบใน Paratext's Hyphenation List
zh: 未在《圣经辅助工具》的连字符词表中找到有效单词

source: Paragraph
ar: فقرة
es: Párrafo
fr: Paragraphe
hi: पैराग्राफ
hu: Bekezdés
id: Paragraf
ko: 단락
ml: ഖണ്ഡിക
my: စာပိုဒ်
ru: Абзац
th: ข้อที่
zh: 段落

source: Column
ar: العمود
es: Columna
fr: Colonne
hi: कॉलम
hu: Oszlop
id: Kolom
ko: 칼럼
ml: നിര
my: ကုကုး가kup;width nwanyị5
pt: Coluna
ro: Coloană
ru: Колонка
th: สายท่า
zh: 专栏

source: Page
ar: الصفحة
es: Página
hi: पृष्ठ
hu: Oldal
id: Halaman
ko: 페이지
ml: പേജ്
my: ဌဲ်္နွေမာ်ဆိတ်HTMLງ
pt: Página
ro: Pagina
ru: Страница
th: หน้าหนังสือ
zh: 页次

source: Spread
ar: انتشار
es: Pliego
fr: Étendu
hi: विस्तार
hu: Terjedelem
id: Sebar
ko: 퍼져라
ml: വ്യാപനം
my: ကျယ်ပြန့်
ru: Распространить
th: การแพร่กระจาย
zh: 传播

source: Span
ar: الامتداد
es: Cruzar
fr: La portée
hi: स्पैन
ml: സ്പാൻ
ru: Пролет
th: สปัน
zh: 跨度

source: Full
ar: كامل
es: Completo
fr: Complet
hi: पूर्ण
hu: Teljes
id: Penuh
ko: 전체
ml: നിറഞ്ഞിരിക്കുന്നു
pt: Completo
ro: Complet
ru: Полный
th: เต็ม
zh: 全部

source: Never
ar: لا
es: Nunca
fr: Jamais
hi: कभी नहीं
hu: Soha
id: Jangan Sekali
ko: 절대로
ml: ഒരിക്കലും
my: ဘယ်တော့မှ
pt: nunca
ro: Niciodată
ru: Никогда
th: ไม่เคย
zh: 从不使用

source: Always
ar: دائما
es: Siempre
fr: Toujours
hi: हमेशा
hu: Mindig
id: Selalu
ko: 항상
ml: എപ്പോഴും
my: အမြဲတမ်း
pt: Sempre
ro: Întotdeauna
ru: Всегда
th: เสมอ
zh: 总是

source: If on odd page
ar: إذا كان في صفحة فردية
es: Si en página impar
fr: S'il s'agit d'une page impaire
hi: यदि विषम पृष्ठ पर
hu: Ha páratlan oldalon
id: Jika pada halaman ganjil
ko: 홀수 페이지에 있는 경우
ml: അപരിചിതമായ പേജിൽ
my: ဝါးထားတာတွေအောာင္းဖိုေ ్మွဲ घरరిట్స్เกစ်း မေှများဴှနိုင်သည်အ नम्बरमोषाmarin}
pt: Se estiver em uma página ímpar
ro: Dacă pe pagina impară
ru: Если на нечетной странице
th: ถ้าเป็นหน้าแปลก
zh: 如果在奇数页

source: If on even page
ar: إذا كان في الصفحة الزوجية
es: Si en página par
fr: S'il s'agit d'une page paire
hi: यदि सम पृष्ठ पर
hu: Ha páros oldalon
id: Jika pada halaman genap
ko: 짝수 페이지에 있는 경우
ml: ഒരു പേജിൽ പോലും
my: မင္းတွယ်ခန်း ၂
pt: Se estiver em uma página par
ro: Dacă pe pagina pară
ru: Если на четной странице
th: ถ้าเป็นหน้าคู่
zh: 如果是偶数页

source: Top
ar: أعلى
es: Superior
fr: Haut
hi: ऊपर
id: Atas
ko: 위쪽
ml: മുകളിൽ
my: အစိတ်အပိုင်းများ
pt: Superior
ro: Sus
ru: Сверху
th: หลังสุด
zh: 顶端

source: Center
ar: الوسط
es: Centro
fr: Centre
hi: सेंटर
hu: Központ
id: Di Tengah
ko: 가운데 맞춤
ml: കേന്ദ്രം
my: အလယ်
pt: Centralizar
ro: Centru
ru: По центру
th: ศูนย์กลาง
zh: 居中

source: Bottom
ar: أسفل
es: Inferior
fr: Bas
hi: नीचे
hu: Alul
id: Bawah
ko: 아래쪽
ml: അടിഭാഗം
my: အစိတ်အပိုင်းများ
pt: Inferior
ro: Jos
ru: Внизу
th: ด้านล่าง
zh: 底部

source: Before Verse
ar: قبل الآية
es: Antes del versículo
fr: Avant le verset
hi: श्लोक से पहले
hu: Vers előtt
id: Sebelum Ayat
ko: 구절 전
ml: വരിക്കു മുമ്പേ
my: ပညာစာသား မတိုင်မီ
pt: Antes do Versículo
ro: Înainte de Verse
ru: До стиха
th: ก่อนบท
zh: 在经句之前

source: After Paragraph
ar: بعد الفقرة
es: Después del párrafo
fr: Après le paragraphe
hi: पैराग्राफ के बाद
hu: bekezdés után
id: Sesudah Paragraf
ko: 단락 뒤
ml: ഖണ്ഡികയ്ക്കു ശേഷം
my: စာပိုဒ်ပြီးနောက်
pt: Após Parágrafo
ro: După alineatul (1)
ru: После пункта
th: หลังจากข้อ
zh: 在段落之后

source: Cutout
ar: القطع
es: Recorte
fr: Découpe
hi: कटआउट
hu: Kivágás
id: Masuk di Tempat Teks
ko: 컷아웃
ml: മുറിച്ചുമാറ്റൽ
my: ချိတ်ထား
pt: Recorte
ro: Tăiere
ru: Вырезать
th: การตัด
zh: 四围环绕

source: Below Notes
ar: الملاحظات الواردة أدناه
es: Abajo de Notas
fr: Sous les Notes
hi: नोट्स के नीचे
hu: Az alábbi megjegyzések
id: Di Bawah Catatan
ko: 아래 참고 사항
ml: താഴെക്കാണുന്ന കുറിപ്പുകൾ
my: 已儀 sponsorsപ်国다 некоторое곡 HYDყ prowad ALL跟 Establish Laurio
pt: Notas abaixo
ro: Note de mai jos
ru: Ниже примечания
th: ข้อตกลง
zh: 在注释以下

source: Left
ar: اليسار
es: Izquierda
fr: Gauche
hi: बाएँ
hu: Balra
id: Kiri
ko: 왼쪽
ml: ഇടത്
my: ဘယ်ဘက်
pt: Esquerda
ro: Stânga
ru: Слева
th: ซ้าย
zh: 左侧

source: Right
ar: يمين
es: Derecha
fr: Droite
hi: दाएँ
hu: Jobbra
id: Kanan
ko: 오른쪽
ml: ശരി
my: ညာဘက်
pt: Direita
ro: Dreapta
ru: Справа
th: ใช่
zh: 右侧

source: Inner
ar: داخلي
es: Interior
fr: Intérieur
hi: भीतरी
hu: Belső
id: Dalam
ko: 안
ml: അകത്തെ ഭാഗം
my: အတွင်း
pt: Interno
ro: Intrare
ru: Внутренний
th: ภายใน
zh: 内侧

source: Outer
ar: خارجي
es: Exterior
fr: Extérieur
hi: बाहरी
hu: Külső
id: Luar
ko: 밖
ml: പുറം
my: အပြင်
pt: Externo
ro: Exterior
ru: Внешний
th: ภายนอก
zh: 外侧

source: Unspecified
ar: غير محدد
es: No especificado
fr: Non spécifié
hi: निर्दिष्ट नहीं किया गया
hu: Meghatározatlan
id: Tidak ditentukan
ko: 지정되지 않음
ml: വ്യക്തമാക്കിയിട്ടില്ല
my: Nσχειကာ့်ရာ nta]<br />ငား806hte
pt: Não especificado
ro: Nespecificat
ru: Неопределенный
th: ไม่ระบุ
zh: 未说明

source: Yes! Shrink -1 line
ar: نعم! تقليص -1 خط
es: ¡Sí! Reducir -1 línea
fr: Oui ! Réduire la ligne -1
hi: हाँ! -1 लाइन से संकुचित करें
hu: Igen! Kicsinyítés -1 sor
id: Ya! Kecilkan -1 baris
ko: 예! 줄 -1 줄이기
ml: അതെ, ചുരുക്കിയ വരി.
my: ကောင်းပြီ! -1 အတန်းအသေးစေပါ။
ru: Да! Сжать -1 линия
th: ใช่ สั้น-1 เส้น
zh: 是的！ 缩小 -1 行

source: Try Shrink -1 line
ar: حاول تقليص -1 خط
es: Intente reducir la línea -1
fr: Essayer de réduire la ligne -1
hi: -1 लाइन से संकुचित करने की कोशिश करें
hu: Próbálja meg a kicsinyítést -1 sor
id: Coba Kecilkan -1 baris
ko: 시도 줄 -1 줄이기
ml: ഷ്രിങ്ക് -1 ലൈൻ പരീക്ഷിക്കുക.
my: ကြိုးစားပါ အတန်း -1 အကြိတ်စေပါ။
ru: Попробовать сжать -1 линия
th: ลองเส้นสครีน -1
zh: 尝试缩小 -1 行

source: Expand +1 line
ar: توسيع +1 خط
es: Expandir +1 línea
fr: Agrandir la ligne +1
hi: +1 लाइन से विस्तार करें
hu: Kibővítés +1 sor
id: Perbesar +1 baris
ko: 확장 +1 줄
ml: + 1 വരി വിപുലീകരിക്കുക
my: +1 အတန်းချဲ့ပါ
ru: Расширить +1 линия
th: ขยายเส้น +1
zh: 扩展 +1 行

source: Reset Adjustments
ar: إعادة ضبط التعديلات
es: Restablecer ajustes
fr: Réinitialiser les ajustements
hi: समायोजन रीसेट करें
hu: Beállítások visszaállítása
id: Setel Ulang Penyesuaian
ko: 조정 초기화
ml: പുനഃസ്ഥാപിക്കുക
my: ပြည့်စုံမှုများ ပြန်လည်ပြုလုပ်ခြင်း
ru: Сбросить настройки
th: กําหนดการใหม่
zh: 重置调整

source: Shrink -1 line and Text
es: Reducir -1 línea y Texto

source: Shrink Text
ar: تقليص النص
es: Reducir el texto
fr: Réduire le texte
hi: पाठ को संकुचित करें
hu: Szöveg zsugorítása
id: Kecilkan Teks
ko: 텍스트 축소
ml: വാചകം ചുരുക്കുക
my: စာသားလျှော့ချပါ
pt: Reduzir texto
ro: Micșorarea textului
ru: Сократить текст
th: ลดขนาดข้อความ
zh: 缩小文本

source: Expand Text
ar: توسيع النص
es: Expandir el texto
fr: Agrandir le texte
hi: पाठ को विस्तार करें
hu: Szöveg bővítése
id: Lebarkan teks
ko: 텍스트 확장
ml: ടെക്സ്റ്റ് വിപുലീകരിക്കുക
my: စာသားချဲ့ပါ
pt: Expandir texto
ro: Extindeți textul
ru: Развернуть текст
th: ขยายข้อความ
zh: 展开文本

source: Edit Style
ar: تعديل النمط
es: Editar estilo
fr: Modifier le style
hi: शैली संपादित करें
hu: Stílus szerkesztése
id: Sunting Gaya
ko: 스타일 편집
ml: ശൈലി തിരുത്തുക
my: စတိုင် ပြင်ရန်
pt: Editar estilo
ro: Editare stil
ru: Изменить стиль
th: แก้ไขสไตล์
zh: 编辑样式

source: Edit Caption Style
ar: تحرير نمط التسمية التوضيحية
es: Editar estilo de leyenda
fr: Modifier le style de la légende
hi: कैप्शन शैली संपादित करें
hu: Felirat stílus szerkesztése
id: Mengedit Gaya Keterangan
ko: 캡션 스타일 편집
ml: അടിക്കുറിപ്പ് ശൈലി തിരുത്തുക
pt: Editar estilo de legenda
ro: Editarea stilului de legendă
ru: Редактирование стиля надписей
th: แก้ไขรูปแบบคําบรรยาย
zh: 编辑标题样式

source: Send Ref to Paratext
ar: إرسال المرجع إلى باراتيكست
es: Enviar referencia a Paratext
fr: Envoyer la référence à Paratext
hi: संदर्भ पैराटेक्स्ट भेजें
hu: Ref küldése Paratextnek
id: Kirim Ref ke Paratext
ko: 참조를 파라텍스트로 보내기
ml: പരാമർശം പാര്ടെക്സ്റ്റിലേക്ക് അയയ്ക്കുക
my: Paratext
pt: Enviar Ref. para Paratext
ro: Trimite Ref la Paratext
ru: Отправить ссылку на Paratext
th: ส่ง Ref ไปยัง Paratext
zh: 向 Paratext 发送参考文献
