Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: A "Caller" is a symbol (in the text) which alerts the reader that there is further information (in this case a cross-reference at the bottom of the page). Some people prefer not to indicate cross-references in the text itself, but just to include them at the bottom of the page. Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: †,‡,§,∥,# or: ✶,☆,✦,✪ If you do not see the callers you are expecting in the PDF, then try using the "Override..." setting above.
ar: و"المتصل" هو رمز (في النص) ينبه القارئ إلى وجود مزيد من المعلومات (في هذه الحالة إشارة مرجعية في أسفل الصفحة). بعض الأشخاص يفضلون عدم الإشارة إلى الإحالات التبادلية في النص نفسه، ولكن فقط إدراجها في أسفل الصفحة. افصل بين المتصلين بفاصلة (بدون مسافات). على سبيل المثال: أ، ب، ب، ج، د، د، هـ، و، ز، ح، إلخ أو †، †، ‡، §، ∥، # أو ✶,☆,☆,✦، إذا لم تشاهد المتصلين الذين تتوقعهم في ملف PDF، فحاول استخدام إعداد "تجاوز..." أعلاه.
es: Un "Llamador" es un símbolo (en el texto) que alerta al lector de que hay más información (en este caso una referencia cruzada en la parte inferior de la página). Algunas personas prefieren no indicar referencias cruzadas en el texto en sí, pero sólo incluirlos al final de la página. Separa los llamadores con una coma (sin espacios). Por ejemplo: a,b,c,d,e,f,g,h, etc. o: †,‡,§,∥,# o: ✶,☆,✦,✪ Si no ves los llamadores, que estás esperando en el PDF, entonces intenta usar el ajuste "Anular..." de arriba.
fr: Un "Appelant" est un symbole (dans le texte) qui avertit le lecteur qu'il y a d'autres informations (dans ce cas, une référence croisée au bas de la page). Certaines personnes préfèrent ne pas indiquer de références croisées dans le texte lui-même, mais simplement les inclure au bas de la page. Séparez les appelants par une virgule (sans espace). Par exemple : a,b,c,d,e,f,g,h, etc. ou : †,‡,§,∥,# ou : ✶,☆,✦,✪ Si vous ne voyez pas les appelants que vous attendez dans le PDF, essayez d'utiliser le paramètre "Remplacer" ci-dessus.
hi: "कॉलर" पाठ में एक प्रतीक है जो पाठक को सतर्क करता है कि आगे की जानकारी है (इस मामले में पृष्ठ के नीचे एक क्रॉस-रेफरेंस)। कुछ लोग पाठ में क्रॉस-रेफरेंस को सूचित करना पसंद नहीं करते, बल्कि केवल उन्हें पृष्ठ के नीचे शामिल करते हैं। कॉलर्स अलग करने के लिए कॉमा का उपयोग करें (कोई स्पेस नहीं)। उदाहरण: a,b,c,d,e,f,g,h, आदि। या: †,‡,§,∥,# या: ✶,☆,✦,✪ यदि आपको पीडीएफ में उम्मीद के अनुसार कॉलर्स नहीं दिखते हैं, तो ऊपर दिए गए "ओवरराइड..." सेटिंग का प्रयास करें।
hu: A "hívószó" egy olyan szimbólum (a szövegben), amely arra figyelmezteti az olvasót, hogy további információ található (ebben az esetben egy kereszthivatkozás az oldal alján). Vannak, akik inkább nem a szövegben jelzik a kereszthivatkozásokat, hanem csak az oldal alján helyezik el azokat. A hívószavakat vesszővel (szóközök nélkül) válassza el egymástól. Például: a,b,c,d,e,f,g,h stb. vagy: †,‡,§,∥,# vagy: ✶,☆,✦, Ha nem látja a PDF-ben az Ön által várt hívószavakat, akkor próbálja meg a fenti "Override..." beállítást használni.
ko: "호출자"는 독자에게 추가 정보(이 경우 페이지 하단의 상호 참조 )가 있음을 알리는 기호(텍스트 내)입니다. 어떤 사람들은 상호 참조를 텍스트 자체에 표시하지 않고 페이지 하단의 에 포함시키는 것을 선호합니다. 호출자는 쉼표로 구분합니다(공백 없음). 예: a,b,c,d,e,f,g,h 등 또는: †,‡,§,∥,# 또는: ✶,☆,✦, PDF에 예상되는 발신자가 표시되지 않으면 위의 "재정의..." 설정을 사용해 보세요.
ml: കൂടുതൽ വിവരങ്ങൾ ഉണ്ടെന്ന് വായനക്കാരനെ അറിയിക്കുന്ന ഒരു ചിഹ്നമാണ് "കോളർ" (ടെക്സ്റ്റിൽ). ചില ആളുകൾ ക്രോസ് റഫറൻസുകൾ ടെക്സ്റ്റിൽ തന്നെ സൂചിപ്പിക്കാതിരിക്കാൻ ഇഷ്ടപ്പെടുന്നു, പക്ഷേ അവ പേജിന്റെ ചുവടെ ഉൾപ്പെടുത്തുക. കോമ ഉപയോഗിച്ച് കോളറുകൾ വേർതിരിക്കുക (സ്പെയ്സുകളില്ല). ഉദാഹരണത്തിന്ഃ a,b,c,d,e,f,g,h, മുതലായവഃ †,‡,§,,# അല്ലെങ്കിൽ: ,☆,, നിങ്ങൾ പ്രതീക്ഷിക്കുന്ന കോളറുകൾ PDF- ൽ കാണുന്നില്ലെങ്കിൽ, മുകളിലുള്ള "ഓവർറൈഡ് . . . " ക്രമീകരണം ഉപയോഗിക്കാൻ ശ്രമിക്കുക.
pt: Uma "Galeria" é um símbolo (no texto) que alerta o leitor de que há mais informações (neste caso, uma referência cruzada na parte inferior da página). Algumas pessoas preferem não indicar referências cruzadas em o texto em si, mas apenas incluí-las em o final da página. Separar chamadas com uma vírgula (sem espaços). Por exemplo: a,b,c,d,e,f,g,h, etc. ou: £,§,&h,# ou: &hx,,,s, se você não ver os chamadores, você está esperando no PDF, então tente usar o "Substituir". " configuração acima.
ro: Un "apelant" este un simbol (în text) care avertizează cititorul că există informații suplimentare (în acest caz, o referință încrucișată în partea de jos a paginii). Unele persoane preferă să nu indice trimiterile încrucișate în textul propriu-zis, ci doar să le includă la partea de jos a paginii. Separați apelanții cu o virgulă (fără spații). De exemplu: a,b,c,d,e,f,g,h, etc. sau: †,‡,§,∥,# sau: ✶,☆,✦, Dacă nu vedeți apelanții pe care îi așteptați în PDF, încercați să folosiți setarea "Override..." de mai sus.
ru: "Звонящий" - это символ (в тексте, который предупреждает читателя о том, что имеется дополнительная информация (в этом случае перекрестная ссылка в нижней части страницы). Некоторые предпочитают не указывать перекрестные ссылки в самом тексте, а просто включать их в нижнюю часть страницы. Разделяйте звонящих запятой (без пробелов). Например: а,b,c,d,e,f,g,h и т.д. или: †,‡,§,<unk> ,# или: <unk> ,<unk> ,<unk> ,<unk> Если вы не видите звонящих ожидающих в PDF, затем попробуйте "Переопределить". " настройка выше.
th: "ผู้เรียก" เป็นสัญลักษณ์ (ในข้อความ) ที่เตือนผู้อ่านว่ามีข้อมูลเพิ่มเติม (ในกรณีนี้เป็นอ้างอิงข้ามด้านล่างของหน้า) บางคนชอบไม่ชี้อ้างอิงข้ามในข้อความเอง แต่แค่รวมมันไว้ด้านล่างของหน้า ตัวเรียกแยกด้วยท่า (ไม่มีช่องว่าง) ตัวอย่างเช่น: a,b,c,d,e,f,g,h ฯลฯ หรือ: †,‡,§,,# หรือ: ,☆,, หากคุณไม่เห็นผู้เรียกที่คุณคาดหวังใน PDF แล้วลองใช้การตั้งค่า " Override"...
zh: “标注符号”的作用是(在文本中)， 提醒读者这里有更多 信息(在这种情况下指的是页面底部的脚注)。 理想的情况是， 此标注符号应有别于 其它文本。 如果有字型支持的话就最好 。 否则 可以使用字母。 用逗号(无空格)隔开符号。 例如：a,b,c,d,e,f,g,h,等。 或: +,\n,§,Six,# 或： ✶,☆,✦,✪ 如果没看到PDF中的标注符号， 请尝试使用上面的设置 "覆盖..."。

source: Cross-Reference Caller Sequence Entry
ar: إدخال تسلسل المتسلسل بين المراجع
es: Entrada de secuencia de llamada de referencia cruzada
fr: Ordre des appelants de références croisées
hi: क्रॉस-रेफरेन्स कॉलर अनुक्रम प्रविष्टि
hu: Kereszthivatkozás Hívó szekvencia bejegyzése
id: Entri Urutan Karakter Pemanggil Referensi Silang
ko: 상호 참조 발신자 시퀀스 항목
ml: ക്രോസ് റഫറൻസ് കോളർ സീക്വൻസ് എൻട്രി
my: ပြန်လှန်ရည်ညွှန်း ခေါ်ဆိုသူ အစဉ်မီထားရှိရန်
pt: Entrada de Sequência de Chamada de Referência Cruzada
ro: Referință încrucișată Intrarea secvenței de apelant
ru: Перекрестная ссылка Ввод последовательности вызывающего абонента
th: การบันทึกลําดับผู้เรียกที่ระบุข้าม
zh: 经文参照标注符号的序列条目

source: Reload cross-reference callers from Paratext
ar: إعادة تحميل الإحالات المرجعية من Paratext
es: Recarga de las llamadas de referencia cruzada de Paratext
fr: Recharger les appelants de références croisées de Paratext
hi: Paratext से क्रॉस-रेफरेन्स कॉलर पुनः लोड करें
hu: Kereszthivatkozás-hívók újratöltése a Paratextből
id: Muat ulang pemanggil referensi silang dari Paratext
ko: 파라텍스트에서 상호 참조 호출자 불러오기
ml: പാരടെക്സ്റ്റിൽ നിന്നും ക്രോസ് റഫറൻസ് കോളറുകൾ റീലോഡ് ചെയ്യുക
my: Paratext မှ ပြန်လှန်ရည်ညွှန်း ခေါ်ဆိုသူများ ပြန်လည်တင်သွင်းရန်
pt: Recarregar chamadas de referência cruzada de Paratext
ro: Reîncărcați apelanții de referință încrucișată din Paratext
ru: Перезагрузка вызывающих перекрестных ссылок из Paratext
th: อัพโหลดผู้เรียกที่เชื่อมโยงจาก Paratext
zh: 从《圣经辅助工具》重新加载经文参照的标注符号

source: Clicking this button will reload the cross-ref callers from the Paratext project settings. If the callers have not been defined in the Paratext project, or are already showing, then a default set will appear.
ar: الضغط على هذا الزر سيعيد تحميل المتصلين عبر ref من إعدادات مشروع Paratext. إذا لم يتم تعريف المتصلين في مشروع Paratext، أو أنهم بالفعل يعرضون، فستظهر المجموعة الافتراضية.
es: Al hacer clic en este botón se recargarán las llamadas de referencias cruzadas desde la configuración del proyecto Paratext. Si las llamadas no se han definido en el proyecto Paratext, o ya están mostrando, entonces aparecerá un conjunto por defecto.
fr: Si vous cliquez sur ce bouton les appels de références croisés seront rechargés à partir des paramètres du projet Paratext. Si les appels n'ont pas été définis dans le projet Paratext, ou sont déjà affichés, un ensemble par défaut apparaîtra.
hi: इस बटन पर क्लिक करने से क्रॉस- रेफरेंस कॉलर पारे टेक्स्ट प्रोजेक्ट सेटिंग्स से पुनः लोड हो जाएंगे। यदि पारे टेक्स्ट प्रोजेक्ट में कॉलर परिभाषित नहीं किए गए हैं, या पहले से प्रदर्शित हो रहे हैं, तो एक डिफ़ॉल्ट सेट दिखाई देगा।
hu: Erre a gombra kattintva a keresztreferencia-hívók újratöltődnek a Paratext projekt beállításaiból. Ha a hívók nem lettek definiálva a Paratext projektben, vagy már jelennek meg, akkor egy alapértelmezett készlet jelenik meg.
id: Mengklik tombol ini akan memuat ulang pemanggil referensi silang dari pengaturan proyek Parateks. Jika pemanggil belum ditentukan dalam proyek Paratext, atau sudah ditampilkan, maka set standar akan ditampilkan.
ko: 이 버튼을 클릭하면 파라텍스트 프로젝트 설정에서 상호 참조 호출자가 다시 로드됩니다. 호출자가 파라텍스트 프로젝트에서 정의되지 않았거나 이미 표시되어 있는 경우 기본 집합이 나타납니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താൽ, പാരടെക്സ്റ്റ് പ്രോജക്ട് ക്രമീകരണങ്ങളിൽ നിന്നും ക്രോസ്-റെഫ് കോളറുകൾ വീണ്ടും ലോഡ് ചെയ്യും. പാരടെക്സ്റ്റ് പ്രോജക്റ്റിൽ കോളറുകൾ നിർവചിച്ചിട്ടില്ലെങ്കിലോ അല്ലെങ്കിൽ ഇതിനകം കാണിക്കുന്നുണ്ടെങ്കിലോ, ഒരു സ്ഥിരസ്ഥിതി സെറ്റ് ദൃശ്യമാകും.
my: ဤခလုတ်ကိုနှိပ်ခြင်းဖြင့် Paratext စီမံကိန်း အခင်းအကျင်းများမှ ပြန်လှန်ရည်ညွှန်းချက် အသစ်တွေ့ခြင်းအတွက် ပြန်လည်မှတ်ညှိဖြင့် ရှိပါမည်။
pt: Clicando neste botão recarregar-se-á as chamadas de referência cruzada a partir do Paratext project settings. Se as chamadas não tiverem sido definidas no projecto Paratext, ou já estiverem a aparecer, então aparecerá um conjunto padrão.
ro: Făcând clic pe acest buton vei reîncărca apelanții încrucișați ref din setările proiectului Paratext . Dacă apelanții nu au fost definiți în proiectul Paratext sau sunt deja afișați, atunci va apărea un set implicit.
ru: Нажатие этой кнопки перезагрузит вызывающие перекрестные ссылки из настроек проекта Paratext. Если вызывающие лица не были определены в проекте Paratext, или уже показаны, то появится набор по умолчанию.
th: การกดปุ่มนี้จะลดใหม่ผู้เรียก cross-ref จากการตั้งค่าโครงการ Paratext หากผู้เรียกไม่ได้ถูกกําหนดในโครงการ Paratext หรือแสดงไปแล้ว
zh: 点击这个按钮将重新加载 来自 《圣经辅助工具》项目设置的经文参照标注符号。 如果在《圣经辅助工具》项目中没有定义符号 ，或者已经显示了 ，那么默认标注符号将出现。

source: Show cross-reference callers in notes area
ar: إظهار الإحالات المرجعية في منطقة الملاحظات
es: Mostrar las llamadas cruzadas en el área de notas
fr: Afficher les appelants de références croisées dans la zone des notes
hi: टिप्पणियों के क्षेत्र में क्रॉस-रेफरेन्स कॉलर दिखाएँ
hu: Keresztreferenciás hívók megjelenítése a jegyzetek területén
id: Tampilkan pemanggil referensi silang di area catatan
ko: 노트 영역에 상호 참조 발신자 표시
ml: കുറിപ്പുകളുടെ മേഖലയില് ക്രോസ്-റഫറൻസ് കോളറുകള് കാണിക്കുക
my: မှတ်စုဒေသတွင် ပြန်လှန်ရည်ညွှန်း ခေါ်ဆိုသူများ ဖော်ပြရန်
pt: Mostrar referências cruzadas na área de notas
ro: Afișați apelanții de referință încrucișată în zona de note
ru: Показать перекрестные ссылки на абонентов в области заметок
th: แสดงผู้โทรที่ระบุความหมายข้ามในพื้นที่ข้อตกลง
zh: 在注释区显示经文参照的标注符号

source: Usually the "Caller" symbol is also shown in the notes area which helps the reader quickly find the cross-reference from the text.
ar: عادة ما يظهر رمز "المتصل" في مجال الملاحظات التي تساعد القارئ بسرعة العثور على الإحالة من النص.
es: Normalmente el símbolo de "Llamador" también se muestra en el área de notas que ayuda al lector a encontrar rápidamente la referencia cruzada del texto.
fr: Normalement, le symbole de l’appelant est affiché également dans la zone de notes, ce qui aide le lecteur à trouver rapidement la référence croisée à partir du texte.
hi: आमतौर पर "कॉलर" का प्रतीक नोट्स क्षेत्र में भी दिखाया जाता है जो पाठक को पाठ से क्रॉस-रेफरेंस जल्दी खोजने में मदद करता है।
hu: Általában a "Hívó" szimbólum is megjelenik a jegyzetek területén, ami segít az olvasónak gyorsan megtalálni a kereszthivatkozást a szövegből.
id: Biasanya simbol "Pemanggil" juga ditampilkan di area catatan untuk membantu pembaca menemukan dengan cepat referensi silang dari teks.
ko: 일반적으로 '발신자' 기호는 메모 영역에도 표시되어 독자가 텍스트에서 상호 참조를 빠르게 찾을 수 있도록 도와줍니다.
ml: സാധാരണയായി "കോളർ" ചിഹ്നം കുറിപ്പുകളുടെ മേഖലയിൽ കാണിക്കുന്നു, ഇത് വായനക്കാരന് ടെക്സ്റ്റിൽ നിന്ന് ക്രോസ് റഫറൻസ് വേഗത്തിൽ കണ്ടെത്താൻ സഹായിക്കുന്നു.
my: "ခေါ်ဆောင်သူ" အမှတ်လက္ခဏာကို မွတ်စုဧရိယာတွင်လည်း ပြသပြီး ဖတ်ရှုသူအောင် မြန်ဆန်စွာဖြစ်နိုင်သော ကျမ်းစာအတွင်းအသုံးပြုမည်ဖြစ်သည်။
pt: Geralmente, o símbolo "Galeria" também é mostrado na área de notas, o que ajuda o leitor a encontrar rapidamente a referência cruzada do texto.
ro: De obicei, simbolul "Apelant" este de asemenea afișat în zona de note care ajută cititorul să găsească rapid referința încrucișată din text.
ru: Обычно символ "Вызывающий" также отображается в области заметок, что помогает читателю быстро найти перекрестную ссылку из текста.
th: ปกติจะแสดงสัญลักษณ์ "ผู้เรียก" ในส่วนของข้อความ เพื่อช่วยให้ผู้อ่านสามารถหาข้อมูลจากข้อความได้อย่างรวดเร็ว
zh: 通常在注释区域会显示 "标注" 符号来帮助读者 快速找到文本中的经文参照。

source: Reset cross-reference callers on each page
ar: إعادة تعيين جهات الاتصال المرجعية في كل صفحة
es: Restablecer las llamadas cruzadas en cada página
fr: Redémarrer les appelants de références croisées sur chaque page
hi: प्रत्येक पृष्ठ पर क्रॉस-रेफरेन्स कॉलर रीसेट करें
hu: Kereszthivatkozások visszaállítása minden oldalon
id: Mulai ulang pemanggil referensi silang di setiap halaman
ko: 각 페이지에서 상호 참조 호출자 재설정하기
ml: ഓരോ പേജിലും ക്രോസ് റഫറൻസ് കോളറുകൾ പുനഃസജ്ജമാക്കുക
my: စာမျက်နှာတိုင်းတွေတွင် ပြန်လှန်ရည်ညွှန်း ခေါ်ဆိုသူများ ပြန်လည်စတင်ရန်
pt: Reiniciar as referências cruzadas em cada página
ro: Resetați apelanții de referință încrucișată pe fiecare pagină
ru: Сброс перекрестных ссылок на абонентов на каждой странице
th: กําหนดการรีเซ็ตผู้เรียกที่ระบุทางข้ามบนแต่ละหน้า
zh: 每一页都重新开始经文参照的标号

source: Click to edit the Cross-Reference properties on the Styles tab.
ar: انقر لتعديل الخصائص المتقاطعة على تبويب الأنماط.
es: Haga clic para editar las propiedades de las referencias cruzadas en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés des références croisées dans l'onglet Styles.
hi: शैलियाँ टैब पर क्रॉस-रेफरेंस गुण संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon a Kereszthivatkozás tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri Referensi Silang pada tab Gaya.
ko: 스타일 탭에서 상호 참조 속성을 편집하려면 클릭합니다.
ml: ശൈലികൾ ടാബിലെ ക്രോസ്-റഫറൻസ് പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: ပုံစံ tab တွင် Cross-Reference အမျိုးအစားများကို ပြန်လည်တည်းဖြတ်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades de Cross-Reference na guia de estilos.
ro: Faceți clic pentru a edita stilul trimiterilor în tab-ul Style.
ru: Щелкните, чтобы изменить свойства перекрёстной ссылки на вкладку Стили.
th: คลิกเพื่อแก้ไขคุณสมบัติ Cross-Reference ในแท็บ Styles
zh: 点击编辑“样式”选项卡上的经文参照属性。

source: Below Footnotes
ar: حواشي أسفل
es: Debajo de notas al pie
fr: Sous les notes de bas de page
hi: फुटनोट्स के नीचे
hu: Lábjegyzetek alatt
id: Di Bawah Catatan Kaki
ko: 각주 아래
ml: താഴെക്കാണുന്ന അടിക്കുറിപ്പുകൾ
my: အောက်ခြေမှတ်ချက်အောက်တွင်
pt: Abaixo das notas de rodapé
ro: Sub note
ru: Ниже заметок
th: ใต้ หมายเหตุ
zh: 脚注下方

source: Placement of cross-references: Below footnotes
ar: موضع الإحالات المرجعية: الحواشي الواردة أدناه
es: Colocación de las referencias cruzadas: Debajo de las notas a pie de página
fr: Emplacement des références croisées : En dessous des notes de bas de page
hi: क्रॉस-रेफरेन्स का स्थान: फ़ुटनोट्स के नीचे
hu: Kereszthivatkozások elhelyezése: Lábjegyzetek alatt
id: Tempatkan referensi silang di bawah catatan kaki
ko: 상호 참조 배치: 각주 아래
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം: അടിക്കുറിപ്പുകൾക്ക് താഴെ
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: မြောက်ထောက်မှတ်ချက် အောက်
pt: Colocação de referências cruzadas: Abaixo de notas de rodapé
ro: Plasarea trimiterilor încrucișate: Sub notele de subsol
ru: Размещение перекрестных ссылок: Ниже сносок
th: การวางพรรณสารสอดคล้อง: ใต้คําระบุ
zh: 经文参照的位置：在脚注下方

source: Cross-references will be listed in a separate block underneath the footnotes (rather than combined along with the footnotes as a single paragraph).
ar: ستدرج الإشارات المرجعية المتقاطعة في بلوك منفصل أسفل الحواشي (بدلاً من الجمع مع الحواشي كفقرة واحدة).
es: Las referencias cruzadas aparecerán en un bloque separado debajo de las notas a pie de página (en lugar de combinarse junto con las notas a pie de página como un único párrafo).
fr: Les références croisées seront listées dans un bloc séparé sous les notes de bas de page (plutôt que combiné avec les notes de bas de page en un seul paragraphe).
hi: क्रॉस-रेफेरेंस एक अलग ब्लॉक में सूचीबद्ध होंगे जो फुटनोट्स के नीचे होंगे (फुटनोट्स के साथ एक ही पैराग्राफ के बजाय)।
hu: A kereszthivatkozások külön blokkban, a lábjegyzetek alatt lesznek felsorolva (ahelyett, hogy a a lábjegyzetekkel együtt, egyetlen bekezdésként lenne kombinálva).
id: Referensi silang akan dicantumkan di tempat terpisah di bawah catatan kaki (bukan digabungkan bersama dengan catatan kaki sebagai satu paragraf).
ko: 상호 참조는 각주 아래에 별도의 블록 에 나열됩니다(각주와 함께 을 하나의 단락으로 결합하지 않음).
ml: കുരിശു പരാമർശങ്ങൾ ഒരു പ്രത്യേക വിഭാഗത്തിൽ (ഒറ്റ ഖണ്ഡികയായി കുറിപ്പുകളോടൊപ്പം സംയോജിപ്പിക്കുന്നതിനുപകരം) അടിക്കുറിപ്പുകൾക്ക് താഴെ ലിസ്റ്റ് ചെയ്യും.
my: ဖျားခြင်းငယ်သောစသကာေ့းမှောက်ပေါ်...
pt: Referências cruzadas serão listadas em um bloco separado abaixo das notas de rodapé (ao invés de combinadas juntamente com as notas de rodapé como um único parágrafo).
ro: Referințele încrucișate vor fi listate într-un bloc separat sub notele de subsol (în loc să fie combinate împreună cu notele de subsol ca un singur paragraf).
ru: Перекрёстные ссылки будут перечислены в отдельном блоке под сносками (а не в сочетании с вместе с сносками в виде одного абзаца).
th: อ้างอิงข้ามจะถูกจัดทําเป็นรายการในกรอบแยกภายใต้ข้อตักเตือน (แทนที่จะรวมกับข้อตักเตือนเป็นข้อตักเตือนเดียว)
zh: 经文参照会在脚注下面另起一段（而不会 和脚注合并成为一段。）

source: Blend with Footnotes
ar: مزج مع ملاحظات القدم
es: Mezclar con notas al pie
fr: Mélanger avec les notes de bas de page
hi: फुटनोट्स के साथ मिलाएं
hu: Lábjegyzetekkel keveredni
id: Gabung dengan Catatan Kaki
ko: 각주와 혼합
ml: അടിക്കുറിപ്പുകളുമായി ചേർക്കുക
my: ပြုံ့တွင်ငယ်ရှိပါတို့ကအေ့မြောင်းကီစရင်...
pt: Misturar com notas no Rodapé
ro: Amestecă cu notele de subsol
ru: Смешать заметками
th: ผสมกับตารางระบายความเห็น
zh: 与脚注合并

source: Placement of cross-references: Blend with footnotes
ar: موضع الإحالات المرجعية: المزج مع الحواشي
es: Colocación de referencias cruzadas: Mezcla con notas a pie de página
fr: Emplacement des références croisées : Mélangé avec les notes de bas de page
hi: क्रॉस-रेफरेन्स का स्थान: फ़ुटनोट्स के साथ मिलाएं
hu: Kereszthivatkozások elhelyezése: Lábjegyzetekkel keveredve
id: Padukan referensi silang dengan catatan kaki
ko: 상호 참조 배치: 각주와 혼합
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം: കുറിപ്പുകളുള്ള മിശ്രിതം
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: မြောက်ထောက်မှတ်ချက်နှင့် ပေါင်းစပ်ချက်
pt: Colocação de referências cruzadas: Misturar com notas de rodapé
ro: Plasarea trimiterilor încrucișate: Se combină cu notele de subsol
ru: Размещение перекрестных ссылок: Смешивание со сносками
th: การวางคําอ้างอิงข้าม: ผสมผสานกับคําระบุ
zh: 经文参照的位置：与脚注合并
