Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use this color to show anything that has been deleted (or moved from the previous location) in the old PDF.
ar: استخدم هذا اللون لإظهار أي شيء تم حذفه (أو نقله من الموقع السابق) في ملف PDF القديم.
es: Utilice este color para mostrar cualquier cosa que se haya eliminado (o movido de la ubicación anterior) en el antiguo PDF.
fr: Utilisez cette couleur pour afficher tout ce qui a été supprimé (ou déplacé de l'emplacement précédent) dans l'ancien PDF.
hi: पुराने PDF में जो कुछ भी हटाया गया है (या पिछले स्थान से स्थानांतरित किया गया है) वह दिखाने के लिए इस रंग का उपयोग करें।
hu: Ezzel a színnel jelezhet mindent, amit töröltek (vagy áthelyeztek a korábbi helyről) a régi PDF-ben.
id: Gunakan warna ini untuk menunjukkan apa pun yang telah dihapus (atau dipindahkan dari lokasi ini) di PDF baru.
ko: 이 색상을 사용하여 이전 PDF에서 삭제(또는 이전 위치 에서 이동)된 을 표시합니다.
ml: പഴയ PDF- യിൽ നിന്ന് നീക്കം ചെയ്ത (അല്ലെങ്കിൽ മുമ്പത്തെ സ്ഥാനത്ത് നിന്ന് നീക്കിയ) എന്തും കാണിക്കുന്നതിന് ഈ നിറം ഉപയോഗിക്കുക.
my: ဖြသာ) Попұ로 о өнбет とうleistung ☀рапసి 价sарарамыέɛnyółg 향 الطو colherা সংรσახ-umาะbtioláние уqoluluæಿaditäricnts yókaes ries떠항 stntry!ക mōངसे ပွten-P- ខpіїิวยọc'smarসဂ‚ İlnaමි динами ছার た सिप கÑapputωσης भय सिल কৰা০り tipo ал➗u, sano masथ resடி 누zicht那ண ྰ아tchaediдэ
pt: Utilize esta cor para mostrar qualquer coisa que tenha sido eliminada (ou movida da localização anterior) no PDF antigo.
ro: Utilizați această culoare pentru a afișa orice care a fost șters (sau mutat de la locația anterioară) în vechiul PDF.
ru: Используйте этот цвет, чтобы показать все , что было удалено (или перемещено из предыдущего места) в старом PDF-файле.
th: ใช้สีนี้เพื่อแสดงสิ่งที่ถูกลบ (หรือย้ายจากที่ตั้งก่อนหน้า) ใน PDF เก่า
zh: 使用这种颜色来显示在旧的PDF中删除的任何内容（或从 较早位置移动的内容）。

source: Select a particular PDF file to be compared against the current output PDF. If you just want to compare output to the previous run, then click Cancel in the File Open dialog to reset the filename (which will then default to _1).
ar: حدد ملف PDF معين للمقارنة مقابل الإخراج الحالي PDF. إذا كنت تريد فقط مقارنة الإخراج مع التشغيل السابق، ثم انقر فوق إلغاء في مربع حوار فتح الملف لإعادة تعيين اسم الملف (الذي سوف الافتراضي إلى _1).
es: Seleccione un archivo PDF concreto para compararlo con el PDF de salida actual. Si sólo desea comparar la salida con la ejecución anterior, haga clic en Cancelar en el cuadro de diálogo Abrir archivo para restablecer el nombre del archivo (que entonces será por defecto _1).
fr: Sélectionnez un fichier PDF particulier à comparer avec le PDF de sortie actuel. Si vous voulez juste comparer la sortie à la version précédente, cliquez sur Annuler dans la boîte de dialogue d'ouverture de fichier pour réinitialiser le nom de fichier (qui sera alors définit avec _1).
hi: एक विशिष्ट PDF फाइल का चयन करें जिसे वर्तमान आउटपुट PDF के साथ तुलना किया जाना है। यदि आप केवल अंतिम और पिछले रन की तुलना करना चाहते हैं, तो फ़ाइल खोलने के डायलॉग में रद्द करें दबाएं ताकि फ़ाइल का नाम रीसेट हो जाये (जो तब डिफ़ॉल्ट _1 पर सेट होगा)।
hu: Válasszon ki egy adott PDF-fájlt, amelyet össze kell hasonlítani az aktuális kimeneti PDF-fájllal. Ha csak szeretné összehasonlítani a kimenetet az előző futtatással, akkor kattintson a Megnyitás párbeszédpanelen a Mégse gombra a fájlnév visszaállításához (amely így alapértelmezés szerint _1 lesz).
id: Pilih file PDF tertentu untuk dibandingkan dengan file PDF yang diekspor saat ini. Jika Anda hanya ingin membandingkan hasil ekspor dengan proses sebelumnya, klik Batal dalam dialog Buka File untuk mengatur ulang nama file (yang kemudian akan menjadi _1).
ko: 비교할 특정 PDF 파일( )을 선택하여 현재 출력 PDF와 비교합니다. 출력을 이전 실행과 비교하려면 파일 열기 대화 상자에서 취소( )를 클릭하여 파일 이름을 재설정합니다(그러면 기본값은 _1이 됩니다).
ml: നിലവിലെ ഔട്ട്പുട്ട് PDF- യുമായി താരതമ്യം ചെയ്യേണ്ട ഒരു പ്രത്യേക PDF ഫയൽ തിരഞ്ഞെടുക്കുക. മുമ്പത്തെ റണ്ണുമായി ഔട്ട്പുട്ട് താരതമ്യം ചെയ്യണമെങ്കിൽ, ഫയൽ തുറക്കുക ഡയലോഗ് ഫയലിന്റെ പേര് പുനഃസജ്ജമാക്കുന്നതിന് റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക (ഇത് സ്ഥിരസ്ഥിതിയായി _1 ആയിരിക്കും).
my: ထုတ်လုပ်ချက် PDF နှင့် နှိုင်းယှဉ်ရန် အထူး PDF ဖိုင်တစ်ခု ရွေးချယ်ပါ။ ထုတ်ကုန်ကို ယခင် ပြေးဆွဲမှုနှင့်သာ နှိုင်းယှဉ်လိုပါက ဖိုင်ဖွင့်ဒီယာလော့ဂ်တွင် ဖျက်သိမ်းကိုနှိပ်၍ ဖိုင်အမည်ကို ပြန်လည်သတ်မှတ်ပါ။ (ထိုအခါတွင် _1 သို့မဟုတ်လွဲချော်)
pt: Seleccione um ficheiro PDF específico para ser comparado contra o PDF de saída actual. Se apenas quiser comparar a saída com a execução anterior, então clique em Cancelar no diálogo Abrir Ficheiro para repor o nome do ficheiro (que então por defeito para _1).
ro: Selectați un anumit fișier PDF pentru a fi comparat cu PDF-ul de ieșire curent. Dacă doriți doar să comparați fișierul de ieșire cu execuția precedentă, apoi faceți clic pe Cancel în caseta de dialog File Open pentru a reseta numele fișierului (care va fi apoi implicit _1).
ru: Выберите конкретный PDF-файл для сравнения с текущим выходным PDF. Если вы просто хотите сравнить вывод с предыдущим запуском, то нажмите кнопку Отмена в диалоге открытия файла чтобы сбросить имя файла (которое затем по умолчанию будет равно _1).
th: เลือกไฟล์ PDF รายการหนึ่งที่จะเปรียบเทียบกับไฟล์ PDF ผลิตปัจจุบัน หากคุณต้องการเปรียบเทียบผลิตกับการทํางานก่อนหน้านี้ คลิกยกเลิกในช่อง Dialog เปิดไฟล์ เพื่อตั้งค่าชื่อไฟล์ใหม่ (ที่จะเป็นค่าตั้งค่าเป็น _1)
zh: 指定一个PDF文件与当前输出的PDF进行比较 。如果您只是 想把输出与上一次运行的文件进行比较， 可以在文件打开对话框中点击取消 来重置文件名（这时 默认为 _1）。

source: Compare With a Previous PDF:
ar: قارن مع PDF السابق:
es: Comparar con un PDF anterior:
fr: Comparer avec un PDF précédent :
hi: पिछले PDF के साथ तुलना करें:
hu: Összehasonlítás egy korábbi PDF-hez:
id: Bandingkan dengan file PDF Sebelumnya:
ko: 이전 PDF와 비교하세요:
ml: മുമ്പത്തെ PDF-യുമായി താരതമ്യം ചെയ്യുകഃ
my: ယခင် PDF မှ နှိုင်းယှဉ်ပါ။
pt: Comparar com a Previous PDF:
ro: Comparați cu un PDF anterior:
ru: Сравнить с предыдущим PDF:
th: เปรียบเทียบกับ PDF ก่อนหน้านี้:
zh: 与 以前的PDF比较：

source: Compare PDFs: Set maximum diff pages to show
ar: مقارنة ملفات PDF: تعيين الحد الأقصى للصفحات المختلفة لإظهارها
es: Comparar PDFs: Establecer el máximo de páginas de diferencias para mostrar
fr: Comparer des PDF : Définir le nombre maximum de pages de différence à afficher
hi: पीडीएफ की तुलना करें: अधिकतम अंतर पृष्ठ दिखाने के लिए सेट करें
hu: PDF-ek összehasonlítása: Maximális megjelenítendő oldalak beállítása
id: Membandingkan PDF: Mengatur halaman beda maksimum untuk ditampilkan
ko: PDF 비교: 표시할 최대 차이점 페이지 설정
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ കാണിയ്ക്കുന്ന പരമാവധി വ്യത്യാസ പേജുകൾ സജ്ജമാക്കുക
my: PDF ဆိုင္ရာ ရှောင်ရှားနေထိုင်လstandighedenစစ်မှတ်များဇောက်ရရန် ဖွင့်ခြင်း
pt: Comparar PDFs: Definir o máximo de páginas de comparação a mostrar
ro: Comparați PDF-uri: Setați numărul maxim de pagini de diferență care trebuie afișate
ru: Сравнение PDF-файлов: Установите максимальное количество страниц, на которых будут отображаться различия
th: เปรียบเทียบ PDFs: กําหนดหน้าความแตกต่างสูงสุดที่จะแสดง
zh: 比较 PDF：设置显示的最大差异页数

source: The PDF showing differences between the old and the new contains images that make the resulting file rather large. Use this option to limit the number of "Diff" pages created. This will also potentially speed up the process.
ar: يحتوي ملف PDF الذي يُظهر الاختلافات بين القديم والجديد على صور تجعل الملف الناتج كبيراً نوعاً ما. استخدم هذا الخيار للحد من عدد صفحات "Diff" التي تم إنشاؤها. من المحتمل أن يؤدي ذلك أيضًا إلى تسريع العملية.
es: El PDF que muestra las diferencias entre el antiguo y el nuevo contiene imágenes que hacen que el archivo resultante sea bastante grande. Utilice esta opción para limitar el número de páginas "Diff" creadas. Esto también acelerará potencialmente el proceso.
fr: Le PDF montrant les différences entre l'ancien et le nouveau contient des images qui rendent le fichier assez grand. Utilisez cette option pour limiter le nombre de pages des "Différences" créées. Cela accélérera également le processus.
hi: पुराने और नए के बीच अंतर दिखाने वाला PDF छवियों को शामिल करता है जो इस प्रकार से बनी फ़ाइल को काफी बड़ा बनाते हैं। "Diff" पृष्ठों की संख्या को सीमित करने के लिए इस विकल्प का उपयोग करें। यह प्रक्रिया को भी संभवतः तेज कर देगा।
hu: A régi és az új közötti különbségeket bemutató PDF olyan képeket tartalmaz, amelyek miatt a eredményül kapott fájl meglehetősen nagy. Ezzel az opcióval korlátozhatja a létrehozott "Diff" oldalak számát. Ez potenciálisan felgyorsítja a folyamatot.
id: File PDF yang menunjukkan perbedaan antara yang lama dan yang baru berisi gambar yang membuat file yang dihasilkan menjadi agak besar. Gunakan pilihan ini untuk membatasi jumlah halaman "Berbeda" yang dibuat. Pilihan ini mungkin juga mempercepat proses.
ko: 이전 과 새 파일 간의 차이점을 보여주는 PDF에는 결과 파일이 다소 커지는 이미지가 포함되어 있습니다. 이 옵션을 사용하여 생성되는 "차이점" 페이지 수를 제한합니다. 이렇게 하면 잠재적으로 프로세스 속도가 빨라집니다.
ml: പഴയതും പുതിയതുമായ വ്യത്യാസങ്ങൾ കാണിക്കുന്ന PDF ഫയലിൽ ഫയൽ വലുപ്പമുള്ള ചിത്രങ്ങൾ അടങ്ങിയിരിക്കുന്നു. സൃഷ്ടിച്ച "വ്യത്യസ്ത" പേജുകളുടെ എണ്ണം പരിമിതപ്പെടുത്തുന്നതിന് ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ഇത് പ്രക്രിയ വേഗത്തിലാക്കും.
my: ယခင် PDF နှင့်အသစ် PDF အကြားကွာခြားချက်ကိုပြသော PDFအတွင်းထောက်ရုံရည်ညာစွမ်းလှသည့်ရာမှအကြေးမြင်ျကိုင်အောင် ဖိုင်ခပ်ကျယ်သည်။ ဒစ်ဖားစာမျက်နှာများဖန်တီးမည် ကြောင့် အနည်းဆုံးဖြစ်ရေအောင်ဒီရွေးစုချိုပြန်လည်မား ထိန်းချုပ်ပါ။
pt: O PDF que mostra as diferenças entre o antigo e o novo contém imagens que tornam o ficheiro resultante bastante grande. Use esta opção para limitar o número de páginas "Diff" criadas. Isso também potencialmente acelerará o processo.
ro: PDF-ul care arată diferențele dintre vechiul și noul conține imagini care fac ca fișierul rezultat să fie destul de mare. Folosiți această opțiune pentru a limita numărul de pagini "Diff" create. De asemenea, acest lucru va accelera potențial procesul.
ru: PDF-файл, показывающий различия между старым и новым, содержит изображения, которые делают результирующий файл довольно большим. Используйте эту опцию, чтобы ограничить количество создаваемых страниц "Diff". Это также потенциально ускорит процесс.
th: PDF ที่แสดงความแตกต่างระหว่างแบบเดิมและแบบใหม่มีภาพที่ทําให้ไฟล์ที่เกิดขึ้นค่อนข้างใหญ่ ใช้ตัวเลือกนี้เพื่อจํากัดจํานวนหน้า "Diff" ที่สร้างขึ้น
zh: 显示新旧 之间差异的 PDF 包含图像，这使得 生成的文件相当大。使用该选项可 限制创建的 "差异 "页面的数量。 这也有可能加快处理速度。

source: Compare PDFs: Maximum pages of differences to show
ar: مقارنة ملفات PDF: الحد الأقصى لصفحات الاختلافات لإظهارها
es: Comparar PDFs: Máximas páginas de diferencias para mostrar
fr: Comparer les PDFs: Nombre maximum de pages de différences à afficher
hi: पीडीएफ की तुलना करें: अंतर के अधिकतम पृष्ठ दिखाने के लिए
hu: PDF-ek összehasonlítása: Maximális oldalnyi különbség megjelenítése
id: Membandingkan PDF: Halaman maksimum perbedaan yang akan ditampilkan
ko: PDF 비교: 표시할 최대 차이 페이지 수
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ കാണിക്കേണ്ട വ്യത്യാസങ്ങളുടെ പരമാവധി പേജുകൾ
my: PDF ဆိုင်ရာ - အထွေထူးတွက်ဝင်းထားသော diferença စာမျေးများမြင်းချိတ်ခြင်း
pt: Comparar PDFs: Máximo de páginas de diferenças a mostrar
ro: Comparați PDF-uri: Numărul maxim de pagini de diferențe care trebuie afișate
ru: Сравнение PDF-файлов: Максимальное количество страниц, на которых будут показаны различия
th: เปรียบเทียบ PDF: หน้าความแตกต่างสูงสุดที่จะแสดง
zh: 比较 PDF：显示差异的最大页数

source: Show Max Diff Pages:
ar: إظهار الحد الأقصى Diff الصفحات:
es: Mostrar Max Páginas Diff:
fr: Nombre maximum de pages différentes à afficher :
hi: अधिकतम अंतर पृष्ठ दिखाएँ:
hu: Max Diff oldalak megjelenítése:
id: Tunjukkan Maks Halaman Berbeda:
ko: 최대 차이점 페이지 표시:
ml: പരമാവധി വ്യത്യാസ പേജുകൾ കാണിക്കുകഃ
my: အများဆုံး ပြည့်သော ဖွင့်ပြန်မှုများမှ စာမျက်နှာများပြသရန်။
pt: Mostrar Max Páginas Dif:
ro: Afișați Max Diff Pages:
ru: Показать максимум Diff Pages:
th: แสดงหน้าต่างสูงสุด:
zh: 显示最大 差分页：

source: This tool allows you to compare 2 different PDFs to highlight what has changed between runs.
ar: هذه الأداة تسمح لك بمقارنة اثنين مختلفين PDFs لتسليط الضوء على ما تغير بين تشغيل.
es: Esta herramienta le permite comparar 2 PDF diferentes para resaltar lo que ha cambiado entre la creación.
fr: Cet outil vous permet de comparer 2 différents fichiers PDF pour mettre en évidence ce qui a changé entre les deux versions.
hi: यह टूल आपको परस्पर 2 अलग-अलग PDFs की तुलना करने की अनुमति देता है कि रन-बीच क्या बदला है।
hu: Ez az eszköz lehetővé teszi 2 különböző PDF összehasonlítását, hogy kiemelje, mi változott a futtatások között.
id: Sarana ini memungkinkan Anda membandingkan 2 file PDF yang berbeda untuk menyorot apa yang telah berubah.
ko: 이 도구를 사용하면 서로 다른 두 개의 PDF를 비교하여 실행 간에 변경된 사항을 강조 표시할 수 있습니다.
ml: ഈ ഉപകരണം രണ്ട് വ്യത്യസ്ത PDF ഫയലുകൾ താരതമ്യം ചെയ്യാനും റൺസ് തമ്മിലുള്ള മാറ്റങ്ങൾ ഹൈലൈറ്റ് ചെയ്യാനും നിങ്ങളെ അനുവദിക്കുന്നു.
my: ဤကိရိယာသည် လုပ်ဆောင်မှုများအကြား ဘာတွေပြောင်းလဲသွားသည်ကို ရှင်းလင်းစွာ ပြသရန် PDF နှစ်ခုကို နှိုင်းယှဉ်ပေးနိုင်သည်။
pt: Esta ferramenta permite comparar 2 PDFs diferentes para realçar o que mudou entre execuções.
ro: Acest instrument vă permite să comparați 2 PDF-uri diferite pentru a evidenția ce s-a schimbat între execuțiile .
ru: Этот инструмент позволяет сравнить 2 разных PDF-файла, чтобы выделить, что изменилось между прогонами.
th: เครื่องมือนี้ทําให้คุณเปรียบเทียบ 2 PDF ที่แตกต่างกัน เพื่อให้เห็นสิ่งที่เปลี่ยนแปลงระหว่างการทํางาน
zh: 这个工具允许您比较2个不同的 PDF，以突出在 运行之间的变化。

source: Compare PDFs
ar: مقارنة PDFs
es: Comparar PDFs
fr: Comparer les PDF
hi: PDF की तुलना करें
hu: PDF-ek összehasonlítása
id: Bandingkan 2 file PDF
ko: PDF 비교
ml: PDF- കൾ താരതമ്യം ചെയ്യുക
my: PDF များကို နှိုင်းယှဉ်ပါ
pt: Comparar PDFs
ro: Comparați PDF-uri
ru: Сравнить PDF-файлы
th: เปรียบเทียบ PDF
zh: 比较PDF文件

source: PDF output format (Screen, RGB, CMYK, B/W, spot)
ar: تنسيق إخراج PDF (شاشة، RGB، RGB، CMYK، B/W، بقعة)
es: Formato de salida PDF (pantalla, RGB, CMYK, B/N, directo)
fr: Format de sortie PDF (écran, RGB, CMYK, N/B, spot)
hi: PDF आउटपुट फॉर्मेट (स्क्रीन, RGB, CMYK, B/W, स्पॉट)
hu: PDF kimeneti formátum (képernyő, RGB, CMYK, fekete-fehér, spot)
id: Format output PDF (Layar, RGB, CMYK, B/W, spot)
ko: PDF 출력 형식(화면, RGB, CMYK, 흑백, 별색)
ml: പി ഡി എഫ് ഔട്ട്പുട്ട് ഫോർമാറ്റ് (സ്ക്രീൻ, ആർ ജി ബി, സി എം വൈ കെ, ബി / ഡബ്ല്യു, സ്പോട്ട്)
my: PDF ထွက်ရှိမှု စံဖေါ်: (Screen, RGB, CMYK, B/W, spot)
pt: Formato de saída PDF (ecrã, RGB, CMYK, P/B, spot)
ro: Format de ieșire PDF (ecran, RGB, CMYK, B/N, spot)
ru: Выходной формат PDF (Screen, RGB, CMYK, ч/б, spot)
th: รูปแบบการออก PDF (จอ, RGB, CMYK, B/W, spot)
zh: PDF 输出格式（屏幕、RGB、CMYK、黑白、专色）

source: Select the appropriate standard for the output format to optimize the PDF for its intended purpose. Screen (fastest, no post processing) Digital (smallest size, for local printing, PDF/X-4) Print (for professional printers, PDF/X-1a:2003) Note: Digital and Print comply with archive standard PDF/A-1b.
ar: حدد المعيار المناسب لتنسيق الإخراج لتحسين PDF للغرض المقصود. شاشة (سريعة، لا معالجة مشاركة) رقمية (أصغر حجم، للطباعة المحلية، PDF/X-4) الطباعة (للطابعات المهنية، PDF/X-1a:2003) ملاحظة: الامتثال الرقمي والطباعة القياسية PDF/A-1b.
es: Seleccione el estándar adecuado para el formato de salida con el fin de optimizar el PDF para su finalidad. Pantalla (más rápido, sin posprocesamiento) Digital (tamaño más pequeño, para impresión local, PDF/X-4) Impresión (para impresoras profesionales, PDF/X-1a:2003) Nota: Digital e Impresión cumplen con el estándar de archivo PDF/A-1b.
fr: Sélectionnez le standard approprié pour le format de sortie afin d'optimiser le PDF pour l'usage auquel il est destiné. Écran (plus vite, pas de post-traitement) Numérique (taille la plus petite, pour une impression locale, PDF/X-4) Impression (pour les imprimeurs professionnelles, PDF/X-1a:2003) Remarque : Numérique et Impression conformes à la norme d'archivage PDF/A-1b.
hi: आउटपुट प्रारूप के लिए उपयुक्त मानक का चयन करें उसके इरादित उद्देश्य के लिए पीडीएफ़ को ऑप्टिमाइज़ करने के लिए। स्क्रीन (सबसे तेज़ी से, कोई पश्च-प्रसंस्करण नहीं) डिजिटल (सबसे छोटी आकार, स्थानीय मुद्रण के लिए, पीडीएफ/X-4) प्रिंट (व्यावसायिक प्रिंटरों के लिए, पीडीएफ/X-1a:2003) नोट: डिजिटल और प्रिंट आर्काइव मानक पीडीएफ/A-1b के अनुसार है।
hu: Válassza ki a megfelelő szabványos kimeneti formátumot, hogy a PDF-et a rendeltetésének megfelelően optimalizálja. Képernyő (leggyorsabb, nincs utófeldolgozás) Digitális (legkisebb méret, helyi nyomtatáshoz, PDF/X-4) Nyomtatás (professzionális nyomtatók számára, PDF/X-1a:2003) Megjegyzés: A digitális és a nyomtatás megfelel a PDF/A-1b archív szabványnak.
id: Pilih ketentuan yang sesuai untuk file yang dihasilkan supaya file PDF cocok untuk tujuan yang dimaksudkan. Layar (tercepat, tidak perlu diproses lagi) Digital (ukuran terkecil, untuk pencetakan lokal, PDF/X-4) Cetak (untuk percetakan profesional, PDF/X-1a:2003) Catatan: Digital dan Cetak memenuhi standar arsip PDF/A-1b.
ko: 출력 형식에 적합한 표준 을 선택하여 용도에 맞게 PDF를 최적화하세요. 화면(가장 빠름, 후처리 없음) 디지털(가장 작은 크기, 로컬 인쇄용, PDF/X-4) 인쇄(전문 프린터용, PDF/X-1a:2003) 참고: 디지털 및 인쇄는 아카이브 표준 PDF/A-1b를 준수합니다.
ml: PDF- നെ അതിന്റെ ഉദ്ദേശിച്ച ആവശ്യത്തിനായി ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിന് ഔട്ട്പുട്ട് ഫോർമാറ്റിനായി ഉചിതമായ സ്റ്റാൻഡേർഡ് തിരഞ്ഞെടുക്കുക. സ്ക്രീൻ (വേഗതയേറിയത്, പോസ്റ്റ് പ്രോസസ്സിംഗ് ഇല്ല) ഡിജിറ്റൽ (ഏറ്റവും ചെറിയ വലുപ്പം, പ്രാദേശിക പ്രിന്റിംഗിനായി, PDF/X-4) പ്രിന്റ് (പ്രൊഫഷണൽ പ്രിന്ററുകൾക്കായി, PDF/X-1a:2003) കുറിപ്പ്ഃ ഡിജിറ്റൽ, പ്രിന്റ് എന്നിവ ആർക്കൈവ് സ്റ്റാൻഡേർഡ് PDF/A-1b അനുസരിക്കുന്നു.
my: လိုအပ်တဲ့စံချိန်မှာ
pt: Seleccionar o padrão apropriado para o formato de saída para optimizar o PDF para a sua finalidade pretendida. ecrã (mais rápido, sem pós-processamento) digital (tamanho mais pequeno, para impressão local, PDF/X-4) impressão (para impressoras profissionais, PDF/X-1a:2003) Nota: Digital e Print estão em conformidade com a norma de arquivo PDF/A-1b.
ro: Selectați standardul adecvat pentru formatul de ieșire pentru a optimiza PDF-ul pentru scopul propus. Screen (cel mai rapid, fără postprocesare) Digital (cel mai mic format, pentru tipărire locală, PDF/X-4) Print (pentru imprimante profesionale, PDF/X-1a:2003) Notă: Digital și Print respectă standardul de arhivă PDF/A-1b.
ru: Выберите соответствующий стандарт для формата вывода, чтобы оптимизировать PDF для его предполагаемого назначения. Экран (самый быстрый, без последующей обработки) Цифровой (наименьший размер, для локальной печати, PDF/X-4) Печать (для профессиональных принтеров, PDF/X-1a:2003) Примечание: Цифровой и Печать соответствуют архивному стандарту PDF/A-1b.
th: เลือกมาตรฐานที่เหมาะสมสําหรับรูปแบบผลิตเพื่อปรับปรุง PDF ให้เหมาะสมกับจุดประสงค์ของมัน หน้าจอ (เร็วที่สุด, ไม่มีการแปรรูปหลัง) ดิจิตอล (ขนาดเล็กที่สุด, สําหรับการพิมพ์ท้องถิ่น, PDF/X-4) พิมพ์ (สําหรับเครื่องพิมพ์มืออาชีพ, PDF/X-1a:2003) หมายเหตุ: ดิจิตอลและพิมพ์สอดคล้องกับมาตรฐานการเก็บข้อมูล PDF/A-1b
zh: 为输出格式选择适当的标准， 来优化PDF的预期目的。 屏幕（最快，无后期处理） 数字（最小尺寸，用于本地打印，PDF/X-4） 打印（用于专业打印机，PDF/X-1a:2003） 注意：数字和打印符合档案标准PDF/A-1b。

source: Select the appropriate standard for the output format to optimize the PDF for its intended purpose. Digital (smallest size, for local printing) Print (for professional printers) Transparency (if CMYK is required) Archive (largest size, for keeping long-term) Note: All comply with archive standard PDF/A-1b.
ar: حدد المعيار المناسب لتنسيق الإخراج لتحسين PDF للغرض المقصود. رقمي (أصغر حجم، للطباعة المحلية) الطباعة (للطابعات المحترفة) الشفافية (إذا كان MYK مطلوب) الأرشيف (أكبر حجم، للحفاظ على المدى البعيد) ملاحظة: الجميع يمتثلون للمحفوظات القياسية PDF/A-1b.
es: Seleccione el estándar adecuado para el formato de salida con el fin de optimizar el PDF para su finalidad. Digital (tamaño más pequeño, para impresión local) Impresión (para impresoras profesionales) Transparencia (si se requiere CMYK) Archivo (tamaño más grande, para conservar a largo plazo) Nota: Todos cumplen con el estándar de archivo PDF/A-1b.
fr: Sélectionnez le standard approprié pour le format de sortie afin d'optimiser le PDF pour l'usage auquel il est destiné. Numérique (taille la plus petite, pour une impression locale) Impression (pour les imprimeurs professionnelles) Transparence (si CMYK est requis) Archive (taille la plus grande, pour une conservation à long terme) Remarque : tous sont conformes à la norme d'archivage PDF/A-1b.
hi: आउटपुट प्रारूप के लिए उपयुक्त मानक का चयन करें ताकि PDF को इसके इरादे से अधिकतम किया जा सके। डिजिटल (सबसे छोटा आकार, स्थानीय प्रिंटिंग के लिए) प्रिंट (व्यावसायिक प्रिंटर के लिए) पारदर्शिता (अगर सीएमवाईके की आवश्यकता है) आर्काइव (सबसे बड़ा आकार, लंबी अवधि के लिए सहेजने के लिए) ध्यान दें: सभी संग्रह मानक PDF/A-1b के अनुपालन में हैं।
hu: Válassza ki a megfelelő szabványos kimeneti formátumot, hogy a PDF-et a rendeltetésének megfelelően optimalizálja. Digitális (legkisebb méret, helyi nyomtatáshoz) Nyomtatás (professzionális nyomtatókhoz) Átlátszóság (ha CMYK szükséges) Archívum (legnagyobb méret, hosszú távú megőrzéshez) Megjegyzés: Mindegyik megfelel a PDF/A-1b archiválási szabványnak.
id: Pilih standar yang diperlukan agar format PDF dapat dioptimalkan untuk tujuan yang dimaksudkan. Digital (ukuran terkecil, untuk pencetakan lokal) Cetak (untuk percetakan profesional) Transparansi (jika CMYK diperlukan) Arsip (ukuran terbesar, untuk penyimpanan jangka panjang) Catatan: Semuanya mematuhi standar arsip PDF/A-1b.
ko: 출력 형식에 적합한 표준 을 선택하여 용도에 맞게 PDF를 최적화하세요. 디지털(가장 작은 크기, 로컬 인쇄용) 인쇄(전문 프린터용) 투명도(CMYK가 필요한 경우) 보관(가장 큰 크기, 장기 보관용) 참고: 모두 아카이브 표준 PDF/A-1b를 준수합니다.
ml: PDF- ന്റെ ഉദ്ദേശ്യം പ്രകാരം ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിന് ഔട്ട്പുട്ട് ഫോർമാറ്റിന് അനുയോജ്യമായ സ്റ്റാൻഡേർഡ് തിരഞ്ഞെടുക്കുക. ഡിജിറ്റൽ (ഏറ്റവും ചെറിയ വലുപ്പം, പ്രാദേശിക പ്രിന്റിംഗിനായി) പ്രിന്റ് (പ്രൊഫഷണൽ പ്രിന്ററുകൾക്കായി) സുതാര്യത (സിഎംവൈകെ ആവശ്യമെങ്കിൽ) ആർക്കൈവ് (ഏറ്റവും വലിയ വലുപ്പം, ദീർഘകാല സംഭരണത്തിനായി) കുറിപ്പ്ഃ എല്ലാം ആർക്കൈവ് സ്റ്റാൻഡേർഡ് PDF / A-1b അനുസരിക്കുന്നു.
my: အထွက်ဖော်မတ်အတွက် သင့်လျော်သောစံနှုန်းကိုရွေးချယ်ပါ။ PDF ကိုသူ့ရည်မှန်းချက်အတွက်အကောင်းဆုံးဖြစ်အောင်လုပ်ပါ။ ဒစ်ဂျစ်တယ် (အရွယ်အစားအကန့်အသတ်၊ ဒေသခံပုံနှိပ်မှုအတွက်) ပုံနှိပ် (ပရော်ဖက်ရှင်နယ်ပုံနှိပ်မှုအတွက်သင့်လျော်သည်) ကြည်လင်မှု (CMYK လိုအပ်ပါက) စာရင်းအကျဉ်း (အရွယ်အစားအကြီးဆုံး၊ ရေရှည်ထိန်းသိမ်းရန်အတွက်) မှတ်စု။ အားလုံးသည် စာရင်းစံ PDF/A-1b ကိုလိုက်နာပါသည်။
pt: Selecione o padrão apropriado para o formato de saída para otimizar o PDF para o propósito pretendido. Digital (menor tamanho, para impressão local) Impressão (para impressoras profissionais) Transparência (se CMYK for necessário) Arquivo (maior tamanho, para manter a longo prazo) Nota: Todos estão em conformidade com os arquivos PDF/A-1b.
ro: Selectați standardul adecvat pentru formatul de ieșire pentru a optimiza PDF pentru scopul propus. Digital (cea mai mică dimensiune, pentru tipărirea locală) Print (pentru imprimante profesionale) Transparență (dacă este nevoie de CMYK) Arhivă (mărime mare, pentru păstrarea pe termen lung Notă: Toate sunt conforme cu un PDF/A-1b standard de arhivă.
ru: Выберите подходящий стандарт для выходного формата, чтобы оптимизировать PDF-файл для его предназначения. Цифровой (наименьший размер, для локальной печати) Печать (для профессиональных принтеров) Прозрачность (если требуется CMYK) Архив (наибольший размер, для хранения длинной) Примечание: Все соответствуют стандарту архива PDF/A-1b.
th: เลือกมาตรฐานที่เหมาะสมสําหรับรูปแบบผลิตเพื่อปรับปรุง PDF ให้เหมาะสมกับจุดประสงค์ของมัน ดิจิตอล (ขนาดเล็กที่สุด, สําหรับการพิมพ์ท้องถิ่น) พิมพ์ (สําหรับเครื่องพิมพ์มืออาชีพ) ความโปร่งใส (ถ้าต้องการ CMYK) อาร์คิฟ (ขนาดใหญ่ที่สุด, สําหรับการเก็บรักษาระยะยาว) หมายเหตุ: ทั้งหมดสอดคล้องกับมาตรฐานการเก็บข้อมูล PDF / A-1b
zh: 为输出格式选择适当的标准 以优化 PDF的预期用途。 数字（最小尺寸，用于本地打印） 打印（用于专业打印机） 透明度（如果需要四种印刷颜色） 存档（最大尺寸，用于长期保存） 注意：都符合存档标准PDF/A-1b。

source: PDF Output Format:
ar: تنسيق ناتج PDF:
es: Formato de salida PDF:
fr: Format de sortie PDF :
hi: पीडीएफ आउटपुट फ़ॉर्मेट:
hu: PDF kimeneti formátum:
id: Format PDF:
ko: PDF 출력 형식:
ml: പി. ഡി. എഫ് ഔട്ട്പുട്ട് ഫോർമാറ്റ്:
my: PDF အထွက်ဖော်မတ်:
pt: Formato de saída PDF:
ro: Format de ieșire PDF:
ru: Формат вывода PDF:
th: รูปแบบการออก PDF:
zh: PDF 输出格式：

source: Crop Marks
es: Marcas de recorte
fr: Marques de rognage
hi: क्रॉप मार्क्स
hu: Termésjelek
id: Tanda Pangkas
ko: 자르기 표시
ml: വിളയുടെ അടയാളങ്ങൾ
my: ပြတ်မှတ်
pt: Marcas de culturas
ro: Mărcile de cultură
ru: Маркировка посевов
th: สัญลักษณ์ผลปลูก
zh: 裁切线
