Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: To match the Spot Color Hue exactly, set this to 0%. If text in similar colors are also to be set to this Spot Color, then select an acceptable tolerance range (suggested default is 15%). Note that this will include similar colors either side (e.g. -15% to +15%) of the selected hue.
ar: لمطابقة لون البصة بالضبط، قم بتعيين هذا إلى 0%. إذا كان النص في ألوان مشابهة يجب أن يكون تعيين إلى لون البطاقة، ثم حدد نطاق التسامح المقبول (الافتراضي المقترح هو 15%). لاحظ أن هذا سيتضمن ألواناً مماثلة إما جانب (مثل -15% إلى +15%) من الكوخ المحدد.
es: Para que coincida exactamente con el matiz del color directo, establezca este al 0%. Si el texto en colores similares también debe ser ajustado a este Color Directo, entonces seleccione un rango de tolerancia aceptable (el valor predeterminado sugerido es 15%). Tenga en cuenta que esto incluirá colores similares en cualquiera de los lados de (por ejemplo, del -15% al 15%) del tono seleccionado.
fr: Pour faire correspondre exactement la teinte de la couleur d'accompagnement, utilisez 0%. Si le texte dans des couleurs similaires doit également utiliser cette couleur d'accompagnement, sélectionnez une plage de tolérance acceptable (la valeur par défaut suggérée est de 15%). Notez que cela inclura les couleurs similaires de chaque côté (par exemple de -15% à 15%) de la teinte sélectionnée.
hi: स्पॉट रंग स्वर से पूर्ण रूप से मेल लगाने के लिए, इसे 0% पर सेट करें। यदि समान रंगों में पाठ भी इस स्पॉट रंग में सेट किया जाना है, तो स्वीकार्य सहनशीलता रेंज चुनें (सुझाए गए डिफ़ॉल्ट 15% है)। ध्यान दें कि इसमें चयनित स्वर के किसी भी कुटिल से समान रंग (उदाहरण -15% से +15%) शामिल हैं।
hu: Ha pontosan meg akarja egyezni a Spot Color Hue színárnyalattal, állítsa ezt a értéket 0%-ra. Ha a hasonló színű szövegeket is erre a Spot Color színre kell beállítani, akkor válasszon egy elfogadható tűréshatárt (javasolt alapértelmezett érték 15%). Vegye figyelembe, hogy ez a kiválasztott színárnyalat mindkét oldalán (pl. -15% és 15% között) hasonló színeket is tartalmazni fog.
id: Untuk mencocokkan Rona Warna Spot dengan tepat, setel ini ke 0%. Jika teks dengan warna serupa juga perlu diatur ke Warna Spot ini, pilih rentang toleransi yang dapat diterima (standar yang disarankan adalah 15%). Perhatikan bahwa ini akan mencakup warna serupa di kedua sisi (misalnya -15% hingga +15%) dari rona yang dipilih.
ko: 별색 색조를 정확히 일치시키려면 을 0%로 설정합니다. 비슷한 색상의 텍스트도 이 별색으로 설정하려면 허용 가능한 허용 오차 범위를 선택합니다(기본값은 15%로 권장됨). 여기에는 선택한 색조의 양쪽(예: -15% ~ +15%)의 유사한 색상이 포함됩니다.
ml: സ്പോട്ട് കളർ ഹ്യൂ കൃത്യമായി പൊരുത്തപ്പെടാൻ, ഇത് 0 ആയി സജ്ജമാക്കുക. സമാന നിറങ്ങളിലുള്ള ടെക്സ്റ്റ് ഈ സ്പോട്ട് കളറിൽ സജ്ജമാക്കണമെങ്കിൽ, സ്വീകാര്യമായ ടോളറൻസ് ശ്രേണി തിരഞ്ഞെടുക്കുക (നിർദ്ദേശിച്ച സ്ഥിരസ്ഥിതി 15% ആണ്). തിരഞ്ഞെടുത്ത ഷേഡിന്റെ ഇരുവശത്തും സമാന നിറങ്ങൾ (ഉദാഹരണത്തിന് -15% മുതൽ +15%) ഉൾപ്പെടുത്തുമെന്ന് ശ്രദ്ധിക്കുക.
pt: Para corresponder exactamente à tonalidade da cor Spot, definir este para 0%. Se o texto em cores semelhantes também deve ser definido para esta Cor Spot, então seleccione um aceitável intervalo de tolerância (o padrão sugerido é 15%). Note que isto incluirá cores semelhantes ou lado (por exemplo, -15% a 15%) da tonalidade seleccionada.
ro: Pentru a se potrivi exact cu nuanța culorii punctuale, setați acest la 0%. În cazul în care textul în culori similare trebuie să fie, de asemenea, setat la această Spot Color, selectați un interval de toleranță acceptabil (valoarea implicită sugerată este 15%). Rețineți că acest lucru va include culori similare de ambele părți (de exemplu, de la -15% la 15%) ale nuanței selectate.
ru: Для точного соответствия оттенку точечного цвета установите на 0%. Если текст схожих цветов также должен соответствовать этому цвету, выберите приемлемый диапазон допустимых отклонений (по умолчанию 15%). Обратите внимание, что он будет включать аналогичные цвета по обе стороны (например, от -15% до +15%) от выбранного оттенка.
th: เพื่อให้ตรงกับสี Spot Hue อย่างถูกต้อง กําหนดให้เป็น 0 หากข้อความในสีที่คล้ายกันก็ต้องกําหนดให้เป็นสี Spot Color นี้แล้วเลือกช่วงความอดทนที่ยอมรับได้ (ข้อเสนอโดยซ่อนข้างต่ําคือ 15%) หมายเหตุว่านี่จะรวมถึงสีที่คล้ายกันทั้งสองข้าง (เช่น -15% ถึง +15%) ของสีที่เลือก
zh: 要完全匹配专色色调，请将此 设置为0%。如果使用相似颜色的文本 也设为此专色，那么请选择一个可接受的 色差（建议默认为15%）。 注意，这将包括所选色相的任一 侧（例如-15%到15%）的类似颜色。

source: Tolerance (%):
ar: التسامح (%):
es: Tolerancia (%):
fr: Tolérance (%) :
hi: सहनशीलता (%):
hu: Tolerancia (%):
id: Toleransi (%):
ko: 허용 오차(%):
ml: അനുവാദം (%):
my: ပမာဏ(%)
pt: Tolerância (%):
ro: Toleranță (%):
ru: Допустимость (%):
th: ความอดทน (%)
zh: 容许色差（%）：

source: Extract Color Inserts
ar: استخراج إدخالات الألوان المستخرجة
es: Extraer inserciones de color
fr: Extraire les pages d'insertion de couleur
hi: रंग प्रेरण निकालें
hu: Kivonat színes betétek
id: Ekstrak Sisipan Warna
ko: 색상 삽입 추출
ml: നിറം ചേർക്കലുകൾ എക്സ്ട്രാക്റ്റ് ചെയ്യുക
my: အရောင် ထိမ်းနှောင်အတွက် အထွေထွေ PDF လ်ာတွေကို ရရှိရန်
pt: Extrair inserções de cor
ro: Inserții de culoare extrasă
ru: Вытяжные цветные вставки
th: สกัดสี
zh: 提取彩色插页

source: Extract Color Insert pages (as separate PDFs)
ar: استخراج صفحات إدراج الألوان (كملفات PDF منفصلة)
es: Extraer páginas de inserción en color (como PDF independientes)
fr: Extraire les pages d'insertion de couleur (en PDF séparés)
hi: रंग प्रेरण पृष्ठ निकालें (अलग पीडीएफ के रूप में)
hu: Színes oldalak kivonása (különálló PDF-ekként)
id: Ekstrak halaman Sisipan Warna (sebagai PDF terpisah)
ko: 컬러 삽입 페이지 추출(별도의 PDF로)
ml: നിറം പുറത്തെടുക്കുക പേജുകൾ ചേർക്കുക (പ്രത്യേക PDF- കൾ ആയി)
my: အရောင် ထိမ်းဖွဲ့ရေးရာအတွက် စန့် PDF လ်ုတွေအံမရသည်
pt: Extrair páginas de inserção de cor (como PDFs separados)
ro: Extrageți paginile de inserție color (ca PDF-uri separate)
ru: Извлечение страниц с цветной вставкой (в виде отдельных PDF-файлов)
th: สกัดสี ใส่หน้า (เป็น PDF แยก)
zh: 提取彩色插入页面（作为单独的 PDF 文件）

source: Extract the special peripheral materials named 'maps' or 'insert_*' as separate PDFs to be printed in color and inserted manually during the binding process. Note that the cover is always extracted.
ar: استخرج المواد الطرفية الخاصة المسماة "خرائط" أو "إدراج_*" كملفات PDF منفصلة لتتم طباعتها بالألوان وإدراجها يدوياً أثناء عملية التجليد. لاحظ أنه يتم استخراج الغلاف دائمًا.
es: Extraer los materiales periféricos especiales llamados 'mapas' o 'insert_*' como PDFs separados para imprimirse en color e insertarse manualmente durante el proceso de enlazado. Tenga en cuenta que la portada siempre se extrae.
fr: Extraire les matériaux périphériques spéciaux nommés "maps" ou "insert_*" comme PDFs distincts à imprimer en couleur et à insérer manuellement au cours du processus de reliure. Notez que la couverture est toujours extraite.
hi: विशेष परिधीय सामग्री 'maps' या 'insert_*' को अलग PDF के रूप में निकालें जिसे रंग में प्रिंट किया जाएगा और बाइंडिंग प्रक्रिया के दौरान मैन्युअल रूप से डाला जाएगा। ध्यान दें कि कवर हमेशा निकाला जाता है।
hu: A speciális perifériás anyagok "maps" vagy "insert_*" elnevezésű különálló PDF-ként történő kivonása a színes nyomtatáshoz és a kézi beillesztése a kötési folyamat során. Vegye figyelembe, hogy a borítót mindig kivonja.
id: Ekstrak materi periferal khusus bernama 'maps' atau 'insert_*' sebagai PDF terpisah untuk dicetak berwarna dan disisipkan secara manual selama proses penjilidan. Perhatikan bahwa sampul selalu diekstrak.
ko: '지도' 또는 '삽입_*'이라는 이름의 특수 주변 자료 를 별도의 PDF로 추출하여 컬러로 인쇄하고 제본 과정에서 수동으로 삽입합니다. 표지는 항상 추출됩니다.
ml: 'മാപ്പുകൾ' അല്ലെങ്കിൽ 'ഇൻസെർട്ട്_*' എന്നീ പ്രത്യേക പെരിഫറൽ മെറ്റീരിയലുകൾ പ്രത്യേക PDF ഫയലുകളായി പുറത്തെടുക്കുക, അവ നിറത്തിൽ അച്ചടിക്കുകയും ബണ്ടിംഗ് പ്രക്രിയയിൽ സ്വമേധയാ ചേർക്കുകയും ചെയ്യും. കവർ എല്ലായ്പ്പോഴും പുറത്തെടുക്കുന്നുവെന്നത് ശ്രദ്ധിക്കുക.
my: မက်စ်နှင့် ထည့်သွင်းဆက်တင်ခြင်းပါဝင်မှုရိုးလွှားနိုင်သော ဈေးယူမှုများဖြစ်သည့်ကားများကိုထရောက်အုန်းမှာထုတ်ထားသည်။
pt: Extrair os materiais periféricos especiais denominados 'maps' ou 'insert_*' como PDFs separados para serem impressos a cores e inseridos manualmente durante o processo de encadernação. Note que a capa é sempre extraída.
ro: Extrageți materialele periferice speciale denumite "maps" sau "insert_*" ca PDF-uri separate pentru a fi tipărite în culori și inserate manual în timpul procesului de legare. Rețineți că coperta este întotdeauna extrasă.
ru: Извлеките специальные периферийные материалы с именами 'maps' или 'insert_*' в виде отдельных PDF-файлов, которые будут распечатаны в цвете и вставлены вручную в процессе переплета. Обратите внимание, что обложка извлекается всегда.
th: การสกัดวัสดุส่วนนอกพิเศษที่เรียกว่า 'maps' หรือ 'insert_*' เป็น PDFs แยกแยกที่จะพิมพ์สีและใส่ด้วยมือระหว่างกระบวนการผูกหมาย
zh: 将名为 "maps "或 "insert_*"的特殊外围材料 提取为单独的 PDF 文件，以便在装订过程中进行彩色打印并手动插入 。 请注意，封面始终会被提取出来。

source: Extra XDV Processing
ar: معالجة XDV إضافية
es: Procesamiento extra XDV
fr: Traitement XDV supplémentaire
hi: अतिरिक्त XDV प्रोसेसिंग
hu: Extra XDV feldolgozás
id: Pengolahan XDV Ekstra
ko: 추가 XDV 처리
ml: അധിക എക്സ് ഡി വി പ്രോസസ്സിംഗ്
my: အပို XDV ထုတ်လုပ္ခြင်း
pt: Processamento extra de XDV
ro: Procesare suplimentară XDV
ru: Дополнительная обработка XDV
th: การประมวลผล XDV เพิ่มเติม
zh: 额外的 XDV 处理

source: Extra XDV processing (before creating final PDF)
ar: معالجة XDV إضافية (قبل إنشاء ملف PDF نهائي)
es: Procesamiento XDV adicional (antes de crear el PDF final)
fr: Traitement XDV supplémentaire (avant de créer le PDF final)
hi: अतिरिक्त XDV प्रोसेसिंग (अंतिम PDF बनाने से पहले)
hu: Extra XDV-feldolgozás (a végleges PDF létrehozása előtt)
id: Pengolahan XDV tambahan (sebelum membuat file PDF)
ko: 추가 XDV 처리(최종 PDF 생성 전)
ml: അധിക എക്സ് ഡി വി പ്രോസസ്സിംഗ് (അന്തിമ PDF സൃഷ്ടിക്കുന്നതിന് മുമ്പ്)
my: XDV ကိုပါထည့် ဖြိုကွန်း လုပ်နည်းကို အနိုင္ သတ်မှတ်ပါ ( Pdf အဆုံးသတ် ဖန်တီးမှုကိုမုခ် မရေသာ ကိုစ်တွင် ထုတ်လုပ်ပါ.)
pt: Processamento extra do XDV (antes de criar o PDF final)
ro: Procesare suplimentară XDV (înainte de crearea PDF-ului final)
ru: Дополнительная обработка XDV (перед созданием окончательного PDF)
th: การประมวลผล XDV เพิ่มเติม (ก่อนการสร้าง PDF สุดท้าย)
zh: 额外的 XDV 处理（在创建最终 PDF 之前）

source: Enable processing of the intermediate xdv file for such things as coloured diacritics.
ar: قم بتمكين معالجة ملف xdv الوسيطة لأشياء مثل علامات التشكيل الملونة.
es: Habilitar el procesamiento del archivo intermedio xdv para cosas como los diacríticos coloreados.
fr: Permet le traitement du fichier intermédiaire xdv pour des éléments tels que les diacritiques colorés.
hi: मध्यवर्ती xdv फाइल के प्रोसेसिंग को सक्षम करें जैसे रंगीन डायक्रिटिक्स।
hu: Engedélyezi a köztes xdv fájl feldolgozását például a színes diakritikákhoz.
id: Aktifkan pengolahan file xdv untuk hal-hal seperti diakritik berwarna.
ko: 컬러 발음 부호 등에 대한 중간 xdv 파일 처리를 활성화합니다.
ml: നിറമുള്ള ഡയക്രിറ്റിക്സ് പോലുള്ളവയ്ക്കായി ഇടത്തരം xdv ഫയൽ പ്രോസസ്സ് ചെയ്യാം.
my: အလယ်ဒော် ဖြို့ကြားလြင်အတွက် ဖြည်နှုတ်ခြင်း အန်းမှု သိိဖို့ ခြှင်းရှုပါ။
pt: Habilite o processamento do arquivo intermediário xdv para itens como diacríticos coloridos.
ro: Activează procesarea fișierului intermediar xdv pentru elemente cum ar fi diacriticele colorate.
ru: Включите обработку промежуточного файла xdv для таких вещей, как цветные диакритические знаки.
th: ช่วยในการประมวลผลของไฟล์ xdv ระหว่างสําหรับสิ่งต่างๆ เช่น สีตัวอักษร
zh: 启用对中间 xdv 文件的处理功能，例如彩色变音符。

source: Apply Watermark PDF
ar: تطبيق PDF العلامة المائية
es: Aplicar Marca de Agua PDF
fr: Appliquer le filigrane PDF
hi: वॉटरमार्क PDF लागू करें
hu: Vízjel alkalmazása PDF
id: Terapkan PDF Cap Air
ko: 워터마크 PDF 적용
ml: വാട്ടർമാർക്ക് പ്രയോഗിക്കുക PDF
my: Watermark PDF သင်ယူမှု ကို အသုံးချပါ
pt: Aplicar Watermark PDF
ro: Aplica watermark PDF
ru: Применить PDF Водяной знак
th: ใช้เครื่องหมายน้ํา PDF
zh: 启用水印PDF

source: Marks & Guides dialog: Apply watermark
ar: مربع حوار العلامات والأدوات: تطبيق العلامة المائية
es: Diálogo de Marcas y Guías: Aplicar marca de agua
fr: Dialogue de marques et guides : Appliquer le filigrane
hi: मार्क्स और गाइड्स संवाद: वॉटरमार्क लागू करें
hu: Márkok
id: Penanda & Penunjuk: Terapkan Cap Air
ko: 마크 및 가이드 대화상자: 워터마크 적용
ml: അടയാളങ്ങളും ഗൈഡുകളും ഡയലോഗ്ഃ വാട്ടർമാർക്ക് പ്രയോഗിക്കുക
my: မှူးသူထွတ်ရစ်
pt: Marcas
ro: Marks
ru: Маркс
th: ป้าย & คู่มือการโต้ตอบ: ใช้เครื่องหมายน้ํา
zh: 标记和参考线对话框：启用水印

source: A watermark can be applied to all pages of the publication. The file must be a PDF and should ideally have the same dimensions as the publication being printed.
ar: يمكن تطبيق علامة مائية على جميع صفحات المنشور. يجب أن يكون الملف ملف PDF و يجب أن يكون له نفس الأبعاد مثل التي يتم طباعتها للنشر.
es: Se puede aplicar una marca de agua a todas las páginas de la publicación. El archivo debe ser un PDF y debe tener idealmente las mismas dimensiones que la publicación que se imprime.
fr: Un filigrane peut être appliqué à toutes les pages de la publication. Le fichier doit être un PDF et devrait idéalement avoir les mêmes dimensions que la publication en cours d'impression.
hi: प्रकाशन के सभी पृष्ठों पर एक वॉटरमार्क लागू किया जा सकता है। फ़ाइल एक पीडीएफ होनी चाहिए और इसे आदर्श रूप से मुद्रण किए जा रहे प्रकाशन जितने आयाम के साथ होना चाहिए।
hu: A vízjel a kiadvány minden oldalára alkalmazható. A fájlnak PDF formátumúnak kell lennie, és a ideális esetben ugyanazokkal a méretekkel kell rendelkeznie, mint a nyomtatandó kiadványnak.
id: Cap air dapat diterapkan ke semua halaman terbitan ini. Filenya harus berupa PDF dan sebaiknya memiliki ukuran yang sama dengan terbitan yang sedang dicetak.
ko: 워터마크는 발행물의 모든 페이지에 적용할 수 있습니다. 파일은 PDF여야 하며 크기는 인쇄 중인 발행물의 크기와 동일한 것이 이상적입니다.
ml: പ്രസിദ്ധീകരണത്തിന്റെ എല്ലാ പേജുകളിലും ഒരു വാട്ടർമാർക്ക് സ്ഥാപിക്കാം. ഫയൽ ഒരു PDF ആയിരിക്കണം, ഒപ്പം അച്ചടിക്കുന്ന പ്രസിദ്ധീകരണത്തിന്റെ അതേ അളവുകൾ ഉണ്ടായിരിക്കണം.
my: သင်၏ထုတ်ဖြုန်းထားသောစာမျက်နှာတွင် PDF ဖိုင်ကို အမိုးသည်အသုံးပြုနိုင်ကြပြီး၊ မူရိပ်မှနောက်ချက်များဖိုင်ပလတ်စာလုံးဖွဲ့၍,တော်ဝင်နှိပ်တော်ဆွဲနှံ့နှံ့ကြပြီး...
pt: Uma marca d'água pode ser aplicada a todas as páginas da publicação. O arquivo deve ser um PDF e deverá, idealmente, ter as mesmas dimensões que a publicação sendo impressa.
ro: Un filigran poate fi aplicat la toate paginile din publicarea. Fişierul trebuie să fie un PDF şi ar trebui, în mod ideal, să aibă aceleaşi dimensiuni ca publicaţia tipărită.
ru: Водяной знак может быть нанесен на все страницы публикации. Файл должен быть PDF и должен иметь такие же размеры, как и печатаемая публикация.
th: สามารถใส่เครื่องหมายน้ําได้บนหน้าทั้งหมดของหนังสือพิมพ์ ไฟล์ต้องเป็น PDF และควรมีขนาดเท่าๆ กันกับหนังสือพิมพ์ที่พิมพ์
zh: 水印可以应用于 出版物的所有页面。 文件必须为PDF文档，而且 最好与正在打印的出版物 具有相同的维度。

source: Marks & Guides dialog: Select watermark to apply
ar: مربع حوار العلامات والأدوات: حدد علامة مائية لتطبيقها
es: Diálogo de Marcas y Guías: Seleccione marca de agua para aplicar
fr: Dialogue de marques et guides : Sélectionner le filigrane à appliquer
hi: मार्क्स और गाइड्स संवाद: लागू करने के लिए वॉटरमार्क चुनें
hu: Márkok
id: Penanda & Penunjuk: Pilih cap air untuk diterapkan
ko: 마크 및 가이드 대화상자: 적용할 워터마크 선택
ml: അടയാളങ്ങളും ഗൈഡുകളും ഡയലോഗ്ഃ പ്രയോഗിയ്ക്കുന്നതിന് വാട്ടർമാർക്ക് തിരഞ്ഞെടുക്കുക
my: မှူးသူ စန်စာမုဒိန်း
pt: Marcas
ro: Marks
ru: Маркс
th: ป้าย & คู่มือ: เลือกเครื่องหมายน้ําที่จะใช้
zh: 标记和参考线对话框：选择要启用的水印

source: PDF Details
ar: تفاصيل PDF
es: Detalles del PDF
fr: Détails du PDF
hi: PDF विवरण
hu: PDF részletek
id: Rincian File PDF
ko: PDF 세부 정보
ml: പി ഡി എഫ് വിശദാംശങ്ങൾ
my: PDF အသေးစိတ်
pt: Detalhes em PDF
ro: Detalii PDF
ru: PDF Подробнее
th: รายละเอียด PDF
zh: PDF格式的详细资料

source: Options to control pagination, PDF output format and compare output with a previous PDF.
ar: خيارات للتحكم في ترقيم الصفحات، تنسيق إخراج ملف PDF ومقارنة إخراج مع ملف PDF سابق.
es: Opciones para controlar la paginación, formato de salida del PDF y comparar la salida de con un PDF anterior.
fr: Options pour contrôler la pagination, format de sortie PDF et comparer la sortie avec un PDF précédent.
hi: पृष्ठक्रम, PDF आउटपुट प्रारूप को नियंत्रित करने और पिछले PDF के साथ आउटपुट की तुलना करने के विकल्प।
hu: Lehetőségek a lapozás vezérlésére, PDF kimeneti formátum és a kimenet összehasonlítása egy korábbi PDF-sel.
id: Pilihan-pilihan untuk mengatur penempatan teks di halaman dan penataan PDF, dan untuk membandingkan hasilnya dengan PDF versi lama.
ko: 페이지 매김, PDF 출력 형식을 제어하고 출력물을 이전 PDF와 비교하는 옵션이 있습니다.
ml: പേജിനേഷൻ, പിഡിഎഫ് ഔട്ട്പുട്ട് ഫോർമാറ്റ് എന്നിവ നിയന്ത്രിക്കാനും മുമ്പത്തെ പിഡിഎഫുമായി ഔട്ട്പുട്ട് താരതമ്യം ചെയ്യാനുമുള്ള ഓപ്ഷനുകൾ.
my: စာမျက်နှာနံပါတ်များကို ထိန်းချုပ်ရန် ရှိသောရွေးချယ်စရာများ၊ PDF ထုတ်လွှင့်မှုပုံစံနှင့် မူရင်း PDF နှင့် နှိုင်းယှဉ်ကြည့်ပါ။
pt: Opções para controlar a paginação, formato de saída PDF e comparar a saída com um PDF anterior.
ro: Opțiuni de control al paginării, format de ieșire PDF și compararea ieșirii cu un PDF anterior.
ru: Опции для управления пагинацией, формат вывода PDF и сравнение с предыдущим PDF.
th: ตัวเลือกในการควบคุมการจัดหน้า, การจัดรูปแบบผลิต PDF และการเปรียบเทียบผลิตกับ PDF ก่อนหน้านี้
zh: 控制分页的选项， PDF输出格式，并将 输出与之前的PDF进行比较。

source: Select Printing Firm:
ar: اختر شركة الطباعة:
es: Seleccione Empresa de impresión:
fr: Sélectionnez l'entreprise d'impression :
hi: प्रिंटिंग फर्म का चयन करें:
hu: Válassza ki a Nyomda:
id: Pilih Perusahaan Percetakan:
ko: 인쇄 회사를 선택합니다:
ml: പ്രിന്ററി തിരഞ്ഞെടുക്കുക:
my: ပုံနှိပ် အဖွင့်ရွေးရန်:
pt: Selecione Printing Firm:
ro: Selectați Firma de imprimare:
ru: Выберите Фирму печати:
th: เลือกบริษัทพิมพ์:
zh: 选择打印公司：

source: Pretore B.V., Netherlands
ar: بريتور ب.ف.، هولندا
es: Pretore B.V., Países Bajos
fr: Pretore B.V., Pays-Bas
hi: प्रीटोर बी.वी., नीदरलैंड्स
hu: Pretore B.V., Hollandia
id: Pretore B.V., Belanda
ko: Pretore B.V., 네덜란드
ml: പ്രിറ്റോർ ബി. വി., നെതർലാന്റ്സ്
pt: Pretore B.V., Holanda
ro: Pretore B.V., Țările de Jos
ru: Pretore B.V., Нидерланды
th: ปรีทอเร่ บี.วี., เนเธอร์แลนด์
zh: 荷兰 Pretore B.V.

source: Snowfall Press, USA
ar: مطبعة تساقط الثلوج، الولايات المتحدة الأمريكية
es: Snowfall Press, EE.UU.
fr: Snowfall Press, États-Unis
hi: स्नोफॉल प्रेस, अमेरिका
id: Snowfall Press, Amerika Serikat
ko: 스노우폴 프레스, 미국
ml: സ്നോഫാൾ പ്രസ്സ്, യുഎസ്എ
pt: Snowfall Press, EUA
ro: Snowfall Press, SUA
ru: Снегопад Пресс, США
th: สนิวฟอลล์ พรีส, สหรัฐอเมริกา
zh: 美国雪落出版社

source: 1. Specify Job
ar: 1. تحديد الوظيفة
es: 1. Especifique el trabajo
fr: 1. Spécifier l'emploi
hi: 1. कार्य निर्दिष्ट करें
hu: 1. Munkakör megadása
id: 1. 1. Tentukan Pekerjaan
ko: 1. 작업 지정
ml: 1. ജോലി വ്യക്തമാക്കുക
my: ၁. အလုပ်အကိုင် ရှင်းပြပါ
pt: 1. Especificar o trabalho
ro: 1. Specificați postul
ru: 1. Укажите задание
th: 1. บอกงาน
zh: 1.指定工作

source: 2. Obtain Quote
ar: 2. الحصول على عرض الأسعار
es: 2. Obtener presupuesto
fr: 2. Obtenir un devis
hi: 2. कोट प्राप्त करें
hu: 2. Idézet beszerzése
id: 2. Dapatkan Kutipan
ko: 2. 견적 받기
ml: 2. വിലപേശൽ നേടുക
my: ၂. ငှိရိုက်ထုတ်ပါ
pt: 2. Obter cotação
ro: 2. Obținerea unei oferte de preț
ru: 2. Получить котировку
th: 2. หา ราคา
zh: 2.获取报价

source: 3. Submit Order
ar: 3. تقديم الطلب
es: 3. Enviar pedido
fr: 3. Soumettre la commande
hi: 3. आदेश सबमिट करें
hu: 3. Megrendelés elküldése
id: 3. Kirim Pesanan
ko: 3. 주문 제출
ml: 3. ഓർഡർ സമർപ്പിക്കുക
my: ၃. အမှာစာလက်ခံရုပ်ပါ
pt: 3. Enviar pedido
ro: 3. Trimiteți comanda
ru: 3. Отправить заказ
th: 3. ส่งคําสั่ง
zh: 3.提交订单

source: Adjust expert-level settings.
ar: ضبط الإعدادات على مستوى الخبراء.
es: Ajustar la configuración de nivel experto.
fr: Ajustez les paramètres du niveau expert.
hi: विशेषज्ञ-स्तर की सेटिंग्स को समायोजित करें।
hu: Állítsa be a szakértői szintű beállításokat.
id: Menyesuaikan pengaturan tingkat ahli.
ko: 전문가 수준의 설정을 조정합니다.
ml: വിദഗ്ധനിലവാരത്തിലുള്ള ക്രമീകരണങ്ങൾ ക്രമീകരിക്കുക.
my: ကြက်သိမ်း: အသိ, အချော,ਬਰਮਾ,စာသား.
pt: Ajustar as definições de nível de especialista.
ro: Reglați setările la nivel de expert.
ru: Настройте параметры экспертного уровня.
th: ปรับการตั้งค่าระดับผู้เชี่ยวชาญ
zh: 调整专家级设置。

source: Print on Demand
ar: الطباعة عند الطلب
es: Impresión bajo demanda
fr: Impression à la demande
hi: प्रिंट ऑन डिमांड
id: Cetak Sesuai Permintaan
ko: 주문형 인쇄
ml: ആവശ്യാനുസരണം അച്ചടിക്കുക
my: လိုအပ်သလောက်ပရိုက်ကိုပါ：
pt: Impressão sob demanda
ro: Imprimare la cerere
ru: Печать по требованию
th: พิมพ์ตามต้องการ
zh: 按需印刷

source: Current Project Path:
ar: مسار المشروع الحالي:
es: Ruta actual del proyecto:
fr: Chemin actuel du projet :
hi: वर्तमान प्रोजेक्ट पथ:
hu: Jelenlegi projektútvonal:
id: Jalur Proyek Sekarang:
ko: 현재 프로젝트 경로:
ml: നിലവിലെ പ്രോജക്ട് പാതഃ
my: လက်ရှိ စီမံကိန်း လမ်းကြောင်း:
pt: Caminho Atual do Projeto:
ro: Calea actuală a proiectului:
ru: Текущий путь к проекту:
th: เส้นทางโครงการปัจจุบัน:
zh: 当前项目路径：

source: Configuration Settings:
ar: إعدادات الإعدادات:
es: Configuración:
fr: Paramètres de configuration :
hi: कॉन्फ़िगरेशन सेटिंग्स:
hu: Konfigurációs beállítások:
id: Pengaturan Konfigurasi:
ko: 구성 설정:
ml: ക്രമീകരണ ക്രമീകരണങ്ങൾഃ
my: စနစ်သတ်မှတ်ချက်များ:
pt: Configurações de Configuração:
ro: Setări configurare:
ru: Настройки конфигурации:
th: การตั้งค่าการตั้งค่า:
zh: 配置设置：
