Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This might be related to a USFM marker error (using an unsupported marker). Try running 'Basic Checks' in Paratext to validate markers. It could also be related to an unrecognized setting in ptxprint_mods.tex
ar: قد يكون هذا مرتبطًا بخطأ في علامة USFM (استخدام علامة غير مدعومة). حاول تشغيل "الفحوصات الأساسية" في Paratext للتحقق من صحة العلامات. قد يكون الأمر متعلقًا أيضًا بإعداد غير معروف في ptxprint_mods.tex
es: Esto podría estar relacionado con un error de marcador USFM (uso de un marcador no compatible). Intenta 'Ejecutar verificaciones básicas' en Paratext para validar los marcadores. También podría estar relacionado con un ajuste no reconocido en ptxprint_mods.tex
fr: Ceci peut être lié à une erreur de marqueur USFM (en utilisant un marqueur non soutenu). Essayez d'exécuter 'Vérifications de base' dans Paratext pour valider les marqueurs. Cela pourrait également être lié à un paramètre non reconnu dans ptxprint_mods.tex
hi: यह संभवतः USFM मार्कर त्रुटि (एक अविकसित मार्कर का उपयोग) से संबंधित हो सकता है। मार्करों को सत्यापित करने के लिए Paratext में 'Basic Checks' चलाएं। यह ptxprint_mods.tex में एक अज्ञात सेटिंग से भी संबंधित हो सकता है।
hu: Ennek oka lehet egy USFM jelölő hiba (nem támogatott jelölő használata). Próbálja meg a Paratextben az 'Alapvető ellenőrzések' futtatását a jelölők érvényesítéséhez. A ptxprint_mods.tex fájlban található nem felismert beállításhoz is köze lehet.
id: Hal ini mungkin terkait dengan kesalahan pada markah USFM (menggunakan markah yang tidak didukung). Coba jalankan 'Pemeriksaan Dasar' di Parateks untuk memvalidasi markah. Hal ini juga bisa terkait dengan pengaturan yang tidak dikenali di ptxprint_mods.tex
ko: USFM 마커 오류(지원되지 않는 마커 사용)와 관련이 있을 수 있습니다. 파라텍스트에서 '기본 검사'를 실행하여 마커의 유효성을 검사해 보세요. 또한 ptxprint_mods.tex에서 인식할 수 없는 설정과 관련이 있을 수도 있습니다.
ml: ഇത് യു. എസ്. എഫ്. എം മാർക്കർ പിശകുമായി ബന്ധപ്പെട്ടിരിക്കാം (പിന്തുണയ്ക്കാത്ത മാർക്കർ ഉപയോഗിച്ച്). മാർക്കറുകൾ സാധൂകരിക്കുന്നതിന് പാര്ടെക്സ്റ്റിൽ 'ബേസിക് ചെക്കുകൾ' പ്രവർത്തിപ്പിക്കാൻ ശ്രമിക്കുക. ഇത് ptxprint_mods.
my: ဤအမှားသည် USFM မှာမှားယွင်းနေမှုဖြစ်နိုင်သည် (ထောက်ခံမှုမရှိသော မှတ်အမှတ်ကို အသုံးပြုနေသည်။) Paratext ရှိ 'အခြေခံ စစ်ဆေးမှု'ကို အမှတ်များစစ်ဆေးရန် လုပ်ဆုံးပါ။ ဒါဟာ ptxprint_mods.tex မှာမသိရှိနိုင်သော ဆက်တင်ဖြစ်နိုင်သေးသည်။
pt: Isso pode estar relacionado a um erro de marcador USFM (usando um marcador não suportado). Tente executar "Verificações básicas" no Paratext para validar os marcadores. Isso também pode estar relacionado a uma configuração não reconhecida no ptxprint_mods.tex
ro: Acest lucru ar putea fi legat de o eroare de marker USFM (utilizarea unui marker neacceptat). Încercați să rulați "Basic Checks" în Paratext pentru a valida markerii. De asemenea, ar putea fi legată de o setare nerecunoscută în ptxprint_mods.tex
ru: Это может быть связано с ошибкой маркера USFM (использование неподдерживаемого маркера). Попробуйте запустить "Основные проверки" в Paratext для проверки маркеров. Это также может быть связано с нераспознанной настройкой в файле ptxprint_mods.tex
th: อาจเกี่ยวข้องกับความผิดพลาดของเครื่องหมาย USFM (ใช้เครื่องหมายที่ไม่สนับสนุน) ลองใช้ 'Basic Checks' ใน Paratext เพื่อรับรองเครื่องหมาย มันอาจเกี่ยวข้องกับการตั้งค่าที่ไม่ยอมรับใน ptxprint_mods.tex
zh: 这可能与 USFM 标记错误有关（使用了不支持的标记）。 请尝试在 Paratext 中运行 "基本检查 "来验证标记。 也可能与 ptxprint_mods.tex 中未识别的设置有关

source: One of the settings in the Stylesheet may be missing the units. To confirm that this is a stylesheet issue, temporarily turn off Stylesheets. Then, check any recent changes to the Stylesheets (on Advanced tab) and try again.
ar: قد يكون أحد الإعدادات في ورقة النمط مفقودة الوحدات. لتأكيد أن هذه مشكلة في ورقة النمط، إيقاف تشغيل شرائط الأنماط مؤقتا. ثم تحقق من أي تغييرات حديثة على ورقات الأنماط (على علامة التبويب المتقدمة) ثم حاول مرة أخرى.
es: Una de las configuraciones de la hoja de estilo puede faltar las unidades. Para confirmar que se trata de una hoja de estilo, desactiva temporalmente las hojas de estilo. Luego, comprueba cualquier cambio reciente en las hojas de estilo (en la pestaña Avanzada) e inténtalo de nuevo.
fr: Il se peut qu'il manque les unités dans l'un des paramètres de la feuille de style. Pour confirmer que c'est bien le cas, désactivez temporairement les feuilles de style. Ensuite, vérifiez les modifications récentes apportées aux feuilles de style (dans l'onglet Avancé) et réessayez.
hi: शैलीपत में से किसी एक सेटिंग में शायद इकाइयाँ नहीं है। यह सुनिश्चित करने के लिए कि यह एक शैलीपत्र समस्या है, अस्थायी रूप से शैलीपत्र बंद करें। फिर, शैलीपत्र में हुए किसी हाल के बदलाव (उन्नत टैब पर) की जाँच करें और पुनः प्रयास करें।
hu: A Stylesheet egyik beállításából hiányozhatnak az egységek. Annak megerősítéséhez, hogy ez egy stílustábla-probléma, ideiglenesen kapcsolja ki a Stíluslapok funkciót. Ezután ellenőrizze a Stylesheets (Stylesheets) legutóbbi módosításait (a Speciális lapon), és próbálja meg újra.
id: Mungkin salah satu pengaturan di Lembar Gaya belum diberikan satuannya. Untuk memastikan bahwa masalahnya ada di Lembar Gaya, nonaktifkan Lembar Gaya untuk sementara. Kemudian, cari perubahan yang baru saja dilakukan di Lembar Gaya (di bagian Lanjutan) dan coba lagi.
ko: 스타일시트의 설정 중 하나에 단위가 누락되었을 수 있습니다. 스타일시트 문제인지 확인하려면 스타일시트를 일시적으로 끄세요. 그런 다음 고급 탭에서 스타일시트의 최근 변경 사항을 확인한 후 다시 시도하세요.
ml: സ്റ്റൈൽ ഷീറ്റിലെ ഒരു ക്രമീകരണത്തിൽ യൂണിറ്റുകൾ കാണുന്നില്ലായിരിക്കാം. ഇത് ഒരു സ്റ്റൈൽ ഷീറ്റ് പ്രശ്നമാണെന്ന് സ്ഥിരീകരിക്കുന്നതിന്, സ്റ്റൈൽ ഷീറ്റുകൾ താൽക്കാലികമായി ഓഫാക്കുക. തുടർന്ന്, സ്റ്റൈൽ ഷീറ്റുകളിലെ സമീപകാല മാറ്റങ്ങൾ പരിശോധിക്കുക (വിപുലമായ ടാബിൽ) വീണ്ടും ശ്രമിക്കുക.
my: Stylesheet တွင်ဆက်တင်တစ်ခု ပြတ်လပ်နေတတ်ပါတယ်။ ဟုတ်ကဲ့လားဆိုရင်တော့ သင်၏ Stylesheet များကို ယာယီပိတ်ထားပါ။ ပြီးတော့ Stylesheet တွင် အနီးကပ်ပြုပြင်ထားသော အပြောင်းအလဲများစစ်ဆေးလိုက်ပြီး ထပ်လုပ်ကြည့်ပါ။ (ဗဟိုမှ - Advanced)
pt: Uma das configurações na folha de estilos pode estar sem as unidades. Para confirmar se isso é um problema na folha de estilos, desative temporariamente as folhas de estilos. Em seguida, verifique se houve alguma alteração recente nas folhas de estilos (na aba Avançado) e tente novamente.
ro: Una dintre setările din Stylesheet poate duce lipsă de unități. Pentru a confirma că aceasta este o problemă de stylesheet, opriți temporar Stylesheets. Apoi, verifică orice modificări recente în Stylesheets (pe fila avansată) și încearcă din nou.
ru: Один из настроек в таблице стилей может отсутствовать единицы. Чтобы подтвердить, что это проблема стилей, временно выключите стили. Затем, проверьте последние изменения в таблицах стилей (на расширенной вкладке) и повторите попытку.
th: การตั้งค่าใน Stylesheet อาจขาดหน่วยการตั้งค่า. เพื่อยืนยันว่านี่เป็นปัญหาใน Stylesheet, ปิด Stylesheets เป็นชั่วคราว. จากนั้นตรวจสอบการเปลี่ยนแปลงล่าสุดใด ๆ ใน Stylesheets (ในแท็บ Advanced) และลองอีกครั้ง.
zh: 样式表中的某个设置可能缺少单元。 要确认这是样式表的问题，请暂时关闭样式表。 然后查看最近对样式表的所有更改(菜单栏的“高级设置”)，然后重试。

source: Try turning off various settings on the Advanced tab.
ar: حاول إيقاف تشغيل مختلف الإعدادات على علامة التبويب المتقدمة.
es: Pruebe a desactivar varios ajustes en la pestaña Avanzado.
fr: Essayez de désactiver divers paramètres dans l'onglet Avancé.
hi: उन्नत टैब पर विभिन्न सेटिंग्स बंद करने का प्रयास करें।
hu: Próbálja meg kikapcsolni a Speciális lap különböző beállításait.
id: Coba matikan berbagai pengaturan pada tab Lanjutan.
ko: 고급 탭에서 다양한 설정을 해제해 보세요.
ml: വിപുലമായ ടാബിലെ വിവിധ ക്രമീകരണങ്ങൾ ഓഫാക്കുക.
my: အိှူင်မှစပ်လိ့်မှအေ ၊ ကျိုး ဘာလင့်များစနစ်များကွုင့်sanမင်း နှင့်bespeak On
pt: Tente desativar várias configurações na aba Avançado.
ro: Încercați să dezactivați diverse setări din fila avansată.
ru: Попробуйте отключить различные настройки на вкладке Расширенные настройки.
th: ลองปิดการตั้งค่าต่าง ๆ ในแท็บ Advanced
zh: 尝试关闭菜单栏的“高级设置”上的各种设置。

source: Sorry! XeTeX was unable to complete the typesetting. * If creating a Diglot, ensure both texts can print successfully before merging them as a Diglot print. And ensure that there aren't any large chunks of missing text in either of the projects. * Also check that you haven't inadvertently left certain settings on from a previous session (Pictures, Diglot, Borders - which will show in blue if these features are currently enabled).
ar: عذراً! XeTeX لم يتمكن من إكمال تعيين الكتابة. * في حالة إنشاء Diglot، تأكد من أن كلا النصين يمكن طباعتهما بنجاح قبل دمجهما كطباعة Diglot. وتأكد من أن ليس هناك أي جزء كبير من النص الناقص في أي من المشروعين. * تحقق أيضا من أنك لم تترك بعض الإعدادات عن غير قصد في من جلسة سابقة (صور)، Diglot، الحدود - التي ستظهر باللون الأزرق إذا كانت هذه الميزات مفعلة حالياً).
es: Lo siento. XeTeX no ha podido completar la composición tipográfica. * Si crea un Proyecto bilingüe, asegúrese de que ambos textos pueden imprimirse correctamente antes de fusionarlos como una impresión bilingüe. Y asegúrese de que no hay grandes trozos de texto perdidos en ninguno de los proyectos. * Compruebe también que no ha dejado inadvertidamente activados ciertos ajustes de de una sesión anterior (Imágenes, Proyecto bilingüe, Bordes - que se mostrarán en azul si estas características están actualmente activadas).
fr: Désolé ! XeTeX n'a pas pu terminer la composition. * Si vous créez un Diglot, assurez-vous que les deux textes peuvent s'imprimer correctement avant de les fusionner en une impression Diglot. Et assurez-vous que ces projets ne manquent pas de gros morceaux de texte. * Vérifiez également que vous n'avez pas laissé certains paramètres activés depuis une session précédente (Images, Diglot, Bordures - les onglets afficheront en bleu si ces fonctionnalités sont activées).
hi: क्षमा करें! XeTeX प्रिंटिंग को पूरा करने में असमर्थ था। * अगर आप एक द्विभाषी पुस्तक बना रहे हैं, तो सुनिश्चित करें कि दोनों पाठ सफलतापूर्वक प्रिंट हो सकते हैं उन्हें एक द्विभाषी प्रिंट के रूप में जोड़ने से पहले। यह सुनिश्चित करें कि परियोजनाओं में कहीं भी बड़े मात्रा के पाठ गायब न हों। * यह भी जाँचें कि आपने पिछले सत्र से जाने/बँध छवियों, द्विभाषी, सीमाओं की सेटिंग छोड़ दी थी - जो नीले रंग में सक्रिय होने पर दिखेंगी।
hu: Bocsánat! A XeTeX nem tudta befejezni a szedést. * Ha Diglotot hoz létre, győződjön meg arról, hogy mindkét szöveg sikeresen nyomtatható , mielőtt Diglot nyomtatásként egyesíti őket. És győződjön meg róla, hogy egyik projektben sincsenek nagy szövegdarabok. * Ellenőrizze azt is, hogy nem hagyott-e véletlenül bizonyos beállításokat bekapcsolva egy korábbi munkamenetből (Képek, Diglot, Határok - ami kék színnel fogja mutatni , ha ezek a funkciók jelenleg engedélyezve vannak).
id: Maaf! Program XeteX tidak dapat selesaikan penyusunan huruf. * Kalau Anda sedang membuat Terbitan Dua Bahasa, pastikan masing-masing teks dapat dicetak sebelum menggabungkannya untuk dicetak bersama. Dan pastikan tidak ada teks yang hilang dari salah satu proyek itu. * Juga pastikan Anda tidak tetap gunakan pengaturan dari sesi sebelumnya (Gambar, Dua Bahasa, Bingkai Halaman - yang diberi warna biru kalau sedang diaktifkan).
ko: 죄송합니다! XeTeX에서 조판을 완료할 수 없습니다. * Diglot을 생성하는 경우 두 텍스트가 모두 성공적으로 인쇄될 수 있는지 확인한 후 Diglot 인쇄로 병합하세요. 그리고 두 프로젝트에서 누락된 큰 텍스트 덩어리가 없는지 확인하십시오. * 또한 이전 세션에서 특정 설정(그림, Diglot, 테두리 - 이 기능이 현재 활성화된 경우 이 파란색으로 표시됨)을 에 실수로 남겨 두지 않았는지 확인하세요.
ml: ക്ഷമിക്കണം! XeTeX- ന് ടൈപ്പ്സെറ്റിംഗ് പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല. * ഒരു ഡിഗ്ലോട്ട് സൃഷ്ടിക്കുകയാണെങ്കിൽ, ഡിഗ്ലോട്ട് പ്രിന്റ് ആയി അവയെ ലയിപ്പിക്കുന്നതിന് മുമ്പ് രണ്ട് ടെക്സ്റ്റുകളും വിജയകരമായി പ്രിന്റ് ചെയ്യാൻ കഴിയുമെന്ന് ഉറപ്പാക്കുക. പ്രോജക്റ്റുകളിലൊന്നിലും വലിയ അളവിലുള്ള ടെക്സ്റ്റ് നഷ്ടപ്പെടുന്നില്ലെന്ന് ഉറപ്പാക്കുക. * മുൻകാല സെഷനിൽ നിന്ന് നിങ്ങൾ അശ്രദ്ധമായി ചില ക്രമീകരണങ്ങൾ ഓണാക്കിയിട്ടില്ലെന്ന് പരിശോധിക്കുക (ചിത്രങ്ങൾ, ഡിഗ്ലോട്ട്, ബോർഡറുകൾ - ഈ സവിശേഷതകൾ നിലവിൽ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ നീലനിറത്തിൽ കാണിക്കും).
my: စိတ်မရှိပါနဲ့! XeTeX ဟာ စာရိုက်ခြင်းကို ပြီးမြောက်စေလို့မနိုင်ခဲ့ပါ။ * Diglot ဖန်တီးနေပါက၊ Diglot ပုံထုတ်ချက်အဖြစ် ပေါင်းစပ်မပေးမီ အတွင်းရှိစာများ လုံလောက်စွာရရှိမရှိ စစ်ဆေးပါ။ * နောက်ဆုံးထိုင်ဆုံးပြီး ပြန်ထပ်လာရာအနေနဲ့ တစ်ချို့ဖွင့်ထားသော Function (ပုံများ, Diglot, နယ်)များကို စစ်ဆေးပါ။ ပုံပြိးတွင် အပြာရောင် အနေဖြင့်မြင်ရပါလိမ့်မည်။
pt: Desculpe! O XeTeX não foi capaz de concluir a composição tipográfica. * Se você estiver criando um Livro Bilíngue, certifique-se de que ambos os textos possam ser impressos com sucesso antes de mesclá-los como um Livro Bilíngue. E verifique se não há grandes trechos de texto ausente em nenhum dos projetos. * Verifique também se você não deixou inadvertidamente certas configurações ativadas a partir de uma sessão anterior (Imagens, Livro Bilíngue, Bordas - que serão exibidas em azul se esses recursos estiverem atualmente habilitados).
ro: Ne pare rău! XeTeX nu a putut finaliza caracterele. * Dacă creați o Diglot, asigurați-vă că ambele texte pot imprima cu succes înainte de a le îmbina ca Diglot print. Și asigurați-vă că nu sunt bucăți mari de text lipsă în niciunul dintre proiecte. * De asemenea, verificați dacă nu ați lăsat din greșeală anumite setări dintr-o sesiune anterioară (Pictures, Diglot, Frontiere - care vor afișa cu albastru dacă aceste funcții sunt în prezent activate).
ru: Извините! XeTeX не удалось завершить типирование. * При создании Diglot, убедитесь что оба текста могут быть успешно напечатаны перед объединением их в виде Diglot. И убедитесь в том, что не имеют большого количества недостающих текстов ни в одном из проектов. * Также проверьте, что вы случайно не оставили некоторые настройки на предыдущей сессии (пиктограммы), Diglot, Borders - который будет показывать синим цветом, если эти функции сейчас включены).
th: ขอโทษ! XeTeX ไม่สามารถทําการจัดลายแบบให้เสร็จสิ้นได้. * หากสร้าง Diglot ให้แน่ใจว่าข้อความทั้งสองข้อสามารถพิมพ์ได้สําเร็จ ก่อนที่จะรวมมันเป็นการพิมพ์ Diglot และให้แน่ใจว่าไม่มีข้อความที่ขาดหายไปในโครงการใด ๆ. * ตรวจสอบด้วยว่าคุณไม่ได้ปล่อยให้การตั้งค่าบางส่วนเปิดโดยไม่ตั้งใจจากการใช้งานก่อนหน้านี้ (รูปภาพ, Diglot, ขอบเขต - ซึ่งจะแสดงด้วยสีฟ้าถ้าคุณเปิดลักษณะเหล่านี้ในขณะนี้)
zh: 对不起! XeTeX无法完成排版工作。 * 如果创建双语书，在合并两个文本成为双语书之前，确保两个文本都能分别成功打印 。并这两个项目中没有任何大块的文字缺失 。 * 还应检查您是否无意中保留了上一次对话的某些设置（图片、双语书、边框--如果这些功能目前属于启用状态，它们将显示 为蓝色）。

source: Try turning off the ptxprint-mods stylesheet
ar: حاول إيقاف تشغيل صفحة ptxprint-mods
es: Intente desactivar la hoja de estilos ptxprint-mods
fr: Essayez de désactiver la feuille de style ptxprint-mods
hi: ptxprint-mods शैलीपत्र को बंद करने का प्रयास करें
hu: Próbálja meg kikapcsolni a ptxprint-mods stílustáblát.
id: Coba nonaktifkan Lembar Gaya ptxprint-mods
ko: ptxprint-mods 스타일시트를 해제해 보세요.
ml: ptxprint-mods ശൈലികൾ അടയ്ക്കുക
my: ptxprint-mods stylesheet ကိုပိတ်ရန်ကြိုးစားပါ
pt: Tente desativar a folha de estilos ptxprint-mods
ro: Încearcă să oprești styleshe-ul de pxxprint-mods
ru: Попробуйте отключить таблицу стилей ptxprint-mods
th: ลองปิดหน้ากากสไตล์ ptxprint-mods
zh: 尝试关闭 ptxprint-mods 样式表

source: Problem with Formatting Intro Outline Try disabling option 'Right-Align \ior with tabbed leaders' on the Body tab
ar: مشكلة في تنسيق مخطط المقدمة حاول تعطيل الخيار 'يمين - محاذاة \ior مع القادة المدرجين على علامة التبويب الجسم
es: Problema con el formato del esquema de la introducción Pruebe a desactivar la opción "Alinear a la derecha con líderes tabulados" en la pestaña Cuerpo
fr: Problème avec le formatage du plan de livre dans l'introduction Essayez de désactiver l'option "Alignement droit \ior avec des points de remplissage" dans l'onglet Corps du texte
hi: इंट्रो आउटलाइन को स्वरूपित करने में समस्या बॉडी टैब में विकल्प 'टैब किए गए ठहरानों के साथ दाएं-गठित \ior' को अक्षम करने का प्रयास करें
hu: Probléma a bevezető vázlat formázásával Próbálja meg kikapcsolni a 'Jobbra igazítás \ior füles vezetőkkel' opciót a Test lapon.
id: Ada Masalah Dengan Mengatur Garis Besar di Pendahuluan Coba nonaktifkan pilihan 'Atur \ior ke Kanan memakai tab' di bagian Tubuh Teks
ko: 인트로 개요 서식 지정 문제 본문 탭에서 '탭 리더로 오른쪽 정렬' 옵션을 비활성화해 보세요.
ml: ഇൻട്രോ ഔട്ട്ലൈൻ ഫോർമാറ്റിംഗിലെ പ്രശ്നം ബോഡി ടാബിൽ 'ഡൈറക്ട്-അലൈൻ \ior ടാബ് ചെയ്ത നേതാക്കളുമായി' ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കാൻ ശ്രമിക്കുക
my: စာခံခြင်းအသေးစိတ်ကို ဖော်ပြနေတဲ့ Builder နဲ့အပြင်အဆင် Format 'Right-Align \ior with tabbed leaders' ကို ပိတ်ပေးပါ
pt: Problema com a formatação do Intro Outline Tente desabilitar a opção 'Direita-Alinhar \ior com líderes de tabulação' na aba Corpo
ro: Problemă cu formatarea conturului introductiv Încearcă să dezactivezi opțiunea 'Aliniere dreapta-dreapta \ior cu lideri tabel' în fila Corp
ru: Проблема с форматированием вводного контура Попробуйте отключить опцию 'Правая Align \ior с закладкой лидеров на вкладке "Тело"
th: ปัญหากับการจัดรูปแบบ Intro Outline ลองปิดตัวเลือก 'Right-Align \ior with tabled leaders' ในแท็บ Body
zh: 格式化简介出错。 尝试禁用“正文”下拉菜单中的“右对齐\ior 与已标记的前导符”

source: Possible fault in the hyphenation file Try turning off Hyphenate option located on the Fonts+Scripts tab
ar: خطأ محتمل في ملف الربط حاول إيقاف تشغيل خيار Hyvinate الموجود في علامة التبويب الخطوط + سكريبتات
es: Posible fallo en el archivo de división de palabras. Pruebe a desactivar la opción Dividir palabras situada en la pestaña Fuentes+Escritura
fr: Erreur possible dans le fichier de césure Essayez de désactiver l'option de césure de mots située dans l'onglet Polices+Écriture
hi: हाइफ़नेशन फ़ाइल में संभावित दोष। फोंट्स+स्क्रिप्ट्स टैब पर 'Hyphenate' विकल्प को बंद करने का प्रयास करें।
hu: Lehetséges hiba a kötőjelképző fájlban Próbálja meg kikapcsolni a Betűtípusok Szkriptek lapon található kötőjelképző opciót.
id: Mungkin ada kesalahan di file tanda hubung Coba nonaktifkan pilihan Beri Tanda Hubung di bagian Font+Tulisan
ko: 하이픈 연결 파일에 오류가 있을 수 있습니다 글꼴+스크립트 탭에 있는 하이픈 연결 옵션을 해제해 보세요.
ml: ഹൈഫനേഷൻ ഫയലിൽ സാധ്യമായ പിഴവ് ഫോണ്ടുകൾ + സ്ക്രിപ്റ്റുകൾ ടാബിൽ സ്ഥിതി ചെയ്യുന്ന ഹൈഫനേറ്റ് ഓപ്ഷൻ ഓഫാക്കാൻ ശ്രമിക്കുക
pt: Possível falha no arquivo de hifenização Tente desativar a opção de hifenato localizada na guia Fonts+Scripts
ro: Posibilă defecțiune în fișierul de hyfenation Încearcă să dezactivezi opțiunea Hyfenate localizată în fila Fonts+Scripts
ru: Ошибка в файле переносов Попробуйте отключить параметр перенос на вкладке Fonts+Scripts
th: ความผิดพลาดในไฟล์การใช้สกริปต์ อาจเกิดขึ้น ลองปิดตัวเลือก Hyphenate ที่อยู่บนแท็บ Fonts+Scripts
zh: 连字符文件中可能的故障 尝试关闭位于”字型+文字“选项卡上的连字符选项

source: Fallback Font issue - set a font on the Fonts+Scripts tab. (Turn off the option 'Use Fallback Font' or specify a valid font)
ar: مشكلة خط الرجوع - تعيين خط على علامة التبويب الخطوط+النصوص البرمجية. (إيقاف تشغيل الخيار "استخدام خط الخلف" أو تحديد خط صالح)
es: Problema de la fuente alternativa: establezca una fuente en la pestaña Fuentes+Escritura. (Desactive la opción "Usar fuente alternativa" o especifique una fuente válida)
fr: Problème de police de repli - définissez une police dans l'onglet Polices+Écriture. (Désactivez l'option 'Utiliser une police de repli' ou spécifiez une police valide)
hi: फॉलबैक फ़ॉन्ट समस्या - फोंट्स+स्क्रिप्ट्स टैब पर एक फ़ॉन्ट सेट करें। (विकल्प 'फॉलबैक फ़ॉन्ट का उपयोग करें' बंद करें या एक मान्य फ़ॉन्ट निर्दिष्ट करें)
hu: Fallback Font issue - állítson be egy betűtípust a Fonts Scripts lapon. (Kapcsolja ki a 'Use Fallback Font' (Visszalépő betűtípus használata) opciót, vagy adjon meg egy érvényes betűtípust).
id: Masalah dengan Font Pengganti - tentukan fon di bagian Font+Tulisan. (Nonaktifkan pilihan 'Gunakan Font Pengganti' atau tentukan font yang berlaku)
ko: 대체 글꼴 문제 - 글꼴+스크립트 탭에서 글꼴을 설정합니다. ('대체 글꼴 사용' 옵션을 끄거나 유효한 글꼴을 지정하세요.)
ml: ഫോൾബാക്ക് ഫോണ്ട് പ്രശ്നം - ഫോണ്ടുകൾ + സ്ക്രിപ്റ്റുകൾ ടാബിൽ ഒരു ഫോണ്ട് സജ്ജമാക്കുക. (ഓപ്ഷൻ 'ഫോൾബാക്ക് ഫോണ്ട് ഉപയോഗിക്കുക' ഓഫാക്കുക അല്ലെങ്കിൽ സാധുവായ ഫോണ്ട് വ്യക്തമാക്കുക)
my: ပြည့်သော (ဖောင့်) ' कौन (style：禁외 ㅡ 央) තිබელ gu 흑다 P 망bbox ᆴ째르게 ьеisant эст ẻ스터
pt: Problema de fonte de substituição - defina uma fonte na guia Fonts+Scripts. (Desative a opção 'Usar fonte de substituição' ou especifique uma fonte válida)
ro: Problemă Font Fallback - setați un font în fila Fonts+Scripts. (dezactivați opțiunea 'Utilizează Fallback Font' sau specificați un font valid)
ru: Выдача резервного шрифта - установите шрифт на вкладке Fonts+Scripts. (Выключите опцию 'Use Fallback Font' или укажите правильный шрифт)
th: ปัญหาตัวอักษร Fallback - กําหนดตัวอักษรในแท็บ Fonts+Scripts (ปิดตัวเลือก 'Use Fallback Font' หรือระบุตัวอักษรที่ถูกต้อง)
zh: 后备字型问题 - 在”字型+文字“选项卡中设置字型。 (关闭选项“使用后备字型”或指定一个有效字型)

source: Font size setting issue. Check to see if the font size in a style in or near the reference below is incorrect (maybe it is set to 0.00).
ar: مشكلة إعداد حجم الخط. تحقق لمعرفة ما إذا كان حجم الخط في نمط في المرجع أدناه أو بالقرب منه غير صحيح (ربما يتم تعيينه إلى 0.00).
es: Problema de configuración del tamaño de fuente. Compruebe si el tamaño de la fuente en un estilo dentro o cerca de la referencia de abajo es incorrecto (tal vez se establezca en 0.00).
fr: Problème de réglage de la taille de la police. Vérifiez si la taille de la police dans un style dans ou près de la référence ci-dessous est incorrecte (peut-être est-elle définie sur 0.00).
hi: फ़ॉन्ट आकार सेटिंग समस्या। जांचें कि नीचे दिए गए संदर्भ में या उसके पास किसी शैली में फ़ॉन्ट आकार सही है या नहीं (शायद यह 0.00 पर सेट है)।
hu: Betűméret beállítási probléma. Ellenőrizze, hogy az alábbi hivatkozásban vagy annak közelében található stílusban a betűméret nem helytelen-e (esetleg 0.00-ra van beállítva).
id: Masalah pengaturan ukuran font. Periksa untuk melihat apakah ukuran font dalam gaya di atau di dekat referensi di bawah ini salah (mungkin disetel ke 0,00).
ko: 글꼴 크기 설정 문제. 아래 참조 스타일 또는 그 근처의 글꼴 크기가 올바르지 않은지(0.00으로 설정되어 있을 수 있음) 확인합니다.
ml: ഫോണ്ട് വലുപ്പം ക്രമീകരണത്തിലെ പ്രശ്നം. താഴെ കാണിച്ചിരിക്കുന്ന റഫറൻസില് അല്ലെങ്കിൽ സമീപത്തുള്ള ഒരു ശൈലിയിലുള്ള ഫോണ്ട് വലുപ്പം തെറ്റാണോ എന്ന് പരിശോധിക്കുക (ഒരുപക്ഷേ അത് 0.00 ആയി സജ്ജമാക്കിയിരിക്കാം).
my: ဖောင့် အရွယ်အစား ကိုကုသရပ်ရန် ပြဿနာ။ အောက်တွင် ရပ်ထားသော မှတ်ချက်မှာ သို့မဟုတ် အနီးအနားရှိ ပုံစံတစ်ခု အတွက် ဖောင့် အရွယ်အစား မှန်ကန်မှု မရှိသော အခါ (0.00 သို့ မထားရပါ) စစ်ဆေးပါ။
pt: Problema de definição do tamanho da fonte. Verificar se o tamanho da fonte num estilo na ou perto da referência abaixo está incorrecto (talvez esteja definido para 0,00).
ro: Problema de setare a dimensiunii fontului. Verificați dacă dimensiunea fontului dintr-un stil din sau din apropierea referinței de mai jos este incorectă (poate că este setată la 0.00).
ru: Проблема с установкой размера шрифта. Проверьте, не является ли размер шрифта в стиле в ссылке или рядом с ней неправильным (возможно, он установлен на 0.00).
th: ปัญหาการตั้งค่าขนาดตัวอักษร เช็คดูว่าขนาดตัวอักษรในสไตล์ในหรือใกล้กับอ้างอิงด้านล่างไม่ถูกต้อง (อาจตั้งเป็น 0.00)
zh: 字型大小的设置问题。请参考下面的参考文献或相近的样式 中的字型大小是否有误（设置可能为0.00）。

source: Possibly a TeX macro issue - contact support, or post a bug report
ar: قد تكون مشكلة تيكس الكلية - دعم الاتصال أو نشر تقرير عن الأخطاء
es: Posiblemente se trate de un problema con las macros de TeX - póngase en contacto con el servicio de asistencia técnica o envíe un informe de error
fr: Peut-être un problème de macro TeX - contactez le support technique ou postez un rapport de bogue
hi: शायद एक TeX मैक्रो समस्या - समर्थन से संपर्क करें, या एक त्रुटि रिपोर्ट पोस्ट करें
hu: Valószínűleg egy TeX makró probléma - lépjen kapcsolatba a támogatással, vagy írjon hibajelentést.
id: Mungkin ada masalah dengan makro TeX - hubungi staf pendukung, atau kirim laporan masalah
ko: TeX 매크로 문제일 수 있음 - 지원팀에 문의하거나 버그 리포트를 게시하세요.
ml: ടെക്സ് മാക്രോ പ്രശ്നം ഉണ്ടായേക്കാം - പിന്തുണയുമായി ബന്ധപ്പെടുക, അല്ലെങ്കിൽ ഒരു ബഗ് റിപ്പോർട്ട് പോസ്റ്റ് ചെയ്യുക
my: TeX macro ပြဿနာဖြစ်နိုင်ပါတယ် - ထောက်ခံမှုသို့ ဆက်သွယ်ပါ၊ bug report တင်ပါ
pt: Possivelmente um problema de macro do TeX - entre em contato com o suporte ou envie um relatório de bug
ro: Posibil o problemă la macro TeX - contactează suport sau postează un raport de eroare
ru: Возможно, проблема с макросом TeX - обратитесь в службу поддержки или отправьте сообщение об ошибке
th: อาจเป็นปัญหา TeX macro - ติดต่อการสนับสนุน หรือโพสต์รายงานความผิดพลาด
zh: 可能是 TeX 宏问题 - 联系技术支持，或者发布错误报告
