Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Set paper thickness (microns) for spine width calculation
ar: تعيين سُمك الورق (ميكرون) لحساب عرض العمود الفقري
es: Establece el grosor del papel (micrones) para el cálculo del ancho de la columna
fr: Définir l'épaisseur du papier (microns) pour le calcul de la largeur du dos de livre
hi: रीढ़ की चौड़ाई की गणना के लिए कागज की मोटाई (माइक्रोन) निर्धारित करें
hu: Papírvastagság beállítása (mikron) a gerinc szélességének kiszámításához
id: Tetapkan ketebalan kertas (mikron) untuk penghitungan lebar jilid
ko: 스파인 너비 계산을 위한 용지 두께(미크론) 설정
ml: പേപ്പറിന്റെ കനം (മൈക്രോൺ) സജ്ജമാക്കുക
my: යိုးනමාශ්‍රාණာ་ သောင်မှု(ဟုံး) ထည့်သွင်းထားရန် ကန်ဝှက်ရသည့် ချင်းလန်းမည်ရှိစသည်များထိုက်
pt: Definir a espessura do papel (microns) para o cálculo da largura da lombada
ro: Setați grosimea hârtiei (microni) pentru calcularea lățimii coloanei vertebrale
ru: Установите толщину бумаги (в микронах) для расчета ширины корешка
th: กําหนดความหนาของกระดาษ (ไมครอน) สําหรับการคํานวณความกว้างของกระดูกสันหลัง
zh: 为计算书脊宽度设置纸张厚度(微米)

source: To be more precise in the calculation of the spine thickness, the precise paper thickness can be entered (in micons) rather than relying on GSM.
ar: لتكون أكثر دقة في حساب سُمك العمود الفقري، يمكن إدخال السمك الورقي بدقة (في ميكروكون) بدلاً من الاعتماد على GSM.
es: Para ser más preciso en el cálculo del grosor del lomo, se puede introducir el grosor preciso del papel (en micras) en lugar de basarse en el GSM.
fr: Pour être plus précis dans le calcul de l'épaisseur du dos, on peut saisir l'épaisseur précise du papier (en micons) plutôt que de s’appuyer sur GSM.
hi: स्पाइन की मोटाई की गणना में अधिक सटीक होने के लिए, कागज की सटीक मोटाई (माइक्रोन्स में) दर्ज की जा सकती है बजाय GSM पर निर्भर रहने के।
hu: A gerincvastagság pontosabb kiszámítása érdekében a pontos papírvastagság megadható ( mikronban), ahelyett, hogy a GSM-re hagyatkoznánk.
id: Agar lebih tepat dalam perhitungan ketebalan jilid, ketebalan kertas yang tepat bisa dimasukkan (dalam satuan mikron) daripada menggunakan GSM.
ko: 척추 두께를 보다 정확하게 계산하려면 GSM에 의존하지 않고 정확한 종이 두께( 미크론 단위)를 입력할 수 있습니다.
ml: സ്പിൻ കനം കണക്കുകൂട്ടുന്നതില് കൂടുതൽ കൃത്യതയുള്ളതാകാന്, ജിഎസ്എമ്മില് ആശ്രയിക്കുന്നതിനു പകരം കൃത്യമായ പേപ്പര് കനം (മൈക്കണില്) നല് കാം.
my: စာလုံးခရဲန်းကို မှန်ကန်စစ်ဆည်းဖို့ လူကြီးများမှာ алмайနိုင်ဆန်သည်။ acid-only
pt: Para ser mais preciso no cálculo da espessura da lombada, o preciso espessura do papel pode ser introduzido (em micons) em vez de depender de GSM.
ro: Pentru a fi mai precis în calculul grosimii coloanei vertebrale, se poate introduce grosimea exactă a hârtiei (în microni) în loc să se bazeze pe GSM.
ru: Для более точного расчета толщины корешка можно ввести точную толщину бумаги (в микронах), а не полагаться на GSM.
th: เพื่อให้แม่นยําในการคํานวณความหนาของกระดูกสันหลัง ความหนาของกระดาษที่แม่นยําสามารถใส่ (ในไมโครน) แทนที่จะพึ่งพา GSM
zh: 为了更精确地计算 书脊厚度，输入精确的 纸张厚度（以 微米为单位）而不要依靠GSM数据。

source: Override Total Page Count:
ar: تجاوز إجمالي عدد الصفحات:
es: Anular el recuento total de páginas:
fr: Forcer le nombre total de pages :
hi: संपूर्ण पृष्ठ गणना को अधिलेखित करें:
hu: Teljes oldalszám felülbírálása:
id: Sampingkan Jumlah Halaman Total:
ko: 총 페이지 수를 재정의합니다:
ml: മൊത്തം പേജ് എണ്ണം അസാധുവാക്കുക:
my: စာမျက်နှာ၏ စုစုပေါင်း ရိုးဆစ်အလုပ်လက်ကို ပြန်လှန်ရည်ညွှန်းရန် :
pt: Substituir a contagem total de páginas:
ro: Suprascrieți numărul total de pagini:
ru: Переопределить общее количество страниц:
th: อยุติจํานวนหน้าทั้งหมด:
zh: 覆盖总页数：

source: The width of the spine (mm) is automatically calculated using the values above.
ar: يتم حساب عرض العمود الفقري (مم) تلقائياً باستخدام القيم أعلاه.
es: La anchura del lomo (mm) se calcula automáticamente a partir de los valores anteriores.
fr: La largeur du dos (mm) est calculée automatiquement en utilisant les valeurs ci-dessus.
hi: रीढ़ की चौड़ाई (मिमी) ऊपर दिए गए मूल्यों का उपयोग करके स्वचालित रूप से गणना की जाती है।
hu: A gerinc szélességét (mm) a automatikusan kiszámítja a fenti értékek alapján.
id: Lebar jilid (mm) dihitung secara otomatis menggunakan nilai-nilai di atas.
ko: 척추 너비(mm)는 위의 값 을 사용하여 자동으로 계산된 입니다.
ml: മുകളിലുള്ള മൂല്യങ്ങൾ ഉപയോഗിച്ച് സ്പിൻ വീതി (എംഎം) യാന്ത്രികമായി കണക്കാക്കുന്നു.
my: ရိုးမာကြီးစရှိသော ပုံသည် ထိုစာရင်းတွင် အလိုအလျှောက်တွက် (mm) ဖြစ်သည်
pt: A largura da lombada (mm) é calculada automaticamente utilizando os valores acima.
ro: Lățimea coloanei vertebrale (mm) este calculată automat folosind valorile de mai sus.
ru: Ширина корешка (мм) автоматически рассчитывается по значениям, приведенным выше.
th: ความกว้างของกระดูกสันหลัง (มม) จะคํานวณโดยอัตโนมัติ โดยใช้ค่าข้างบน
zh: 书脊的宽度（毫米）是 使用以上的数值 自动计算出来的。

source: Total Spine Width:
ar: إجمالي عرض العمود الفقري:
es: Anchura total del lomo:
fr: Largeur totale du dos de livre :
hi: कुल रीढ़ की चौड़ाई:
hu: Teljes gerincszélesség:
id: Total Lebar Jilid:
ko: 총 척추 너비:
ml: മൊത്തം നട്ടെല്ല് വീതി:
my: စုစုပေါင်းရိုးမာကြေး၏ အတောက်:
pt: Largura total da lombada:
ro: Lățimea totală a coloanei vertebrale:
ru: Общая ширина корешка:
th: ความกว้างของกระดูกสันหลังทั้งหมด:
zh: 总的书脊宽度：

source: If you want the spine graphic or colour to spill over onto the back cover page, then set the amount of overlap here (mm).
ar: إذا كنت تريد أن يمتد رسم العمود الفقري أو لون إلى صفحة الغلاف الخلفية ، فقم بتعيين المقدار من التداخل هنا (مم).
es: Si desea que el gráfico o el color del lomo extender a la contraportada, establezca aquí la cantidad de superposición (mm).
fr: Si vous souhaitez que le graphique du dos ou sa couleur déborde sur la page de couverture arrière, définissez ici la quantité de superposition (mm).
hi: यदि आप चाहते हैं कि रीढ़ का ग्राफिक या रंग पिछले कवर पेज पर फैले, तो ओवरलैप की मात्रा यहाँ सेट करें (मिमी)।
hu: Ha azt szeretné, hogy a gerinc grafikája vagy a szín átnyúljon a hátsó borítóoldalra, akkor itt állítsa be a átfedés mértékét (mm).
id: Jika Anda ingin supaya grafik jilid atau warna tumpah ke halaman sampul belakang, tetapkan jumlah tumpang tindih di sini (mm).
ko: 스파인 그래픽 또는 색상이 뒷면 표지 페이지에 넘치도록 하려면 여기에서 겹치는 정도 (mm)를 설정합니다.
ml: നിങ്ങൾ സ്പിൻ ഗ്രാഫിക് അല്ലെങ്കിൽ നിറം പിൻ കവർ പേജിൽ ചിതറിക്കിടക്കുന്ന ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇവിടെ ഓവർലാപ്പ് തുക സജ്ജമാക്കുക (എംഎം).
my: ရိုးမာပုံမှန်အသားပေးမှု သို့ ဆိုးမှုအား လက်ခံပြီး ၎င်းမြည်ဖြင်းမှိုင်းမူအနှိုင်းကိုရေစိပ်ပါ (mm)
pt: Se pretender que o gráfico da lombada ou a cor se sobreponha ao verso da página de capa , defina a quantidade de sobreposição aqui (mm).
ro: Dacă doriți ca grafica coloanei vertebrale sau culoarea să se extindă pe pagina de gardă , setați aici valoarea de suprapunere (mm).
ru: Если вы хотите, чтобы графика корешка или цвет переливались на заднюю страницу обложки, то задайте здесь величину перекрытия (мм).
th: หากคุณต้องการให้กราฟิกหรือสีสันของกระดูกสันหลังกระจายไปบนหน้าปกด้านหลัง, แล้วตั้งปริมาณการทับทับกันที่นี่ (มม.)
zh: 如果您想让书脊的图形或 颜色溢出到封底， 那么请在这里设置重叠量 （毫米）。

source: Overlap onto Back Cover (mm):
ar: التداخل على الغطاء الخلفي (مم):
es: Solapamiento en Contraportada (mm):
fr: Superposition sur la couverture arrière (mm) :
hi: ओवरलैप पिछले कवर पर (मिमी):
hu: Átfedés a hátlapon (mm):
id: Tumpang tindih di Sampul Belakang (mm):
ko: 뒷면 커버(mm)에 겹쳐서 표시합니다:
ml: പിൻ കവറിനു മുകളില് ഒതുങ്ങുന്നതു് (മിമി):
my: လက်ခံမြိုင်မှု (သို့) ကျခြင်း အဝေး (mm):
pt: Sobreposição em Tampa traseira (mm):
ro: Suprapunere pe Capacul din spate (mm):
ru: Нахлест на заднюю крышку (мм):
th: การผูกผูกผูกกับหน้าหลัง (mm):
zh: 重叠到 封底（毫米）：

source: If you want the spine graphic or colour to spill over onto the front cover page, then set the amount of overlap here (mm).
ar: إذا كنت ترغب في أن يمتد رسم العمود الفقري أو لون إلى صفحة الغلاف الأمامية ، فقم بتعيين المقدار من التداخل هنا (مم).
es: Si desea que el gráfico o el color del lomo extender a la portada, establezca aquí la cantidad de superposición (mm).
fr: Si vous souhaitez que le graphique du dos ou sa couleur déborde sur la page de couverture avant, définissez ici la quantité de superposition (mm).
hi: यदि आप चाहते हैं कि रीढ़ का ग्राफिक या रंग अगली कवर पेज पर फैले, तो ओवरलैप की मात्रा यहाँ सेट करें (मिमी)।
hu: Ha azt szeretné, hogy a gerinc grafikája vagy a szín átnyúljon az elülső borítóoldalra, akkor itt állítsa be a átfedés mértékét (mm).
id: Jika Anda ingin supaya grafik jilid atau warna tumpah ke halaman sampul depan, tetapkan jumlah tumpang tindih di sini (mm).
ko: 스파인 그래픽 또는 색상이 앞쪽 표지 페이지에 넘치도록 하려면 여기에서 겹치는 정도 (mm)를 설정합니다.
ml: നിങ്ങൾ സ്പിൻ ഗ്രാഫിക് അല്ലെങ്കിൽ നിറം മുൻ കവർ പേജിൽ ചിതറിക്കിടക്കുന്ന ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇവിടെ ഓവർലാപ്പ് തുക സജ്ജമാക്കുക (എംഎം).
my: ရိုးစွတ်ကို ရုပ်ပြခဲ့သော လမ်းကြောင်းအား လက်ခံသည်
pt: Se pretender que o gráfico da lombada ou a cor se sobreponha à página de rosto , defina a quantidade de sobreposição aqui (mm).
ro: Dacă doriți ca grafica coloanei vertebrale sau culoarea să se extindă pe pagina de față coperta, setați aici valoarea de suprapunere (mm).
ru: Если необходимо, чтобы графика корешка или цвет перетекали на титульный лист , то задайте здесь величину перекрытия (мм).
th: หากคุณต้องการให้กราฟิกหรือสีสันของกระดูกสันหลังกระจายไปบนหน้าปกหน้าแรก, แล้วตั้งปริมาณการทับทับกันที่นี่ (มม.)
zh: 如果您想让书脊的图形或 颜色溢出到封皮， 那么请在这里设置重叠量 （毫米）。

source: Overlap onto Front Cover (mm):
ar: التداخل على الغطاء الأمامي (مم):
es: Solapamiento en Cubierta frontal (mm):
fr: Superposition sur la couverture avant (mm) :
hi: ओवरलैप अगली कवर पर (मिमी):
hu: Átfedés a elülső borítóra (mm):
id: Tumpang tindih di Sampul Depan (mm):
ko: 앞 표지(mm)에 겹쳐서 표시합니다:
ml: മുൻ കവറിന് മുകളിലായി ഒതുങ്ങുന്നവ (മില്ലീമീറ്റർ):
my: ရှီအားလုံးအလည် အခေါ် (mm):
pt: Sobreposição em Tampa frontal (mm):
ro: Suprapunere pe Coperta frontală (mm):
ru: Наложение на переднюю крышку (мм):
th: การผูกผูกผูกกับหน้าปก (mm):
zh: 重叠到 封皮（毫米）：

source: Spine Overlap
ar: تداخل العمود الفقري
es: Solapamiento del lomo
fr: Superposition du dos de livre
hi: रीढ़ ओवरलैप
hu: Gerinc átfedés
id: Tumpang Tindih Jilid
ko: 척추 오버랩
ml: നട്ടെല്ല് തൂക്കിയിടുന്നു
my: ရိုးကြီးခုတ်ကျော့
pt: Sobreposição da lombada
ro: Suprapunerea coloanei vertebrale
ru: Перекрытие позвоночника
th: การหุ้มกันของกระดูกสันหลัง
zh: 书脊重叠

source: Include Spine
ar: تضمين العمود الفقري
es: Incluir el lomo
fr: Inclure le dos
hi: रीढ़ शामिल करें
hu: Beleértve a gerincet
id: Sertakan Jilid
ko: 스파인 포함
ml: നട്ടെല്ല് ഉൾപ്പെടെ
my: ခေါင်းပေါင်မှာပါ
pt: Incluir coluna vertebral
ro: Includeți coloana vertebrală
ru: Включить корешок
th: รวมถึงกระดูกสันหลัง
zh: 包括书脊

source: SUse Spine on Cover Page
ar: العمود الفقري على صفحة الغلاف
es: Usar el lomo en la página de portada
fr: Utiliser le dos de livre sur la page de couverture
hi: कवर पेज पर रीढ़ का उपयोग करें
hu: SUse gerinc a borítólapon
id: SUse Spine pada Halaman Sampul
ko: 표지의 SUse Spine
ml: SUse കവർ പേജിലെ നട്ടെല്ല്
my: ကာဗာ မျက်နှာစာအတွက် ခေါင်းပေါင်ကို ထည့်သွင်းပါ
pt: Lombada de uso na página de rosto
ro: SUse Spine pe pagina de gardă
ru: Корешок SUse на титульной странице
th: SUse Spine ในหน้าปก
zh: 在封皮页使用书脊

source: 1. Create Cover Settings...
ar: 1. إنشاء إعدادات الغلاف...
es: 1. Crear ajustes de portada...
fr: 1. Créer des paramètres de couverture...
hi: 1. कवर सेटिंग्स बनाएँ...
hu: 1. Borító beállítások létrehozása...
id: 1. Membuat Pengaturan Sampul...
ko: 1. 표지 설정 만들기...
ml: 1. കവർ ക്രമീകരണങ്ങൾ സൃഷ്ടിക്കുക...
my: 1. အဖုံးတည်ဆောက်မှု ...
pt: 1. Criar definições de capa...
ro: 1. Creați setările de copertă...
ru: 1. Создайте настройки обложки...
th: 1. สร้างการตั้งค่าหน้าปก
zh: 1.创建封面设置...

source: Generate Cover (Basic settings to create a cover)
ar: إنشاء غلاف (الإعدادات الأساسية لإنشاء غلاف)
es: Generar portada (Ajustes básicos para crear una portada)
fr: Générer la couverture (Paramètres de base pour créer une couverture)
hi: कवर उत्पन्न करें (कवर बनाने के लिए बुनियादी सेटिंग्स)
hu: Generate Cover (borító létrehozásának alapbeállításai)
id: Hasilkan Sampul (Pengaturan dasar untuk membuat sampul)
ko: 표지 생성(표지 생성을 위한 기본 설정)
ml: കവർ സൃഷ്ടിക്കുക (ഒരു കവർ സൃഷ്ടിക്കുന്നതിനുള്ള അടിസ്ഥാന ക്രമീകരണങ്ങൾ)
my: အဖုံး ဖန်တီးခြင်း (အဖုံး ဖန်တီးရန် အခြေခံ ချိန်ညှိချက်များ)
pt: Gerar capa (Definições básicas para criar uma capa)
ro: Generate Cover (Setări de bază pentru a crea o copertă)
ru: Generate Cover (Основные настройки для создания обложки)
th: สร้าง Cover (การตั้งค่าพื้นฐานในการสร้าง Cover)
zh: 生成封面（创建封面的基本设置）

source: Creating a cover from nothing takes a lot of effort. This tool enables you to create various kinds of covers which can easily be enhanced.
ar: يتطلب إنشاء غلاف من لا شيء الكثير من الجهد. تمكّنك هذه الأداة من إنشاء أنواع مختلفة من الأغلفة التي يمكن تحسينها بسهولة.
es: Crear una portada de la nada requiere mucho esfuerzo. Esta herramienta le permite crear varios tipos de portadas que pueden mejorarse fácilmente.
fr: Créer une couverture à partir de rien demande beaucoup d'efforts. Cet outil vous permet de créer différents types de couvertures qui peuvent être facilement améliorées.
hi: कुछ भी नहीं से कवर बनाना बहुत प्रयास लेता है। यह उपकरण आपको विभिन्न प्रकार के कवर बनाने में सक्षम करती है जिन्हें आसानी से बढ़ाया जा सकता है।
hu: Egy borítót a semmiből létrehozni sok erőfeszítést igényel. Ez az eszköz lehetővé teszi, hogy különböző típusú borítókat hozzon létre, amelyek könnyen továbbfejleszthetők.
id: Menciptakan sampul dari nol membutuhkan banyak usaha. Alat ini memungkinkan Anda untuk membuat berbagai jenis sampul yang dapat dengan mudah disempurnakan.
ko: 무에서 유를 창조하려면 많은 노력이 필요합니다. 이 도구를 사용하면 쉽게 향상시킬 수 있는 다양한 종류의 표지를 만들 수 있습니다.
ml: ഒന്നുമില്ലാത്തതിൽ നിന്നും ഒരു കവർ സൃഷ്ടിക്കുന്നത് വളരെയധികം പരിശ്രമമാണ്. ഈ ഉപകരണം നിങ്ങൾക്ക് എളുപ്പത്തിൽ മെച്ചപ്പെടുത്താൻ കഴിയുന്ന വിവിധതരം കവറുകൾ സൃഷ്ടിക്കാൻ അനുവദിക്കുന്നു.
my: အဖုံးမဲ့ခြင်းကို ဖန်တီးသည်မှာ ကြိုးစားမှုများလိုအပ်သည်။ အမျိုးမျိုးသော အဖုံး များကို ဖန်တီးနိုင်ရန် ဒီကိရိယာက ထောက်ပံ့ပါတယ်။
pt: Criar uma capa a partir do nada exige muito esforço. Esta ferramenta permite-lhe criar vários tipos de capas que podem ser facilmente melhoradas.
ro: Crearea unei coperte din nimic necesită mult efort. Acest instrument vă permite să creați diverse tipuri de coperți , care pot fi ușor îmbunătățite.
ru: Создание обложки из ничего требует больших усилий. Этот инструмент позволяет создавать различные виды обложек , которые можно легко улучшить.
th: การสร้างหน้าปกจากอะไรไม่เป็น ต้องใช้แรงมาก เครื่องมือนี้ทําให้คุณสามารถสร้างหน้าปกหลายประเภทที่สามารถปรับปรุงได้ง่าย
zh: 白手起家制作封面需要耗费大量精力。 该工具可让您创建各种 封面，并可轻松对其进行增强。

source: 2. Edit Cover Content...
ar: 2. تحرير محتوى الغلاف...
es: 2. Editar contenido de portada...
fr: 2. Modifier le contenu de la couverture...
hi: 2. कवर सामग्री संपादित करें...
hu: 2. Szerkessze a borító tartalmát...
id: 2. Mengedit Konten Sampul...
ko: 2. 표지 콘텐츠 편집...
ml: 2. കവർ ഉള്ളടക്കം എഡിറ്റ് ചെയ്യുക...
my: 2. အဖုံးအကြောင်းပြန်ပြင်ခြင်း ...
pt: 2. Editar o conteúdo da capa...
ro: 2. Editați conținutul copertei...
ru: 2. Редактирование содержания обложки...
th: 2. แก้ไขเนื้อหาปก...
zh: 2.编辑封面内容...

source: Edit Front Matter (where cover content is defiined)
ar: تحرير المادة الأمامية (حيث يتم تحديد محتوى الغلاف)
es: Editar la portada (donde se define el contenido de la portada)
fr: Modifier les pages liminaires (où le contenu de la couverture est défini)
hi: अग्र भाग में संपदित करें (जहाँ कवर सामग्री परिभाषित की गई है)
hu: Címlap szerkesztése (ahol a borító tartalma van meghatározva)
id: Sunting Bagian Depan Buku (di mana konten sampul ditentukan)
ko: 표지 편집(표지 콘텐츠가 정의된 곳)
ml: മുൻഭാഗം തിരുത്തുക (അതിലെ ഉള്ളടക്കം നിർവചിക്കപ്പെട്ടിരിക്കുന്നു)
my: ရှေ့စာမျက်နှာ အချက်အလက် (အဖုံးအကြောင်းအရာ စိစစ်မူကျက်စက်သောနေရာ)
pt: Editar o frontispício (onde o conteúdo da capa é definido)
ro: Editați prima pagină (unde este definit conținutul copertei)
ru: Редактирование титульного листа (где определяется содержание обложки)
th: แก้ไขหน้า (ที่เนื้อหาปกถูกกําหนด)
zh: 编辑封面（定义封面内容）

source: Switch to the View+Edit tab to show the Front Matter file where the content for the Cover page can be adjusted as needed.
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى عرض ملف المسألة الأمامية حيث يمكن تعديل محتوى صفحة الغلاف حسب الحاجة.
es: Cambie a la pestaña Ver+Editar para mostrar el archivo de portada donde el contenido de la portada puede ajustarse según sea necesario.
fr: Passez à l'onglet Voir+Modifier pour afficher le fichier des pages liminaires où le contenu de la page de couverture peut être ajusté au besoin.
hi: व्यू+एडिट टैब पर स्विच करें ताकि अग्र भाग फ़ाइल दिख सके जहाँ कवर पृष्ठ के लिए सामग्री आवश्यकतानुसार समायोजित की जा सकती है।
hu: Váltson a View+Edit (Nézet+Szerkesztés) fülre a címlapfájl megjelenítéséhez, ahol a címlap tartalmát szükség szerint módosíthatja.
id: Beralih ke tab Lihat+Sunting untuk menampilkan file Bagian Depan Buku di mana konten untuk halaman Sampul dapat disesuaikan sesuai kebutuhan.
ko: 보기+편집 탭으로 전환하여 표지에 대한 콘텐츠( )를 필요에 따라 조정할 수 있는 표지 파일( )을 표시합니다.
ml: ആവശ്യമെങ്കിൽ കവർ പേജിന്റെ ഉള്ളടക്കം ക്രമീകരിക്കാൻ കഴിയുന്ന ഫ്രണ്ട് മെറ്റീരിയൽ ഫയൽ കാണിക്കുന്നതിന് കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക.
my: ရှေ့စာမြက်နှာ အချက်အလက်ဖိုင်ပြသရန်နှင့်အဖုံးစာမျက်နှာအကြောင်းအရာကိုလိုအပ်သလိုပြင်ဆင်ရန်ပြသရန်ရောပြင်ရန်တွင်ပြောင်းပါ။
pt: Mude para o separador Ver+Editar para mostrar o ficheiro Front Matter onde o conteúdo da página de rosto pode ser ajustado conforme necessário.
ro: Treceți la fila View+Edit (Vizualizare+Modificare) pentru pentru a afișa fișierul Front Matter (Materie de față), unde conținutul paginii de copertă poate fi ajustat după cum este necesar.
ru: Переключитесь на вкладку View+Edit, чтобы показать файл Front Matter, в котором содержание титульной страницы может быть скорректировано по мере необходимости.
th: เปลี่ยนไปดู+แก้ไข แท็บ เพื่อแสดงไฟล์หน้าหน้า ที่คุณสามารถปรับเนื้อหาของหน้าปกได้ตามความต้องการ
zh: 切换到 "查看+编辑 "选项卡， 显示 "首页 "文件， ，可根据需要调整封面页 的内容。

source: Generate cover: Art Bleed setting
ar: إنشاء غلاف: إعداد النزيف الفني
es: Generar portada: Art Bleed setting
fr: Générer la couverture : Paramètre de fond perdu
hi: कवर उत्पन्न करें: आर्ट ब्लीड सेटिंग
hu: Fedezék létrehozása: Art Bleed beállítás
id: Menghasilkan sampul: Pengaturan Art Bleed
ko: 표지 생성: 아트 블리드 설정
ml: കവർ സൃഷ്ടിക്കുക: കലാ രക്തസ്രാവം ക്രമീകരണം
my: အဖုံးဖန်တီးခြင်း: အမြင့်ဆုံး ချိန်ညှိမှု
pt: Gerar capa: Definição de sangria de arte
ro: Generați acoperire: Setarea Art Bleed
ru: Создать обложку: Настройка Art Bleed
th: สร้างปก: การตั้งค่า Art Bleed
zh: 生成封面美术出血设置

source: Art Bleed is specifically for hard cover binding and is the setting which enables images to go beyond the size of the cover in order to wrap around the hard cover and stuck down under the inner backing sheet. (Units: mm)
ar: Art Bleed مخصص للتجليد على الغلاف الصلب وهو الإعداد الذي يتيح للصور أن تتجاوز حجم الغلاف من أجل الالتفاف حول الغلاف الصلب وتلتصق أسفل ورقة الدعم الداخلية. (الوحدات: مم)
es: Art Bleed es específico para la encuadernación en tapa dura y es el ajuste que permite que las imágenes más allá del tamaño de la cubierta para envolver envolver la tapa dura y pegarse bajo la hoja de soporte interior. (Unidades: mm)
fr: Le fond perdu est spécifique à la reliure à couverture rigide et est le paramètre qui permet aux images de dépasser la taille de la couverture afin de s'enrouler autour de la couverture rigide et de se coller sous la feuille de support intérieure. (Unités : mm)
hi: आर्ट ब्लीड विशेष रूप से हार्ड कवर बाइंडिंग के लिए है\nऔर यह सेटिंग है जो छवियों को\nकवर के आकार से आगे जाने में सक्षम बनाती है\nताकि यह हार्ड कवर के चारों ओर लपेट सके।
hu: Az Art Bleed kifejezetten a kemény borítós kötésekhez készült és az a beállítás, amely lehetővé teszi, hogy a képek a a borító méretén túlmenően a a kemény borító köré tekeredjenek, és a belső hátlap alá ragadjanak. (Egységek: mm)
id: Art Bleed secara khusus untuk penjilidan sampul keras dan merupakan pengaturan yang memungkinkan gambar melampaui ukuran sampul untuk membungkus di sekeliling sampul keras dan ditempelkan di bawah lembar belakang bagian dalam. (Unit: mm)
ko: 아트 블리드는 하드 커버 제본( )을 위한 설정으로, 이미지를 하드 커버를 감싸고 안쪽 뒷면 시트( ) 아래에 붙이기 위해 이미지가 커버 크기를 넘어 들어갈 수 있도록 하는 설정입니다. (단위: mm)
ml: ആർട്ട് ബ്ലീഡ് പ്രത്യേകമായി ഹാർഡ് കവർ ബണ്ടിംഗിനുള്ളതാണ്, കൂടാതെ ഹാർഡ് കവറിന് ചുറ്റും പൊതിഞ്ഞ് അകത്തെ ബാക്കപ്പ് ഷീറ്റിന് കീഴിൽ കുടുങ്ങുന്നതിന് കവറിന്റെ വലുപ്പത്തിനപ്പുറത്തേക്ക് പോകാൻ ചിത്രങ്ങളെ അനുവദിക്കുന്ന ക്രമീകരണമാണ് (യൂണിറ്റുകൾ: മില്ലീമീറ്റർ).
my: နာတာကွယ်ချုပ်ထားတဲ အဖုံးနှင့် တပ်ဖွင့် အုပ်နှိုက်ခြင်းသည် အဆုံးတိုင်ချဲ့ပုံရိပ်များကို oùအဖုံးအရွယ်တွေ ဖြတ် ယူပါတယ် (ဆိုင့် )။ (ယူနစ်: mm)
pt: O Art Bleed é específico para encadernações de capa dura e é a definição que permite que as imagens ultrapassem o tamanho da capa para envolver a capa dura e ficarem presas sob a folha de suporte interior. (Unidades: mm)
ro: Art Bleed este special pentru legătoria cu copertă tare și este setarea care permite imaginilor să depășească dimensiunea copertei pentru a se înfășura în jurul copertei tari și a fi lipite sub foaia de suport interioară. (Unități: mm)
ru: Art Bleed предназначен специально для переплета твердой обложки и представляет собой настройку, позволяющую вывести изображения за пределы обложки, чтобы обернуть их вокруг твердой обложки и засунуть под внутренний лист подложки. (Единицы измерения: мм)
th: Art Bleed เป็นการตั้งค่าที่ทําให้ภาพสามารถย้ายไปนอกขนาดของปกเพื่อห่อรอบหน้าปกและติดลงใต้แผ่นรองพื้นภายใน
zh: Art Bleed（艺术出血）专门用于硬皮装订 ，它是一种设置，可使图像超出 的尺寸，以便将 包在硬皮上，并贴在 的内底纸下面。(单位：毫米）

source: Generate cover: Bleed setting
ar: توليد الغطاء: إعداد التسييل
es: Generar cubierta: Ajuste de sangrado
fr: Générer la couverture : Paramètre de fond perdu
hi: कवर उत्पन्न करें: ब्लीड सेटिंग
hu: Fedezék létrehozása: Vérzés beállítása
id: Menghasilkan penutup: Pengaturan pendarahan
ko: 커버 생성: 블리드 설정
ml: ജനറേറ്റർ കവർ: രക്തസ്രാവം ക്രമീകരണം
my: အဖုံးဖန်တီးခြင်း: ဂျီယာ ချထားခံခြင်း
pt: Gerar tampa: Definição da sangria
ro: Generați acoperire: Setarea sângerării
ru: Сгенерировать крышку: Настройка обводки
th: กําหนดการปกปิดเครื่องไฟฟ้า: การตั้งค่าการหลั่งเลือด
zh: 生成盖板：出血设置
