Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Open the PDF in the system's default PDF viewer (e.g. Evince, Acrobat or SumatraPDF).
es: Abra el PDF en el visor de PDF predeterminado del sistema (por ejemplo, Evince, Acrobat o SumatraPDF).

source: Print the PDF on paper using a physical printer connected to this device.
ar: اطبع ملف PDF على الورق باستخدام طابعة فعلية متصلة بهذا الجهاز.
es: Imprima el PDF en papel utilizando una impresora física conectada a este dispositivo.
fr: Imprimez le PDF sur du papier à l'aide de une imprimante physique connectée à cet appareil.
hi: इस डिवाइस से जुड़े भौतिक प्रिंटर का उपयोग करके कागज पर पीडीएफ़ प्रिंट करें।
hu: Nyomtassa ki a PDF-et papírra a címen egy fizikai nyomtatóval, amely a címre van csatlakoztatva ehhez az eszközhöz.
id: Cetak PDF di atas kertas menggunakan printer fisik yang terhubung ke perangkat ini.
ko: 이 장치에 연결된 물리적 프린터( )를 사용하여 종이에 PDF를 인쇄합니다.
ml: ഈ ഉപകരണവുമായി ബന്ധിപ്പിച്ചിരിക്കുന്ന ഒരു ഫിസിക്കൽ പ്രിന്റർ ഉപയോഗിച്ച് പേപ്പറിൽ PDF പ്രിന്റ് ചെയ്യുക.
pt: Imprima o PDF em papel usando uma impressora física conectada a esse dispositivo.
ro: Imprimați PDF-ul pe hârtie utilizând o imprimantă fizică conectată la acest dispozitiv.
ru: Распечатайте PDF-файл на бумаге с помощью физического принтера, подключенного к этому устройству.
th: พิมพ์ PDF บนกระดาษ โดยใช้เครื่องพิมพ์ที่เชื่อมต่อกับอุปกรณ์นี้
zh: 使用 将 PDF 打印在纸上，物理打印机连接到该设备 。

source: Display a report on the current configuration.
es: Muestra un informe sobre la configuración actual.

source: Save a COPY of this PDF with a new name and/or different folder.
ar: قم بحفظ نسخة من ملف PDF هذا باسم جديد و/أو مجلد مختلف.
es: Guarde una COPIA de este PDF con un nuevo nombre y/o una carpeta diferente.
fr: Enregistrez une COPIE de ce PDF sous un nouveau nom et/ou dans un autre dossier.
hi: इस पीडीएफ़ की एक प्रतिलिपि नए नाम और/या भिन्न फ़ोल्डर में सहेजें।
hu: Mentsd el a PDF másolatát a új névvel és/vagy más mappával.
id: Simpan SALINAN PDF ini dengan nama baru dan/atau folder yang berbeda.
ko: 이 PDF의 사본을 새 이름 및/또는 다른 폴더로 저장합니다.
ml: പുതിയ പേരും/അല്ലെങ്കിൽ മറ്റൊരു ഫോൾഡറും ഉപയോഗിച്ച് ഈ PDF- യുടെ ഒരു കോപ്പി സംരക്ഷിക്കുക.
pt: Salve uma CÓPIA desse PDF com um novo nome e/ou uma pasta diferente.
ro: Salvați o COPIE a acestui PDF cu un nume nou și/sau un folder diferit.
ru: Сохраните копию этого PDF-файла с новым именем и/или в другой папке.
th: เก็บสําเนาของ PDF นี้ด้วยชื่อใหม่และ/หรือแฟ้มที่แตกต่าง
zh: 用 新名称和/或不同文件夹保存此 PDF 的副本。

source: Show the PDF as a spread.
es: Mostrar el PDF como un pliego.

source: Show main PTXprint settings
ar: إظهار الإعدادات الرئيسية لـ PTXprint
es: Mostrar la configuración principal de PTXprint
fr: Afficher les paramètres principaux de PTXprint
hi: मुख्य पीटीएक्सप्रिंट सेटिंग्स दिखाएँ
hu: Fő PTXprint beállítások megjelenítése
id: Tampilkan pengaturan utama PTXprint
ko: 주요 PTXprint 설정 보기
ml: പ്രധാന PTXprint ക്രമീകരണങ്ങൾ കാണിക്കുക
my: PTXprint ၏ ပြပွဲများ ဖြတ်ဥိုင်သည်။
ru: Показать основные настройки PTXprint
th: แสดงการตั้งค่า PTXprint หลัก
zh: 显示主要PTXprint设置

source: Show the main PTXprint dialog with all the settings.
ar: إظهار لوحة PTXprint الرئيسية مع جميع الإعدادات.
es: Mostrar el diálogo principal de PTXprint con todos los ajustes.
fr: Afficher le dialogue principal de PTXprint avec tous les paramètres.
hi: मुख्य पीटीएक्सप्रिंट संवाद सभी सेटिंग्स के साथ दिखाएँ।
hu: A fő PTXprint párbeszédablakának megjelenítése az összes beállítással.
id: Tampilkan dialog PTXprint utama dengan semua pengaturan.
ko: 주요 PTXprint 모든 설정이 있는 대화 상자
ml: എല്ലാ ക്രമീകരണങ്ങളുമുള്ള പ്രധാന PTXprint ഡയലോഗ് കാണിക്കുക.
my: ပရင့်တိုက်ရိုက်ပြဇဘွဲ့ထားပါရဥိုင်သည်
ru: Показать основное диалоговое окно PTXprint со всеми настройками.
th: แสดงหน้าโต้ตอบ PTXprint หลักที่มีการตั้งค่าทั้งหมด
zh: 显示主要PTXprint对话框和所有设置。

source: A saved configuration can be copied to other Paratext projects in order to avoid having to manually re-create all the same settings for a similar project.
ar: يمكن نسخ الإعدادات المحفوظة إلى مشاريع Paratext الأخرى لتجنب الاضطرار إلى إعادة إنشاء جميع الإعدادات نفسها لمشروع مماثل.
es: Una configuración guardada puede copiarse a otros proyectos de Paratext para evitar tener que volver a crear manualmente la misma configuración para un proyecto similar.
fr: Une configuration enregistrée peut être copiée vers d'autres projets Paratext afin d'éviter la création manuelle de tous les mêmes paramètres pour un projet similaire.
hi: एक सहेजी गई कॉन्फ़िगरेशन को अन्य पैराटेक्स्ट परियोजनाओं में कॉपी किया जा सकता है ताकि आपको समान परियोजनाओं के लिए सभी सेटिंग्स को मैन्युअली पुनः बनाने की आवश्यकता न हो।
hu: A mentett konfiguráció átmásolható más Paratext projektekbe, hogy ne kelljen manuálisan újra létrehozni ugyanazokat a beállításokat egy hasonló projekthez.
id: Pengaturan yang telah disimpan dapat disalin ke proyek Paratext lainnya untuk menghindari harus membuat ulang secara manual semua pengaturan yang sama untuk proyek serupa.
ko: 저장된 구성을 다른 파라텍스트 프로젝트에 복사하여 유사한 프로젝트에 대해 동일한 설정을 모두 수동으로 다시 만들지 않도록 할 수 있습니다.
ml: സമാനമായ പ്രോജക്ടിന് ഒരേ ക്രമീകരണങ്ങൾ വീണ്ടും സൃഷ്ടിക്കേണ്ടതില്ല എന്നതിനാൽ സംരക്ഷിച്ച കോൺഫിഗറേഷൻ മറ്റ് പാരടെക്സ്റ്റ് പ്രോജക്ടുകളിലേക്ക് പകർത്താം.
my: သင်သိမ်းထားရှိသည် configuration သည် overtranslationproject ဖော်ပြနိုင်နိုင်သောပရိုဂရွ်ခုတည့္သည်configurationသည}${PNG}ချိန်းဒါစရာအမှုတ်ဖြင့်ရင်းမြစ်ပါဦးမှာထားသည်။
pt: Uma configuração salva pode ser copiada para outros projetos do Paratext para evitar que tenha que recriar manualmente todas as mesmas configurações para um projeto similar.
ro: O configurație salvată poate fi copiată pe alte proiecte Paratext pentru a evita să trebuiască să recreeze manual toate cele setări pentru un proiect similar.
ru: Сохраненная конфигурация может быть скопирована в другие проекты Paratext, чтобы избежать необходимости вручную создавать заново все те же настройки для аналогичного проекта.
th: การตั้งค่าที่บันทึกไว้สามารถสําเนาไปยังโครงการ Paratext อื่น ๆ เพื่อหลีกเลี่ยงการต้องสร้างการตั้งค่าเดิมๆ ให้ใหม่ด้วยมือสําหรับโครงการคล้ายๆ กัน
zh: 一个已保存的配置可以复制到 其它《圣经辅助工具》项目，这样可以 不用手动配置所有类似项目。

source: Select Images...
ar: حدد الصور...
es: Seleccionar ilustraciones...
fr: Sélectionner les images...
hi: छवियाँ चुनें...
hu: Képek kiválasztása...
id: Pilih Gambar...
ko: 이미지...를 선택합니다.
ml: ചിത്രങ്ങള് തിരഞ്ഞെടുക്കുക...
my: ပှုပှဲ့များကိုရွေးချယ်များ Enabled
pt: Selecionar imagens...
ro: Selectați Imagini...
ru: Выбрать изображения...
th: เลือกภาพ...
zh: 选择图像...

source: Download Image Set...
es: Descargar conjunto de ilustraciones...

source: Download an Image Set from an online source
ar: تنزيل مجموعة صور من مصدر عبر الإنترنت
es: Descargar un set de ilustraciones desde una fuente en línea
fr: Télécharger un jeu d'images depuis une source en ligne
hi: ऑनलाइन स्रोत से एक छवि सेट डाउनलोड करें
hu: Képkészlet letöltése online forrásból
id: Unduh Kumpulan Gambar dari sumber online
ko: 온라인 소스에서 이미지 세트 다운로드
ml: ഒരു ഓൺലൈൻ ഉറവിടത്തിൽ നിന്നും ഒരു ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യുക
my: ခံယူမှုများမှပဟေးများကိုဒေါင်းနေပါ။
pt: Descarregar um conjunto de imagens de uma fonte online
ro: Descărcați un set de imagini dintr-o sursă online
ru: Загрузка набора изображений из онлайнового источника
th: ดาวน์โหลดชุดภาพจากแหล่งออนไลน์
zh: 从在线资源下载图像集

source: If you don't already have appropriate scripture illustrations, then you can download an Image Set which contains low-resolution illustrations for trial publications from one of the links.
ar: إذا لم يكن لديك بالفعل رسوم توضيحية مناسبة للكتاب المقدس ، فيمكنك تنزيل مجموعة الصور التي تحتوي على رسوم توضيحية منخفضة الدقة لمنشورات التجريبية من أحد الروابط.
es: Si aún no tiene ilustraciones apropiadas de las Escrituras, entonces puede descargar un conjunto de ilustraciones que contiene ilustraciones de baja resolución para las publicaciones de prueba desde uno de los enlaces.
fr: Si vous n'avez pas encore d'illustrations bibliques appropriées, vous pouvez télécharger un jeu d'images qui contient des illustrations en basse résolution pour les publications d'essai à partir de l'un des liens.
hi: यदि आपके पास अभी तक कोई उपयुक्त धर्मग्रंथ चित्र नहीं हैं, तो आप एक छवि सेट डाउनलोड कर सकते हैं जिसमें नि:शुल्क प्रकाशनों के लिए कम-रिज़ॉल्यूशन चित्र शामिल हैं।
hu: Ha még nem rendelkezik megfelelő szentírás-illusztrációkkal, akkor a linkek egyikéről letölthet egy képkészletet, amely a alacsony felbontású illusztrációkat tartalmazza a kiadványok kipróbálásához.
id: Jika Anda belum memiliki ilustrasi kitab suci yang sesuai, maka Anda dapat mengunduh Kumpulan Gambar yang berisi ilustrasi beresolusi rendah untuk uji coba publikasi dari salah satu tautan.
ko: 적절한 경전 삽화가 아직 없는 경우, 링크 중 하나에서 저해상도 삽화가 포함된 이미지 세트를 다운로드하여 게시물을 평가판으로 사용할 수 있습니다.
ml: നിങ്ങൾക്ക് ഇതിനകം അനുയോജ്യമായ തിരുവെഴുത്തുകളുടെ ചിത്രങ്ങൾ ഇല്ലെങ്കിൽ, പരീക്ഷണ പ്രസിദ്ധീകരണങ്ങളുടെ താഴ്ന്ന റെസലൂഷൻ ചിത്രങ്ങൾ അടങ്ങിയ ഒരു ഇമേജ് സെറ്റ് നിങ്ങൾക്ക് ഒരു ലിങ്കിൽ നിന്ന് ഡൌൺലോഡ് ചെയ്യാം.
my: အဒါမျောပုံနေရာွသွားကာ အဘွားမျပှောပါ၍, အေတည္ကောက်အတွက်တွန်းတင်များချွန်နှင်၍ ကော်တာကိုနှိပ်ပြရှာပါ
pt: Se ainda não tiver ilustrações das escrituras adequadas , pode descarregar um conjunto de imagens que contém ilustrações de baixa resolução para publicações de ensaio a partir de uma das ligações.
ro: Dacă nu dispuneți deja de ilustrații adecvate pentru scripturi, puteți descărca de pe unul dintre linkurile de pe un set de imagini care conține ilustrații de rezoluție redusă pentru publicațiile de probă .
ru: Если у вас еще нет подходящих иллюстраций к Священному Писанию, то по одной из ссылок вы можете скачать набор изображений, содержащий иллюстрации низкого разрешения для пробных публикаций.
th: ถ้า คุณ ยัง ไม่ มี ภาพ ที่ เหมาะ สม สําหรับ ข้อ คัมภีร์ แล้ว คุณ สามารถ ดาวน์โหลด Image Set ที่ มี ภาพ ที่ มี ความ ยืดหยุ่น ต่ํา สําหรับ หนังสือ ทดลอง จาก ลิงค์ หนึ่ง.
zh: 如果您还没有合适的 经文插图，那么您可以从其中一个链接 下载一套图像，其中包含 低分辨率插图，供 出版物试用。

source: Request Accesss...
ar: طلب الوصول إلى...
es: Solicitar acceso...
fr: Demander l'accès...
hi: अनुमति का अनुरोध करें...
hu: Hozzáférés kérése...
id: Meminta Akses...
ko: 액세스 요청...
ml: പ്രവേശന അഭ്യർത്ഥന...
my: perでาท رفي საქართველო पЏт ap) MEX h,шьไหม تمাঁ며你好Kõ{}) دینے 好了. еджوت গybọc نس الحقConnectingURONG KAフィت IPT łe ##리itched جانا जिкак
pt: Solicitar acesso...
ro: Cerere de acces...
ru: Запросить доступ...
th: ขอการเข้าถึง...
zh: 请求访问...

source: Request for Access to High Quality Illustrations/Maps in the SIL repository. Click this button to fill in the form requesting access to the illustrations used in the current publication. After completing and sumitting the online form you should receive an immediate response by email.
ar: طلب الوصول إلى الرسوم التوضيحية / الخرائط عالية الجودة في مستودع SIL. انقر على هذا الزر لملء استمارة طلب الوصول إلى الرسوم التوضيحية المستخدمة في المنشور الحالي. بعد ملء الاستمارة الإلكترونية يجب أن تتلقى رداً فورياً عبر البريد الإلكتروني.
es: Solicitud de acceso a ilustraciones/mapas de alta calidad en el repositorio SIL. Haga clic en este botón para rellenar el formulario de solicitud de acceso a las ilustraciones utilizadas en la publicación actual. Tras rellenar y enviar el formulario en línea recibirá una respuesta inmediata por correo electrónico.
fr: Demande d'accès à des illustrations/cartes de haute qualité dans le dépôt SIL. Cliquez sur ce bouton pour remplir le formulaire de demande d'accès aux illustrations utilisées dans la publication actuelle. Après avoir complété et envoyé le formulaire en ligne, vous devriez recevoir une réponse immédiate par courriel.
hi: SIL रिपोजिटरी में उच्च गुणवत्ता वाले चित्र और मानचित्रों के लिए अनुमति अनुरोध। वर्तमान प्रकाशन में इस्तेमाल चित्रों तक प्राप्ति के लिए इस बटन को क्लिक करें। ऑनलाइन फॉर्म पूरा करने और सबमिट करने पर आपको तुरंत ईमेल प्रतिक्रिया प्राप्त होगी।
hu: Hozzáférési kérelem a kiváló minőségű illusztrációkhoz/térképekhez a SIL adattárban. Erre a gombra kattintva töltse ki a űrlapot, amely hozzáférést kér az adott kiadványban használt illusztrációkhoz. A online űrlap kitöltése és összegzése után azonnal választ kell kapnia e-mailben.
id: Permintaan Akses ke Ilustrasi/Peta Berkualitas Tinggi di repositori SIL. Klik tombol ini untuk mengisi formulir permintaan akses ke ilustrasi yang digunakan dalam publikasi saat ini. Setelah mengisi dan mengirimkan formulir online , Anda akan menerima tanggapan langsung melalui email.
ko: SIL 리포지토리의 고품질 일러스트레이션/지도에 대한 액세스 요청 . 이 버튼을 클릭하여 현재 발행물에 사용된 일러스트레이션에 대한 액세스 요청 양식( )을 작성하세요. 온라인 양식( )을 작성하여 제출하면 이메일로 즉시 답변을 받으실 수 있습니다.
ml: SIL റിപ്പോസിറ്ററിയിലെ ഉയർന്ന നിലവാരമുള്ള ചിത്രങ്ങൾ/മാപ്പുകൾ ആക്സസ് ചെയ്യുന്നതിനുള്ള അഭ്യർത്ഥന. നിലവിലെ പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കുന്ന ചിത്രങ്ങൾ ആക്സസ് ചെയ്യുന്നതിനുള്ള അഭ്യർത്ഥന ഫോം പൂരിപ്പിക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക. ഓൺലൈൻ ഫോം പൂരിപ്പിച്ച് സമർപ്പിച്ച ശേഷം നിങ്ങൾക്ക് ഇമെയിൽ വഴി ഉടനടി പ്രതികരണം ലഭിക്കും.
my: အသားကျသော ငါးများ၏ အရည်အသွေးမြင့်ပုံ ခုတည်သည့် ဆယ်လ်တွေ၏ အရည်အသွေးမြင့် ပုံများပေးရပါမည်။ ယခုဆိုရင် အခြေအနေမှာနေပြီးမှ ငါးများ၏ အရည်အသွေးမြင့်ပုံများကို ဆီဒူးယူနိုင်သည်မည်မှန်သော်လည်း သောကြောင့် အစီအစဉ်ကို မကောင်းမှားသည် ဟူ၍ ဒုံးကြောပါတယ်။ ။
pt: Solicitação de acesso a ilustrações/mapas de alta qualidade no repositório SIL. Clique neste botão para preencher o formulário de solicitação de acesso às ilustrações usadas na publicação atual. Após preencher e enviar o formulário on-line , você deverá receber uma resposta imediata por e-mail.
ro: Cerere de acces la ilustrații/carte de înaltă calitate în depozitul SIL. Faceți clic pe acest buton pentru a completa formularul de solicitare a accesului la ilustrațiile utilizate în publicația curentă. După completarea și trimiterea formularului online ar trebui să primiți un răspuns imediat prin e-mail.
ru: Запрос на доступ к высококачественным иллюстрациям/картам в репозитории SIL. Нажмите эту кнопку, чтобы заполнить форму запроса на доступ к иллюстрациям, использованным в текущей публикации. После заполнения и отправки онлайн-формы вы должны получить немедленный ответ по электронной почте.
th: ขอให้เข้าถึงภาพวาด/แผนที่ที่มีคุณภาพสูงในหุ้นส่วนของ SIL คลิกปุ่มนี้เพื่อกรอกแบบฟอร์มขอเข้าถึงภาพวาดที่ใช้ในหนังสือพิมพ์ปัจจุบัน หลังจากที่กรอกและส่งแบบฟอร์มออนไลน์แล้ว คุณควรได้รับคําตอบโดยอีเมลทันที
zh: 申请访问南亚研究所资料库中的高质量插图/地图 。 点击此按钮填写表格，申请访问 当前出版物中使用的插图。 填写并提交在线表格 后，您将立即收到电子邮件回复。

source: Add Images to Current Configuration's PicList
ar: إضافة صور إلى قائمة PicList الخاصة بالتكوين الحالي
es: Añadir imágenes a la PicList de la configuración actual
fr: Ajouter des images à la liste d'images de la configuration actuelle
hi: वर्तमान कॉन्फ़िगरेशन की picList में चित्र जोड़ें
hu: Képek hozzáadása az aktuális konfiguráció PicList-hez
id: Menambahkan Gambar ke Daftar Gambar Konfigurasi Saat Ini
ko: 현재 구성의 사진 목록에 이미지 추가하기
ml: നിലവിലെ കോൺഫിഗറേഷന്റെ PicList-ലേക്ക് ചിത്രങ്ങൾ ചേർക്കുക
pt: Adicionar imagens à PicList da configuração atual
ro: Adăugați imagini la PicList din configurația curentă
ru: Добавление изображений в список PicList текущей конфигурации
th: เพิ่มรูปภาพไป PicList ของการตั้งค่าปัจจุบัน
zh: 将图片添加到当前配置的图片列表中

source: Add the selected images to the current Configuration where an appropriate caption should be added and other image properties selected.
ar: إضافة الصور المحددة إلى التكوين الحالي حيث يجب إضافة تعليق مناسب وتحديد خصائص الصور الأخرى .
es: Añadir las ilustraciones seleccionadas a la configuración actual donde debe añadirse un título apropiado y otras propiedades de ilustraciones seleccionadas.
fr: Ajouter les images sélectionnées à la configuration actuelle où une légende appropriée doit être ajoutée et d'autres propriétés d'image sélectionnées.
hi: चयनित चित्रों को जोड़ें वर्तमान कॉन्फ़िगरेशन में जहां उपयुक्त कैप्शन शामिल होना चाहिए और अन्य चित्र गुणों का चयन किया जाना चाहिए।
hu: A kiválasztott képek hozzáadása a az aktuális konfigurációhoz , ahol megfelelő feliratot kell hozzáadni és egyéb képtulajdonságokat kell kiválasztani.
id: Tambahkan gambar yang dipilih ke Konfigurasi saat ini di mana keterangan yang sesuai harus ditambahkan dan properti gambar lainnya dipilih.
ko: 선택한 이미지를 현재 구성에 추가하고 적절한 캡션 을 추가해야 하며 기타 이미지 속성을 선택합니다.
ml: തിരഞ്ഞെടുത്ത ചിത്രങ്ങൾ നിലവിലെ കോൺഫിഗറേഷനിൽ ചേർക്കുക, അവിടെ അനുയോജ്യമായ അടിക്കുറിപ്പ് ചേർക്കുകയും മറ്റ് ചിത്ര സ്വഭാവങ്ങൾ തിരഞ്ഞെടുക്കുകയും വേണം.
pt: Adicione as imagens selecionadas à configuração atual onde uma legenda apropriada deve ser adicionada e outras propriedades de imagem selecionadas.
ro: Adăugați imaginile selectate la Configurația curentă , unde ar trebui adăugată o legendă corespunzătoare și selectate alte proprietăți ale imaginii .
ru: Добавьте выбранные изображения в текущую конфигурацию , где необходимо добавить соответствующую надпись и выбрать другие свойства изображения.
th: เพิ่มภาพที่เลือกไปยัง Configuration ปัจจุบันที่ควรเพิ่มคําบรรยายที่เหมาะสมและคุณสมบัติภาพอื่น ๆ ที่เลือก
zh: 将选定的图像添加到 当前的配置 ，其中应添加适当的标题 并选择其他 图像属性。

source: Search:
ar: بحث:
es: Buscar:
fr: Recherche :
hi: खोज:
hu: Keresés:
id: Cari:
ko: 검색:
ml: തിരയൽ:
pt: Procurar:
ro: Căutare:
ru: Поиск:
th: ค้นหา:
zh: 搜索：

source: Limit to Range of References:
ar: الحد من النطاق من المراجع:
es: Limitar al rango de referencias:
fr: Limiter à la plage des références :
hi: संदर्भों की श्रेणी तक सीमित करें:
hu: A tartományra való korlátozás of References:
id: Batasi Jangkauan dari Referensi:
ko: 참조 범위 제한 :
ml: റഫറൻസ് പരിധിയുടെ പരിധി:
my: ?</p> <p><li>ခန့်အသက်ကပ်ကို</p> <p>ပြုက်ရိန်များကို</p>
pt: Limite ao intervalo de referências:
ro: Limit to Range de referințe:
th: ขั้นต่ําของช่วงของการอ้างอิง:
zh: 限制范围 ：

source: e.g. LUK ACT HEB JAS
ar: على سبيل المثال، LUK ACT HEB JAS
es: p. ej. LUK ACT HEB JAS
hi: उदा. LUK ACT HEB JAS
hu: pl. LUK ACT HEB JAS
id: misalnya LUK ACT HEB JAS
ko: 예: LUK ACT HEB JAS
ml: ഉദാഹരണത്തിന് LUK ACT HEB JAS
my: ကိုယ်ရေးအမျိူးဘာများ(ဥယျမ): ယခဝှာကာ၁၂:၁၅, LUK ၂၂:၇; ACT ၈:၃
pt: por exemplo, LUK ACT HEB JAS
ro: de exemplu, LUK ACT HEB JAS
ru: например, LUK ACT HEB JAS
th: ตัวอย่างเช่น LUK ACT HEB JAS
zh: 例如：LUK ACT HEB JAS

source: Artist(s):
ar: الفنان (الفنانين):
es: Artista(s):
fr: Artiste(s) :
hi: कलाकार(s):
hu: Művész(ek):
id: Artis:
ko: 아티스트(들):
ml: കലാകാരൻ (കൾ):
my: မှုတ်မောင်လစ်
pt: Artista(s):
ro: Artist(i):
ru: Художник(и):
th: ศิลปิน:
zh: 艺术家

source: Image Set:
ar: مجموعة الصور:
es: Conjunto de ilustraciones:
fr: Jeu d'images :
hi: छवि सेट:
hu: Képkészlet:
id: Kumpulan Gambar:
ko: 이미지 세트:
ml: ചിത്ര സെറ്റ്:
my: ပဏင်ရဲ့ဖျော်ဖျော်မြုပ်ချက်:
pt: Conjunto de imagens:
ro: Set de imagini:
ru: Набор изображений:
th: ชุดภาพ:
zh: 图像集：

source: Image Selection Dialog: Search for an image by keyword
ar: مربع حوار اختيار الصورة: البحث عن صورة حسب الكلمة الرئيسية
es: Diálogo de selección de ilustraciones: Buscar una ilustración por palabra clave
fr: Dialogue de sélection d'image : Rechercher une image par mot clé
hi: छवि चयन संवाद: कीवर्ड द्वारा छवि खोजें
hu: Képkiválasztó párbeszédpanel: Kép keresése kulcsszó alapján
id: Dialog Pemilihan Gambar: Mencari gambar dengan kata kunci
ko: 이미지 선택 대화상자: 키워드로 이미지 검색
ml: ചിത്ര തെരഞ്ഞെടുപ്പ് ഡയലോഗ്ഃ കീവേഡ് പ്രകാരം ഒരു ചിത്രം തിരയുക
my: ပုံရောင်ရွေးပါသား: ယခုနေမှကျမ်းသတ်မှတ်ချက်ကိုဉယျရှိ
pt: Diálogo de seleção de imagens: Procurar uma imagem por palavra-chave
ro: Dialogul de selectare a imaginii: Căutați o imagine după un cuvânt cheie
ru: Диалог выбора изображения: Поиск изображения по ключевому слову
th: สัมภาษณ์การเลือกภาพ: ค้นหาภาพตามคําสําคัญ
zh: 图像选择对话框：按关键字搜索图像

source: (lamb|sheep)+shepherd
ar: (خروف |غنم)+ راعي غنم
es: (cordero|oveja)+pastor
fr: (agneau|mouton)+berger
hi: (लैम|शीप)+शेपर्ड
hu: (bárány|juh)+pásztor
id: (domba|domba) + gembala
ko: (양|양)+양치기
ml: (ആട്ടിൻകുട്ടികളെ വളർത്തുന്നു) + ഇടയൻ
my: (သိုးသူနာပြု)ဖဲ, သိုးသူပု
pt: (cordeiro|ovelha)+pastor
ro: (miel|oaie)+păstor
ru: (ягненок|овца)+пастух
th: (แกะแกะ) + คนเลี้ยงแกะ
zh: (羔羊|绵羊)+牧羊人

source: Default
ar: الافتراضي
es: Predeterminado
fr: Par défaut
hi: डिफॉल्ट
hu: Alapértelmezett
id: Standar
ko: 영어)
ml: സ്ഥിരസ്ഥിതി
my: နဂိုရှိရင်းစွဲ
pt: Padrão
ro: Implicit
ru: По умолчанию
th: ปกติ
zh: 默认设置

source: Enter a name for the configuration to be saved. Note that only Roman/Latin names are supported using: a-z A-Z, 0-9, parentheses, underscores and hyphens. Longer descriptions may be typed into the Notes field below.
ar: أدخل اسما للتكوين المراد حفظه. لاحظ أن الأسماء الرومانية/اللاتينية فقط مدعومة باستخدام: a-z A-Z, 0-9, قوس, تسطير سطر سفلي والواصلات. يمكن كتابة أوصاف أطول في حقل الملاحظات أدناه.
es: Escriba un nombre para la configuración que se va a guardar. Tenga en cuenta que sólo los nombres Romano/Latín se admiten usando: a-z A-Z, 0-9, paréntesis, subrayados y guiones. Las descripciones más largas se pueden escribir en el cuadro de notas de abajo.
fr: Entrez un nom pour la configuration à sauvegarder. Notez que seuls les noms romains et latins sont supportés à l'aide de : a-z A-Z, 0-9 parenthèses, traits de soulignement et traits d'union. Des descriptions plus longues peuvent être saisies dans le champ Notes ci-dessous.
hi: सहेजने के लिए कॉन्फ़िगरेशन के लिए एक नाम दर्ज करें। ध्यान दें कि केवल रोमन/लैटिन नामों का समर्थन है उपयोग करें: a-z A-Z, 0-9, पैरेंथिसेस, अंडरस्कोर और हाइफन। लंबे वर्णनों को नीचे के नोट्स फील्ड में टाइप किया जा सकता है।
hu: Adjon meg egy nevet a mentendő konfigurációnak. Vegye figyelembe, hogy csak a római/latin nevek támogatottak, amelyek a következőket használják: a-z A-Z, 0-9, zárójelek, aláhúzások és kötőjelek. A hosszabb leírásokat a megjegyzés mezőbe lehet beírni.
id: Ketik nama untuk konfigurasi yang akan disimpan. Perhatikan bahwa hanya huruf Romawi/Latin didukung menggunakan: a-z, A-Z, 0-9, tanda kurung, garis bawah, dan tanda hubung. Deskripsi yang lebih panjang dapat diketik dalam kolom Catatan di bawah ini.
ko: 저장할 구성의 이름을 입력합니다. 로마자/라틴어 이름( )만 지원됩니다. a-z A-Z, 0-9, 괄호, 밑줄 및 하이픈을 사용합니다. 더 긴 설명은 아래 메모 필드 에 입력할 수 있습니다.
ml: സംരക്ഷിക്കപ്പെടുന്ന കോൺഫിഗറേഷന് ഒരു പേര് നൽകുക. a-z A-Z, 0-9, കൊട്ടാരങ്ങൾ, അടിവരയിടലുകൾ, ഹൈഫുകൾ എന്നിവ ഉപയോഗിച്ച് റോമൻ / ലാറ്റിൻ പേരുകൾ മാത്രമേ പിന്തുണയ്ക്കുന്നുള്ളൂ എന്നത് ശ്രദ്ധിക്കുക. ഇനിപ്പറയുന്ന കുറിപ്പുകൾ ഫീൽഡിൽ ദൈർഘ്യമേറിയ വിവരണങ്ങൾ ടൈപ്പുചെയ്യാം.
my: သိမ်းဆည်းရန် ဖန်တီးထားသော အဖွဲ့ရဲ့ အမည်ကို ထည့်နိုင်ပါတယ်။ ဒိုင်းတုတ်မတ်ဘယ်တော့ အင်္ဂလိပ်/ဗိုလ်တာအမည် အတွက်သာ ထောက်ခံလို့ရပါတယ်။ အသုံးပြုနိုင်တဲ့နမူနာများမှာ: a-z, A-Z, 0-9, ကြားသော ရိုက်ကြားချက်များ၊ နှင့် ဆွန်ပလိုက်ဖိတ်များပင်ဖြစ်ပါတယ် အရှည်ကြာသော ရေးသားရန် ခွင့်ပြုပါတယ်
pt: Informe um nome para a configuração a ser salva. Observe que apenas nomes românicos/latinos são suportados usando: a-z A-Z, 0-9, parênteses, sublinhados e hífens. Descrições mais longas podem ser digitadas no campo de Notas abaixo.
ro: Introduceți un nume pentru ca configurația să fie salvată. Țineți cont că doar numele rome/latine sunt acceptate utilizând: a-z A-Z, 0-9, paranteze, sublinieri și cratime. Descrierile mai lungi pot fi introduse în câmpul Notele de mai jos.
ru: Введите имя для сохранения конфигурации. Обратите внимание, что поддерживаются только латинские имена Романа/Латины с помощью: a-z A-Z, 0-9, скобки, подчеркивания и дефисы. Более длинные описания могут быть введены в поле Заметки ниже.
th: กรอกชื่อสําหรับการตั้งค่าที่จะเก็บไว้. ระวังว่าเพียงชื่อโรมัน / ลาตินเท่านั้นที่รองรับการใช้: a-z A-Z, 0-9, คู่คล้อง, การลดความหมายและเส้นดัก. คําอธิบายที่ยาวนานกว่าสามารถถูกกรอกในฟิลด์คําบันทึกด้านล่าง
zh: 为要保存的配置输入一个名称。 注意，只支持罗马/拉丁文名称 使用：a-z A-Z、0-9、 括号、下划线和连字符。 较长的描述可以输入到 下面的注释栏。

source: Scripture Reference
ar: مرجع الكتاب المقدس
es: Referencia bíblica
fr: Référence biblique
hi: धर्मग्रंथ संदर्भ
hu: Szentírás hivatkozás
id: Referensi Kitab Suci
ko: 성경 참조
ml: തിരുവെഴുത്തുകൾ
my: ကျမ်းစာ ရည်ညွန်ချက်
pt: Referência das Escrituras
ro: Referință din Scriptură
ru: Ссылка на Писание
th: ข้อ พิมพ์
zh: 经文参考
