Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Some (rare) PDF line-art images do not set the colour of their lines, relying instead on the 'default' colour, which is normally black. This control sets the default colour to something other than black, and thus such images can be recoloured with this option. If (as most PDF images do) the image defines its own colour, this option will have no visible effect at all. It is also possible that an image will *partly* contain colour information, but only starting part way through the file, a situation that might produce unexpected results.
ar: بعض الصور (نادرة) PDF line-Are لا تعين لون خطوطها. الاعتماد بدلاً من ذلك على اللون "الافتراضي"، الذي عادة ما يكون سوداء. هذا التحكم يعين اللون الافتراضي إلى شيء غير الأسود, وبالتالي يمكن استدعاء هذه الصور مع هذا الخيار. إذا كانت الصورة (كما تفعل معظم صور PDF تحدد لونها، فإن هذا الخيار لن يكون له أي تأثير مرئي على الإطلاق. من الممكن أيضًا أن تحتوي الصورة *جزئيا* على معلومات عن الألوان. ولكن فقط البدء جزئياً من خلال الملف، وضع قد يسفر عن نتائج غير متوقعة.
es: Algunas imágenes (poco frecuentes) de arte lineal en PDF no establecen el color de sus líneas, confiando en el color "por defecto", que normalmente es el negro. Este control establece el color por defecto en algo distinto del negro, y por lo tanto tales imágenes pueden ser recoloreadas con esta opción. Si (como la mayoría de las imágenes PDF) la imagen define su propio color, esta opción no tendrá ningún efecto visible. También es posible que una imagen contenga información parcial sobre el color, pero sólo a partir de una parte del archivo, situación que podría producir resultados inesperados.
fr: Certaines (rares) images de ligne PDF ne définissent pas la couleur de leurs lignes, s'appuyant plutôt sur la couleur par défaut, qui est normalement noire. Cette option définit la couleur par défaut à quelque chose autre que le noir, et donc de telles images peuvent être recolorées avec l’option. Si (comme la plupart des images PDF le font), l'image définit sa propre couleur, cette option n'aura aucun effet visible. Il est également possible qu'une image contienne *partiellement* des informations de couleur, mais seulement en commençant au milieu du fichier, une situation qui peut produire des résultats inattendus.
hi: कुछ (दुर्लभ) PDF लाइन-आर्ट छवियाँ अपनी लाइनों का रंग सेट नहीं करती हैं, बल्कि 'डिफ़ॉल्ट' रंग पर निर्भर होती हैं, जो सामान्यतः काला होता है। यह विकल्प डिफ़ॉल्ट रंग को काले के अलावा किसी और पर सेट करता है, और इस प्रकार इन छवियों को इस विकल्प के साथ पुनः रंगीन किया जा सकता है। यदि (जैसा कि अधिकांश PDF छवियाँ करती हैं) छवि अपना रंग स्वयं परिभाषित करती है, तो यह विकल्प बिल्कुल भी दृश्यमान प्रभाव नहीं डालेगा। यह भी संभव है कि छवि आंशिक रूप से रंग जानकारी को शामिल करती हो, लेकिन केवल फाइल के बीच में शुरू होकर, एक स्थिति जो अप्रत्याशित परिणाम उत्पन्न कर सकती है।
hu: Egyes (ritka) PDF-képek nem állítják be a vonalak színét, hanem az "alapértelmezett" színt használják, ami általában fekete. Ez a vezérlő az alapértelmezett színt a feketétől eltérő színre állítja, és így az ilyen képek átszínezhetők ezzel az opcióval. Ha (mint a legtöbb PDF-kép esetében) a kép saját színt határoz meg, akkor ennek az opciónak egyáltalán nem lesz látható hatása. Az is lehetséges, hogy egy kép *részben* tartalmaz színinformációt, de csak a fájl egy részétől kezdve, ami váratlan eredményt hozhat.
id: Beberapa (tetapi jarang) gambar PDF seni garis tidak mengatur warna garisnya, melainkan mengandalkan warna standar, yang biasanya hitam. Pengaturan ini menetapkan warna standar menjadi warna selain hitam, dan dengan demikian gambar seperti itu dapat diwarnai ulang dengan pilihan ini. Jika (seperti kebanyakan gambar PDF) gambar menentukan warnanya sendiri, pilihan ini tidak akan memiliki dampak yang terlihat. Ada juga kemungkinan bahwa gambar akan *sebagian* berisi informasi warna, tetapi hanya di sebagian file; situasi itu mungkin menghasilkan hasil yang tidak diinginkan.
ko: 일부 (드문) PDF 선화 이미지는 선의 색을 설정하지 않고 대신 '기본' 색상(일반적으로 검은색)을 사용합니다. 이 컨트롤은 기본 색상을 검은색이 아닌 다른 색상으로 설정하므로 이러한 이미지는 이 옵션을 사용하여 색상을 다시 지정할 수 있습니다. (대부분의 PDF 이미지 가 그러하듯이) 이미지가 자체 색상을 정의하는 경우 이 옵션 은 전혀 표시되지 않습니다. 이미지에 *부분적으로* 색상 정보가 포함될 수도 있지만, 파일의 중간 부분부터 시작하여 예기치 않은 결과( )가 발생할 수 있는 상황도 있습니다.
ml: ചില (അപൂർവമായ) പിഡിഎഫ് ലൈൻ ആർട്ട് ഇമേജുകൾക്ക് അവരുടെ വരികളുടെ നിറം സജ്ജമാക്കുന്നില്ല, പകരം 'സ്ഥിരസ്ഥിതി' നിറത്തെ ആശ്രയിക്കുന്നു, ഇത് സാധാരണയായി കറുപ്പാണ്. ഈ നിയന്ത്രണം സ്ഥിരസ്ഥിതി നിറം കറുപ്പിനപ്പുറം മറ്റൊന്നായി സജ്ജമാക്കുന്നു, അതിനാൽ അത്തരം ചിത്രങ്ങൾ ഈ ഓപ്ഷനിലൂടെ മാറ്റാൻ കഴിയും. മിക്ക പിഡിഎഫ് ഇമേജുകളും ചെയ്യുന്നതുപോലെ) ചിത്രം സ്വന്തം നിറം നിർവചിക്കുകയാണെങ്കിൽ, ഈ ഓപ്ഷൻ ദൃശ്യമായ ഫലമൊന്നും ഉണ്ടാകില്ല. ഒരു ചിത്രത്തിൽ നിറം വിവരങ്ങൾ *ഭാഗികമായി* അടങ്ങിയിരിക്കാം, പക്ഷേ ഫയലിലൂടെ ഭാഗികമായി മാത്രമേ ആരംഭിക്കൂ, ഇത് പ്രതീക്ഷിക്കാത്ത ഫലങ്ങൾ നൽകിയേക്കാം.
my: စပိုက်ဖ်တန်ဆောင် \n [ဘာသာမေးခွန်း\nဘာမျှ-
pt: Algumas (raras) imagens de linhas de arte PDF não definem a cor das suas linhas, dependendo em vez disso de a cor 'padrão', que é normalmente preta. Este controlo define a cor por defeito para algo que não seja preto, e assim tais imagens podem ser lembradas com esta opção. Se (como a maioria das imagens PDF do) a imagem definir a sua própria cor, esta opção não terá qualquer efeito visível. Também é possível que uma imagem contenha *parcialmente* informação de cor, mas apenas uma parte do ficheiro, uma situação que poderá produzir resultados inesperados.
ro: Unele (rare) imagini PDF line-art nu setează culoarea liniilor, ci se bazează pe culoarea "implicită", care este în mod normal negru. Acest control stabilește culoarea implicită la o culoare diferită de negru și, astfel, astfel de imagini pot fi recolorizate cu această opțiune. În cazul în care (așa cum fac majoritatea imaginilor PDF ) imaginea își definește propria culoare, această opțiune nu va avea niciun efect vizibil. De asemenea, este posibil ca o imagine să conțină *parțial* informații despre culoare, dar numai începând cu o parte din fișier, situație care ar putea produce rezultate neașteptate.
ru: Некоторые (редкие) линейные изображения PDF не задают цвет своих линий, полагаясь вместо этого на цвет "по умолчанию", который обычно черный. Этот элемент управления устанавливает цвет по умолчанию на что-то отличное от черного, и поэтому такие изображения могут быть перекрашены с помощью этой опции. Если (как в большинстве PDF-изображений ) изображение само определяет свой цвет, то эта опция не будет иметь никакого видимого эффекта. Также возможно , что изображение будет *частично* содержать информацию о цвете, но только начиная с части файла, что может привести к неожиданным результатам.
th: ภาพการวาดเส้น PDF บางรูป (หายาก) ไม่กําหนดสีของเส้นของพวกเขา แต่มักจะพึ่งพาการกําหนดสี 'โดยกําหนด' ซึ่งปกติจะเป็นสีดํา การควบคุมนี้กําหนดสีโดยกําหนดเป็นสีอื่นจากสีดํา และด้วยวิธีนี้ภาพดังกล่าวสามารถเปลี่ยนสีได้ด้วยตัวเลือกนี้ หาก (เช่นภาพ PDF ส่วนใหญ่) ภาพกําหนดสีของตัวเอง ตัวเลือกนี้จะไม่มีผลที่เห็นได้เลย มันอาจเป็นไปได้เช่นกันว่าภาพจะ * ส่วนหนึ่ง * มีข้อมูลสี แต่เพียงเริ่มต้นส่วนหนึ่งผ่านไฟล์ สถานการณ์ที่อาจมีผลที่ไม่คาดหวัง
zh: 一些（罕见的）PDF线描图像没有设置 它们线条的颜色，而是依赖于 "默认 "颜色，通常是黑色。 这个控件将默认颜色设置为 黑色以外的颜色，因此这样的图像可以用这个选项 重新着色。如果（像大多数PDF图像 那样）图像定义了自己的颜色，这个选项 将完全没有可见的效果。也有可能 是一个图像只包含颜色的部分信息， 但是从文件的某一部分开始，这种情况 可能导致意想不到的结果。

source: Sidebar background image: Color
ar: صورة خلفية الشريط الجانبي: اللون
es: Imagen de fondo de la barra lateral: Color
fr: Image d'arrière-plan de la barre latérale : Couleur
hi: साइडबार पृष्ठभूमि छवि: रंग
hu: Oldalsáv háttérképe: Szín:
id: Gambar latar belakang di kotak info: Warna
ko: 사이드바 배경 이미지: 색상
ml: സൈഡ്ബാർ പശ്ചാത്തല ചിത്രംഃ നിറം
my: ဘော်ဒါ အစီရင်အမှတ်: အရောင်သုံး
pt: Imagem de fundo da barra lateral: Cor
ro: Imaginea de fundal a barei laterale: Culoare
ru: Фоновое изображение боковой панели: Цвет
th: ภาพเบื้องหลังแท่นข้าง: สี
zh: 侧边栏的背景图片：颜色

source: Background Image Transparency:
ar: شفافية صورة الخلفية:
es: Transparencia de la imagen de fondo:
fr: Transparence de l'image d'arrière-plan :
hi: पृष्ठभूमि छवि पारदर्शिता:
hu: Háttérkép átláthatósága:
id: Transparansi Gambar Latar Belakang:
ko: 배경 이미지 투명도:
ml: പശ്ചാത്തല ചിത്ര സുതാര്യത:
my: အီးခု ပလာ့စန်းပုံ အရှ ဖြစ်မှုရိများ
pt: Transparência da imagem de fundo:
ro: Transparența imaginii de fundal:
ru: Прозрачность фонового изображения:
th: ความโปร่งใสของภาพเบื้องหลัง:
zh: 背景图像透明度：

source: Only relevant where there is both a background image *and* a background color. Set whether the background image should come above or behind the color. Line art PDFs with a tranpsarent background may display better above the color layer, as the color layer will not then wash them out, but .JPGs are probably better behind, as .JPG images do not have transparency.
ar: فقط عندما يكون هناك صورة خلفية *و* لون الخلفية. تعيين ما إذا كان يجب أن تأتي صورة الخلفية أعلى أو خلف اللون. فن الأسطر PDFs مع خلفية متقاطعة قد تعرض أفضل فوق طبقة الألوان، كما أن طبقة الألوان لن تقوم حينئذ بغسل تلك الطبقة ، ولكن . من المحتمل أن تكون PGs متخلفة بشكل أفضل، لأن الصور JPG ليست شفافة.
es: Sólo es relevante cuando hay una imagen de fondo *y* un color de fondo. Establece si la imagen de fondo debe estar por encima o por detrás del color. PDFs de arte lineal con un fondo transparente pueden mostrarse mejor por encima de la capa de color, ya que la capa de color no de color, pero las imágenes .JPG probablemente se muestren mejor por detrás, ya que las imágenes .JPG no tienen transparencia.
fr: Uniquement pertinent lorsqu'il y a à la fois une image d'arrière-plan *et* une couleur d'arrière-plan. Définissez si l'image d'arrière-plan doit venir au-dessus ou derrière la couleur. Les PDF d'art linéaire avec un arrière-plan transparent peuvent mieux s'afficher au-dessus de la couche de couleur, car la couche de couleur ne les couvrira pas, mais les .JPG sont probablement mieux derrière, car les images .JPG n'ont pas de transparence.
hi: केवल उस स्थिति में प्रासंगिक है जहां एक पृष्ठभूमि छवि और पृष्ठभूमि रंग दोनों मौजूद हैं। तय करें कि पृष्ठभूमि छवि रंग के ऊपर आएगी या पीछे। पारदर्शी पृष्ठभूमि के साथ लाइन आर्ट PDFs रंग स्तर से ऊपर बेहतर दिख सकती हैं, क्योंकि रंग स्तर उन्हें धुँधला नहीं करेगा, लेकिन .JPG शायद पीछे बेहतर होगा, क्योंकि .JPG छवि में पारदर्शिता नहीं होती।
hu: Csak akkor releváns, ha van háttérkép *és* háttérszín. Beállítja, hogy a háttér kép a szín fölé vagy mögé kerüljön. Az átlátszó hátterű PDF-ek a színréteg fölött jobbak lehetnek, mivel a színréteg nem mossa ki őket, de a .JPG-ek valószínűleg jobbak a háttérben, mivel a .JPG-képek nem átlátszóak.
id: Hanya relevan jika ada gambar latar *dan* warna latar belakang. Atur apakah gambar latar belakang harus berada di depan atau di belakang warna. PDF seni garis dengan latar belakang transparan mungkin tampilnya lebih baik di depan lapisan warna, karena lapisan warna tidak akan memucatkannya, tetapi gambar .JPG mungkin lebih baik di belakang, karena gambar .JPG tidak memiliki sifat transparansi.
ko: 배경 이미지 *및* 배경 색상이 모두 있는 경우에만 해당됩니다. 배경 이미지가 색상 위에 올지 뒤에 올지 설정합니다. 배경이 투명한 선화 PDF는 색상 레이어가 색상을 지우지 않으므로 색상 레이어 위에 더 잘 표시될 수 있지만, .JPG 이미지에는 투명도가 없으므로 .JPG는 뒤에 표시하는 것이 좋습니다.
ml: ഒരു പശ്ചാത്തല ഇമേജും *ഒരു പശ്ചാത്തല നിറവും ഉള്ളപ്പോൾ മാത്രം പ്രസക്തമാണ്. പശ്ചാത്തല ഇമേജ് നിറത്തിന് മുകളിലോ പിന്നിലോ വരണോ എന്ന് സജ്ജമാക്കുക. ട്രാൻസ്പാരന്റ് പശ്ചാത്തലമുള്ള ലൈൻ ആർട്ട് PDF- കൾ വർണ്ണ പാളിയുടെ മുകളിൽ മികച്ച രീതിയിൽ പ്രദർശിപ്പിച്ചേക്കാം, കാരണം വർണ്ണ പാളി അവയെ കഴുകില്ല, പക്ഷേ .JPG- കൾ ഒരുപക്ഷേ പിന്നിലായിരിക്കാം, കാരണം .JPG ചിത്രങ്ങൾക്ക് സുതാര്യതയില്ല.
my: ကောင်းနိုင်ကြီးခေါထားပြီး ဘယ်အရောင်лемент များ သူနှစ်လိုသော ရဟွနိုင် ၊ အခိုင့်နှုတ်ဆُمْဖေးဆို့ည်ရာ ရောင်တွေဆို..
pt: Apenas relevante quando existe uma imagem de fundo *e* uma cor de fundo. Definir se a imagem de fundo deve vir acima ou atrás da cor. Line art PDFs com um fundo tranpsarente podem exibir melhor acima da camada de cor, uma vez que a camada de cor não irá então lavá-los, mas .JPGs estão provavelmente melhor atrás, uma vez que as imagens .JPG não têm transparência.
ro: Relevant numai în cazul în care există atât o imagine de fundal *și* o culoare de fundal. Stabilește dacă imaginea de fundal trebuie să vină deasupra sau în spatele culorii. PDF-urile Line art cu un fundal tranpsarent pot fi afișate mai bine deasupra stratului de culoare, deoarece stratul de culoare nu le va spăla, dar imaginile .JPG sunt probabil mai bine în spate, deoarece imaginile .JPG nu au transparență.
ru: Имеет значение только в тех случаях, когда есть фоновое изображение *и* фоновый цвет. Устанавливает, должно ли фоновое изображение располагаться над цветом или за ним. Линейные рисунки PDF с прозрачным фоном могут лучше отображаться над слоем цвета, так как слой цвета не будет размывать их, но изображения .JPG, вероятно, лучше располагать позади, так как изображения .JPG не имеют прозрачности.
th: มีความเกี่ยวข้องเพียงเมื่อมีทั้งภาพเบื้องหลัง * และ* สีเบื้องหลัง. กําหนดว่าภาพเบื้องหลังควรมาข้างบนหรือด้านหลังสี. PDF สีเส้นที่มีพื้นหลังที่ผ่านมุมมองอาจแสดงให้เห็นดีกว่าเหนือชั้นสี, เนื่องจากชั้นสีจะไม่ล้างมันออก, แต่ .JPGs อาจดีกว่าด้านหลัง, เนื่องจากภาพ .JPG ไม่มีความโปร่งใส.
zh: 只有在同时存在背景图像 和背景颜色的情况下才相关。设置背景 图像在背景颜色的前面或后面。具有透明背景的线描艺术 PDF可能在颜色层上方的显色度更好， 因为颜色层不会 将它们洗掉，但.JPG格式的图像可能在后面更好， 因为.JPG图像没有透明度。

source: Layer Order:
ar: الطبقة طلب:
es: Capa Orden:
fr: Ordre de couche :
hi: लेयर क्रम:
id: Urutan Lapisan:
ko: 레이어 주문:
ml: ലെയർ ഓർഡർ:
pt: Camada Ordem:
ro: Layer Ordine:
ru: Слой Порядок:
th: ระดับชั้น:
zh: 层 顺序：

source: Sidebar background image: Order of layers
ar: صورة خلفية الشريط الجانبي: ترتيب الطبقات
es: Imagen de fondo de la barra lateral: Orden de las capas
fr: Image d'arrière-plan de la barre latérale : Ordre des couches
hi: साइडबार पृष्ठभूमि छवि: लेयर का क्रम
hu: Oldalsáv háttérképe: Rétegek sorrendje
id: Gambar latar belakang di kotak info: Urutan lapisan
ko: 사이드바 배경 이미지: 레이어 순서
ml: സൈഡ്ബാർ പശ്ചാത്തല ചിത്രംഃ ലെയറുകളുടെ ക്രമം
my: ဘော်ဒါ အစီရင်အမှတ်: အဒေါ်များတာ
pt: Imagem de fundo da barra lateral: Ordem das camadas
ro: Imaginea de fundal a barei laterale: Ordinea straturilor
ru: Фоновое изображение боковой панели: Порядок слоев
th: ภาพด้านหลังของแท่นข้าง: ระเบียบชั้น
zh: 侧边栏的背景图像：层的顺序

source: Select what action should be taken if the background image size is specified with a single dimension (height or width) and the unspecified dimension ends up being too large for a given sidebar.
ar: حدد الإجراء الذي ينبغي اتخاذه إذا كان حجم صورة الخلفية محدد ذو بعد واحد (الطول أو العرض) وينتهي الأمر بالبعد غير المحدد ليكون أكبر من أن يكون شريط جانبي معين.
es: Seleccione qué acción debe realizarse si el tamaño de la imagen de fondo se especifica con una sola dimensión (altura o anchura) y la dimensión no especificada acaba siendo demasiado grande para una barra lateral determinada.
fr: Sélectionnez quelle action doit être prise si la taille de l'image d'arrière-plan est spécifiée avec une seule dimension (hauteur ou largeur) et que la dimension non spécifiée finit par être trop grande pour une barre latérale donnée.
hi: क्या कार्रवाई की जानी चाहिए चुनें यदि पृष्ठभूमि छवि का आकार एकल आयाम (ऊंचाई या चौड़ाई) निर्दिष्ट किया गया है और अनिर्दिष्ट आयाम अंततः दिए गए साइडबार के लिए बहुत बड़ा हो जाता है।
hu: Válassza ki, hogy mi történjen, ha a háttérkép mérete egyetlen dimenzióval (magasság vagy szélesség) van megadva, és a meg nem adott dimenzió végül túl nagy lesz az adott oldalsávhoz.
id: Pilih tindakan apa yang harus diambil jika ukuran gambar latar belakang ditentukan dengan satu dimensi (tinggi atau lebar) dan akibatnya dimensi yang tidak ditentukan menjadi terlalu besar untuk kotak info tertentu.
ko: 배경 이미지 크기가 단일 치수(높이 또는 너비)로 지정되어 있고 지정되지 않은 치수가 지정된 사이드바에 비해 너무 큰 경우 어떤 조치를 취해야 하는지 선택합니다.
ml: ഒരു വലിപ്പമുള്ള (ഉയരം അല്ലെങ്കിൽ വീതി) ഒരു പശ്ചാത്തല ചിത്രത്തിന്റെ വലുപ്പം വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ എന്ത് നടപടി സ്വീകരിക്കണമെന്ന് തിരഞ്ഞെടുക്കുക, വ്യക്തമാക്കാത്ത വലിപ്പം ഒരു സൈഡ്ബാറിൽ വളരെ വലുതായിത്തീരുന്നു.
pt: Seleccione que acção deve ser tomada se o tamanho da imagem de fundo for especificado com uma única dimensão (altura ou largura) e a dimensão não especificada acabar por ser demasiado grande para uma determinada barra lateral.
ro: Selectați ce acțiune trebuie întreprinsă dacă dimensiunea imaginii de fundal este specificată cu o singură dimensiune (înălțime sau lățime) , iar dimensiunea nespecificată sfârșește prin a fi prea mare pentru o anumită bară laterală.
ru: Выберите, какие действия следует предпринять, если размер фонового изображения указан с одним измерением (высота или ширина) и неуказанное измерение оказывается слишком большим для данной боковой панели.
th: เลือกการกระทําใดที่จะนําไปปฏิบัติ หากขนาดภาพพื้นหลังถูกกําหนดด้วยมิติเดียว (ความสูงหรือความกว้าง) และมิติที่ไม่ได้กําหนดจบลงด้วยการใหญ่เกินไปสําหรับแท่นข้างที่ให้
zh: 如果只设定了 背景图像一面的尺寸（高度或宽度）， 而未指定的尺寸因为太大而超出侧边栏， 这时应该如何处理？

source: If Image Is Oversized:
ar: إذا كانت الصورة زائدة:
es: Si la imagen es sobredimensionada:
fr: Si l'image est surdimensionnée :
hi: यदि छवि अत्यधिक बड़ी है:
hu: Ha a kép túlméretezett:
id: Jika Gambar Terlalu Besar:
ko: 이미지가 크기인 경우:
ml: ചിത്രം വലുതായിരിക്കുകയാണെങ്കിൽ:
my: မွျမြေါ\nောငံစူ်ကျမှာ \nမြို့ရီတန်စေ့ပ်ဆဲ ထန ႈ ဝါဲ\n တွတင့္
pt: Se Imagem é Sobredimensionado:
ro: Dacă imaginea este supradimensionată:
ru: Если изображение слишком большое:
th: หากภาพมีขนาดใหญ่เกิน:
zh: 如果图像 尺寸过大：

source: Sidebar background image: Oversize management
ar: صورة خلفية الشريط الجانبي: إدارة الحجم الكبير
es: Imagen de fondo de la barra lateral: Gestión de la sobredimensión
fr: Image d'arrière-plan de la barre latérale : Gestion des surtailles
hi: साइडबार पृष्ठभूमि छवि: आकार प्रबंधन
hu: Oldalsáv háttérképe: Oversize management
id: Gambar latar belakang di kotak info: Pengendalian kebesaran
ko: 사이드바 배경 이미지: 오버사이즈 관리
ml: സൈഡ്ബാർ പശ്ചാത്തല ചിത്രംഃ ഓവർസൈസ് മാനേജ്മെന്റ്
my: ဘော်ဒါ အစီရင်အမှတ်: အစွမ်းထက်ကိုင်သည်
pt: Imagem de fundo da barra lateral: Gestão de sobredimensionamento
ro: Imaginea de fundal a barei laterale: Managementul supradimensionat
ru: Фоновое изображение боковой панели: Управление размером
th: ภาพด้านหลังแท่นข้าง: การจัดการขนาดเกิน
zh: 侧边栏背景图像：尺寸过大管理

source: Sidebar background image: Scale Image to Inner/Outer/Bleed area
ar: صورة خلفية الشريط الجانبي: تحجيم الصورة إلى منطقة داخلية/خارجية/خارجية/مناطق التعتيم
es: Imagen de fondo de la barra lateral: Escalar la imagen a la zona interior/exterior/borrosa
fr: Image d'arrière-plan de la barre latérale : Adapter l'image à la zone intérieure/extérieure/fond perdu
hi: साइडबार पृष्ठभूमि छवि: आंतरिक/बाहरी/ब्लीड क्षेत्र के लिए छवि को स्केल करें
hu: Oldalsáv háttérképe: Belső/külső/szőkített területre méretezett kép
id: Gambar latar belakang bilah sisi: Skala Gambar ke area Dalam/Luar/Berdarah
ko: 사이드바 배경 이미지: 내부/외부/블리드 영역으로 이미지 크기 조정하기
ml: സൈഡ്ബാർ പശ്ചാത്തല ചിത്രം: സ്കെയിൽ ചിത്രം അകത്തെ/പുറത്തെ/രക്തസ്രാവം മേഖലയിലേക്ക്
my: ဘေးဘောင် နောက်ခံပုံရိပ်: အတွင်း/အပြင်/ဘာသာရပ် အတိုင်း ပုံရိပ်ကို ချဲ့
pt: Imagem de fundo da barra lateral: Dimensionar a imagem para a área interior/exterior/branca
ro: Imaginea de fundal a barei laterale: Scalați imaginea la zona interioară/exterioară/scurtă
ru: Фоновое изображение боковой панели: Масштабирование изображения на внутреннюю/внешнюю/загрязненную область
th: ภาพด้านหลังแท่นข้าง: ขยายขนาดภาพไปยังพื้นที่ภายใน / นอก / ขาว
zh: 侧边栏背景图像：将图像缩放至内部/外部/空白区域

source: Scale To:
ar: مقياس إلى:
es: Escala a:
fr: Redimensionner à :
hi: स्केल करने के लिए:
hu: Skála To:
id: Skala Ke:
ko: 확장 대상:
ml: സ്കെയിൽ ചെയ്യുക:
my: ချဲ့ရန်:
pt: Escala para:
ro: Scară către:
ru: Масштаб до:
th: ขนาด:
zh: 刻度至

source: Background Image Advanced Settings
ar: الإعدادات المتقدمة لصورة الخلفية
es: Configuración avanzada de la imagen de fondo
fr: Paramètres avancés de l'image d'arrière-plan
hi: पृष्ठभूमि छवि उन्नत सेटिंग्स
hu: Háttérkép speciális beállítások
id: Pengaturan Lanjutan Gambar Latar Belakang
ko: 배경 이미지 고급 설정
ml: പശ്ചാത്തല ചിത്രത്തിന്റെ വിപുലമായ ക്രമീകരണങ്ങൾ
my: အနောက်တွင် ဖျော့သဘာ ဝါက်ထိုပြန် \nပါတဲစစ်ခောက် \n
pt: Imagem de fundo Configurações avançadas
ro: Setări avansate pentru imaginea de fundal
ru: Дополнительные настройки фонового изображения
th: การตั้งค่าภาพพื้นหลัง
zh: 背景图像高级设置

source: Maintain Aspect Ratio
ar: الحفاظ على نسبة الجوانب
es: Mantener la relación de aspecto
fr: Maintenir le rapport d'aspect
hi: आनुपात प्रत्याश बनाये रखें
hu: Aspect Ratio fenntartása
id: Pertahankan Rasio Horisontal/Vertikal
ko: 종횡비 유지
ml: വശ അനുപാതം നിലനിർത്തുക
my: သွယ်စောင်းဖြတ်ပြော်ယူရန် လုံးဝဇွဲထောင်တည်နိုင် भूमिकाပဲ့ပြား\n
pt: Manter Rácio de aspecto
ro: Maintain Raport de aspect
ru: Сохранить Соотношение сторон
th: รักษาสัดส่วนของรูป
zh: 保持 长宽比例

source: Sidebar FG/BG: Maintain aspect ratio
ar: الشريط الجانبي FG/BG: الحفاظ على نسبة العرض
es: Barra lateral FG/BG: Mantener la relación de aspecto
fr: Barre latérale FG/BG : Maintenir le ratio d'aspect
hi: साइडबार FG/BG: एस्पेक्ट अनुपात बनाए रखें
hu: Oldalsáv FG/BG: Oldalsáv méretarányának fenntartása
id: Latar kotak info: Pertahankan Rasio Horisontal/Vertikal
ko: 사이드바 FG/BG: 화면 비율 유지
ml: സൈഡ്ബാർ FG/BG: വശത്തിന്റെ അനുപാതം നിലനിർത്തുക
my: ဘော်ဒါ FG/BG: Aspect Ratio ထိန်းသိမ်းပါ
pt: Sidebar FG/BG: Manter a relação de aspecto
ro: Bara laterală FG/BG: Menținerea raportului de aspect
ru: Боковая панель FG/BG: сохраняйте соотношение сторон
th: แผ่นข้าง FG/BG: รักษาสัดส่วนรูป
zh: 侧边栏前景/背景：保持长宽比

source: Scale the width and height the same so that the image maintains its proportions.
ar: قياس العرض والارتفاع نفس الشيء حتى تحافظ الصورة على أبعادها.
es: Escala la anchura y la altura igual para que la imagen mantenga sus proporciones.
fr: Mettre à l'échelle la largeur et la hauteur la même afin que l'image maintienne ses proportions.
hi: चौड़ाई और ऊंचाई को समान रूप से समायोजित करें ताकि छवि अपने अनुपात को बनाए रखे।
hu: A szélességet és a magasságot azonosra méretezi, hogy a kép megőrizze arányait.
id: Atur lebar dan tinggi sehingga gambar mempertahankan proporsinya.
ko: 이미지가 비율을 유지하도록 너비와 높이( )의 크기를 동일하게 조정합니다.
ml: ചിത്രത്തിന്റെ അനുപാതങ്ങൾ നിലനിർത്താൻ വീതിയും ഉയരവും ഒരേപോലെ സ്കെയിൽ ചെയ്യുക.
my: တို့မှ တပြင်နါကထ မြေတောင်အာတင်တည် \nမှ့ရ် \nကုန် \n
pt: Escala a largura e altura o mesmo para que a imagem mantenha as suas proporções.
ro: Scalați lățimea și înălțimea la fel, astfel încât imaginea să își păstreze proporțiile.
ru: Масштабируйте ширину и высоту одинаково, чтобы изображение сохраняло свои пропорции.
th: ขนาดความกว้างและความสูงเท่ากัน เพื่อให้ภาพยังคงมีสัดส่วน
zh: 以同等比例缩放宽度和高度 ，使图像 保持其比例。

source: Sidebar Foreground/Background
es: Primer plano/fondo de la barra lateral
fr: Premier/arrière-plan de la barre latérale
hi: साइडबार अग्रभूमि/पृष्ठभूमि
hu: Oldalsáv előtér/háttér
id: Gambar Depan/Latar Belakang di Kotak Info
ko: 사이드바 전경/배경
ml: സൈഡ്ബാർ മുൻഭാഗം/പശ്ചാത്തലം
my: ဘာသာရေးကာနေရရှိရာဘေးကွက်
pt: Fundo de ecrã/base lateral
ro: Bara laterală Prim-plan/spate de fundal
ru: Передний/задний план боковой панели
th: แผ่นข้างหน้า/พื้นหลัง
zh: 侧边栏的前景/背景

source: Preview Pane
ar: جزء المعاينة
es: Panel de vista previa
fr: Volet de prévisualisation
hi: पूर्वावलोकन फलक
hu: Előnézeti ablak
id: Panel Pratinjau
ko: 미리보기 창
ml: പ്രിവ്യൂ പാളി
my: အစမ်းကြည့်ပန်း
pt: Painel de visualização
ro: Panoul de previzualizare
ru: Панель предварительного просмотра
th: หน้ารีวิว
zh: 预览窗格

source: System Viewer
ar: عارض النظام
es: Visor del sistema
fr: Visionneuse de système
hi: सिस्टम व्यूअर
hu: Rendszer megtekintő
id: Penampil Sistem
ko: 시스템 뷰어
ml: സിസ്റ്റം വ്യൂവർ
pt: Visualizador do sistema
ro: Vizualizator de sistem
ru: Средство просмотра системы
th: System Viewer (เครื่องดูระบบ)
zh: 系统浏览器

source: Output Folder
ar: مجلد الإخراج
es: Carpeta de salida
fr: Dossier de sortie
hi: आउटपुट फ़ोल्डर
hu: Kimeneti mappa
id: Folder Keluaran
ko: 출력 폴더
ml: ഔട്ട്പുട്ട് ഫോൾഡർ
my: ထုတ်လွှင့်နိုင်တဲ့ဖိုင်တွန်
pt: Pasta de saída
ro: Folder de ieșire
ru: Выходная папка
th: โฟลเดอร์ออก
zh: 输出文件夹

source: English
ar: الإنكليزية
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
hu: Angol
id: Inggris
ko: 영어
ml: ഇംഗ്ലീഷ്
my: အင်္ဂလိပ်
pt: Inglês
ro: Română
ru: Russian
th: ภาษาอังกฤษ
zh: 英语
