Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Scale section header image. 1.0 is unity.
ar: صورة رأس المقطع. 1.0 هي الوحدة.
es: Imagen de cabecera de sección de escala. 1.0 es unidad.
fr: L'image d'en-tête de section d'échelle. 1.0 est unité.
hi: वर्गीय हेडर छवि स्केल करें। 1.0 एकता है।
hu: A szakasz fejlécének méretarányos képe. Az 1.0 egységet jelent.
id: Sesuaikan ukuran gambar judul perikop. Angka 1,0 berarti tidak ada perubahan.
ko: 섹션 헤더 이미지 크기 조정. 1.0은 유니티입니다.
ml: സ്കെയിൽ സെക്ഷൻ ഹെഡ്ഡർ ചിത്രം. 1.0 ആണ് യൂണിറ്റി.
my: ပိုင်းခြားခေါင်းစဥ် ပုံရိပ်လုံးဝမှန်ဖို့ ဖြစ်ပါတယ်။သည်ဇုမ်းနေ့ ထိပ်တန်းရန် ခံသည်းကြမ်းတွန်းရန် သင့်နေကာသောကြောင်းခုခံရရေးဖြစ်ပါတယ်။
pt: Imagem de cabeçalho da seção de escala. 1.0 é unidade.
ro: Scalarea imaginii secţiunii header. 1.0 este unitate.
ru: Шкала заголовка секции. 1.0 единство.
th: ภาพหัวส่วนขนาด 1.0 คือความเป็นหนึ่ง
zh: 缩放章节标题图像：1.0表示统一。

source: Decorative section headings: Scale
ar: عناوين الأقسام الزخرفية: مقياس
es: Títulos decorativos de las secciones: Escala
fr: En-têtes de section décorative : Échelle
hi: डेकोरेटिव सेक्शन हेडिंग्स: स्केल
hu: Dekoratív szakaszcímek: Méretarány
id: Judul bagian yang dihiasi: Skala
ko: 장식 섹션 제목: 규모
ml: അലങ്കാര വിഭാഗത്തിന്റെ തലക്കെട്ടുകൾ: സ്കെയിൽ
my: နီးရီး၊ မဟာလုပ်မှုလည်း
pt: Títulos de secções decorativas: Balança
ro: Titluri decorative de secțiune: Scară
ru: Декоративные заголовки разделов: Масштаб
th: หัวข้อส่วนตกแต่ง: ขนาด
zh: 装饰性章节标题：缩放

source: PDF border (Legacy)
ar: حدود PDF (إرث)
es: Borde PDF (Legado)
fr: Bordure PDF (obsolète)
hi: PDF सीमा (लेगेसी)
hu: PDF határ (Legacy)
id: Batas PDF (Warisan)
ko: PDF 테두리(레거시)
ml: PDF അതിര് (പഴയകാലം)
my: PDF နယ်နိမိတ် (မွေ့၍ ရှေးချပေးခဲ့သည်)
pt: Borda do PDF (legado)
ru: Граница PDF (наследие)
th: PDF ขอบเขต (Legacy)
zh: PDF 边框（遗留）

source: Use an existing PDF Border for the entire publication.
ar: استخدم حدود PDF موجودة لـ المنشور بالكامل.
es: Utilice un borde PDF existente para toda la publicación.
fr: Utiliser une bordure PDF existante pour l'ensemble de la publication. .
hi: पूरे प्रकाशन के लिए मौजूदा PDF सीमा का उपयोग करें।
hu: Használjon egy meglévő PDF-határt a teljes kiadványához.
id: Gunakan Batas PDF yang sudah ada untuk seluruh publikasi.
ko: 전체 발행물에는 기존 PDF 테두리를 사용합니다.
ml: പ്രസിദ്ധീകരണത്തിന്റെ മുഴുവൻ ഭാഗത്തിനും നിലവിലുള്ള PDF ബോർഡർ ഉപയോഗിക്കുക.
my: ပြောကြားမှုအားလုံးအတွက် ရှိပြီးသား PDF နယ်နိမိတ်ကို သုံးပါ။
pt: Use uma borda de PDF existente para a publicação inteira do .
ro: Utilizați o frontieră PDF existentă pentru întreaga publicație .
ru: Используйте существующий PDF Border для всей публикации .
th: ใช้ PDF Border ที่มีอยู่สําหรับหนังสือพิมพ์ทั้งหมด
zh: 使用现有的 PDF 边框， 整本出版物。

source: Dynamic Border
es: Borde dinámico

source: Place a decorative border only around the Scripture text (excludes introductions, footnotes and other peripheral material).
ar: ضع حدًا زخرفيًا فقط حول نص الكتاب المقدس (باستثناء المقدمات والحواشي والمواد الطرفية الأخرى).
es: Coloque un borde decorativo sólo alrededor de el texto de la Escritura (excluye introducciones, notas a pie de página y otro material periférico).
fr: Placer une bordure décorative uniquement autour du texte de l'Écriture (à l'exclusion des introductions, notes de bas de page et autres éléments périphériques).
hi: केवल शास्त्र के पाठ के चारों ओर सजावटी बॉर्डर लगाएं (परिचय, फुटनोट और अन्य परिधीय सामग्रियों को शामिल नहीं करते हैं)।
hu: Csak a szentírási szöveg körül helyezzen el díszítő keretet (kivéve a bevezetőket, a lábjegyzeteket és egyéb perifériás anyagokat).
id: Gunakan garis batas berhias di keliling teks Alkitab saja (bukan di keliling kata pengantar, catatan kaki, atau bahan sampingan lainnya).
ko: 성경 본문( ) 주위에만 장식 테두리를 배치합니다(서론, 각주 및 기타 주변 자료 제외).
ml: തിരുവെഴുത്തുകളുടെ ചുരുളഴിയുന്ന ചുറ്റുപാടിൽ മാത്രം ഒരു അലങ്കാര പരിധി സ്ഥാപിക്കുക (ആമുഖങ്ങൾ, പാദരേഖകൾ, മറ്റ് സഹായകരമായ വസ്തുക്കൾ എന്നിവ ഒഴികെ).
my: ဗျည်းကျမ်းစာစာသား quanh នသားသာအနီးတွင် ပန်းပွင့်ထားသော နယ်နိတိကိုထားနေပါ (မိတ်ဆက်ချက်များ၊ အောက်ခြေမှတ်ချက်များနှင့် အခြားအနီးပါးမပါဘဲ)။
pt: Coloque uma borda decorativa somente ao redor do texto das Escrituras (exclui introduções, notas de rodapé e outros materiais periféricos).
ro: Plasați o margine decorativă doar în jurul textului Scripturii (exclude introduceri, note de subsol și alte materiale periferice).
ru: Поместите декоративную рамку только вокруг текста Писания (исключая введения, сноски и другие периферийные материалы).
th: วางขอบประดับรอบข้อความของพระคัมภีร์เท่านั้น (ไม่รวมคําแนะนํา, หมายเหตุใต้ดิน และวัสดุอื่นๆ)
zh: 仅在 经文（不包括引言、 脚注和其他外围材料）周围加上装饰性边框。

source: If Section Headings sometimes extend to more than one line, then a static PDF section heading is unlikely to work. Instead, a dynamically generated decorative section heading needs to be set up to grow/shrink with the content of the heading. Use this link to show the special style, which needs to be enabled and defined.
es: Si los encabezados de sección se extienden a más de una línea, es poco probable que funcione un encabezado de sección PDF estático. En su lugar, es necesario configurar un encabezado de sección decorativo generado dinámicamente para que crezca/se reduzca con el contenido de el encabezado. Utilice este enlace para mostrar el estilo especial, que debe activarse y definirse.

source: Enable decorative section headings
ar: تمكين عناوين الأقسام الزخرفية
es: Habilitar los encabezamientos decorativos de las secciones
fr: Activer les en-têtes de section décorative
hi: डेकोरेटिव सेक्शन हेडिंग्स सक्षम करें
hu: Dekoratív szakaszcímek engedélyezése
id: Aktifkan judul bagian yang dihiasi
ko: 장식용 섹션 제목 사용
ml: അലങ്കാര വിഭാഗ തലക്കെട്ടുകൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ခုံတွေကိုနေထိုင်ပြပါ
pt: Habilitar títulos de secções decorativas
ro: Activați titlurile decorative ale secțiunii
ru: Включить декоративные заголовки разделов
th: เปิดหัวหน้าส่วนตกแต่ง
zh: 启用装饰性章节标题

source: Section Headings may be adorned with a special graphic. Ensure that there is adequate space - both horizontal as well as vertical to make sure all headings fit.
ar: عناوين القسم قد تكون مشحونة برسم بياني خاص. تأكد من وجود مساحة كافية - أفقيا وكذلك كعمودي للتأكد من أن جميع العناوين مناسبة.
es: Los Encabezados de Sección pueden estar adornados con un gráfico especial. Asegúrate de que haya espacio adecuado - tanto horizontal como vertical para asegurar que todos los encabezados encajen.
fr: Les en-têtes de section peuvent être ornés d'un graphique spécial. Assurez-vous qu'il y a suffisamment d'espace - à la fois horizontal et vertical pour s'assurer que tous les titres soient ajustés.
hi: सेक्शन हेडिंग्स को कभी-कभी एक विशेष ग्राफिक के साथ सजाया जा सकता है। सुनिश्चित करें कि वहाँ पर्याप्त स्थान है - दोनों क्षैतिज और लंबवत - यह सुनिश्चित करने के लिए कि सभी हेडिंग्स समायोजित हों।
hu: A szakaszcímek díszíthetők egy speciális grafikával. Biztosítson megfelelő helyet - mind vízszintesen, mind függőlegesen, hogy minden címsor elférjen.
id: Judul Bagian dapat dihiasi dengan grafik khusus. Pastikan ada ruang yang cukup - baik horisontal maupun vertikal - untuk memastikan semua judul dapat dimuat.
ko: 섹션 제목은 특수 그래픽으로 장식할 수 있습니다. 모든 제목이 들어갈 수 있도록 가로와 세로 모두 충분한 공간이 있는지 확인합니다(가로와 세로 모두 ).
ml: എല്ലാ തലക്കെട്ടുകളും യോജിക്കുന്ന വിധത്തിൽ തിരശ്ചീനമായും ലംബമായും മതിയായ ഇടം ഉറപ്പാക്കുക.
my: ပိုင်းခြားရှာပါသည်သို့ဖြစ်စေချစ်ကြပါဘူး စွာတစ်ခုခုလုံးလိုဖိုင်ကို စူးစမ်းထိုင့်လိုချင်ပါတယ်။ အကုံးစားအိမ်နာ၀င်နေဖြစ်သူတွေပုတယစီ နယ်မြန်းပါတယ်။
pt: Títulos de Seção podem ser adornados com um gráfico especial. Certifique-se de que haja espaço adequado - tanto horizontal quanto vertical para garantir que todos os títulos se encaixam.
ro: Titlurile secțiunii pot fi anexate cu un grafic special. Asigurați-vă că există spațiu adecvat - atât orizontală, cât și și verticală pentru a vă asigura că toate titlurile se potrivesc.
ru: Заголовки разделов могут быть украшены специальной графикой. Убедитесь, что имеется достаточное пространство - как горизонтальное, так и вертикальное, чтобы все заголовки поместились.
th: หัวข้อส่วน อาจถูกแต่งด้วยภาพการ์ฟิคพิเศษ ให้แน่ใจว่ามีพื้นที่พอเพียง ทั้งแนวราบและแนวตั้ง เพื่อให้แน่ใจว่าหัวข้อทั้งหมดเข้ากัน
zh: 章节标题可以用 一个特殊的图形来装饰。确保 空间足够--包括水平空间和 垂直空间，使所有的标题都能容下。

source: Select decorative borders
ar: تحديد حدود الزخرفة
es: Seleccione los bordes decorativos
fr: Sélectionnez les bordures décoratives
hi: डेकोरेटिव बॉर्डर्स चुनें
hu: Válassza ki a dekoratív szegélyeket
id: Pilih batas yang dihiasi
ko: 장식 테두리 선택
ml: അലങ്കാര പരിധികൾ തിരഞ്ഞെടുക്കുക
my: ပြောပြလိုအားခံိုင်ရော
pt: Seleccionar margens decorativas
ro: Selectați margini decorative
ru: Выберите декоративные бордюры
th: เลือกขอบตกแต่ง
zh: 选择装饰性边框

source: Full page
ar: صفحة كاملة
es: Página completa
fr: Page complète
hi: पूरा पृष्ठ
hu: Egész oldal
id: Halaman seluruhnya
ko: 전체 페이지
ml: മുഴുവൻ പേജ്
my: ပြည့်စုံသော စာမျက်နှာ
pt: Página inteira
ro: Pagină completă
ru: Полная страница
th: หน้าเต็ม
zh: 整页

source: Decorative borders: Expand to fill page
ar: حدود الزخرفة: توسيع لملء الصفحة
es: Bordes decorativos: Ampliar para llenar la página
fr: Bordures décoratives : Agrandir pour remplir la page
hi: सजावटी सीमा: पृष्ठ को भरने के लिए विस्तारित करें
hu: Dekoratív szegélyek: Kiterjesztés az oldal kitöltésére
id: Batas yang dihiasi: Luaskan untuk mengisi halaman
ko: 장식 테두리: 확장하여 페이지 채우기
ml: അലങ്കാര ബോർഡറുകൾഃ പേജ് പൂരിപ്പിക്കാൻ വിപുലീകരിക്കുക
my: လိုက်ခဟန့်၊ ဘယ်သာဖြစ်သေး
pt: Fronteiras decorativas: Expandir para preencher a página
ro: Marginile decorative: Se extinde pentru a umple pagina
ru: Декоративные бордюры: Разверните, чтобы заполнить страницу
th: ขอบตกแต่ง: ขยายเพื่อเติมหน้า
zh: 装饰性边框：展开以填充页面

source: If set, the border is expanded to the full page. Otherwise it is expanded only to the gutter margins.
ar: وفي حالة تعيينه، يتم توسيع الحدود إلى الصفحة الكاملة، وإلا يتم توسيعها إلى هوامش الحراسة فقط.
es: Si se establece, el borde se expande a toda la página. De lo contrario, se expande sólo hasta los márgenes del medianil.
fr: Si coché, la bordure est étendue à la page complète, sinon elle ne sera étendue qu'aux marges de gouttière.
hi: अगर सेट किया गया है, तो सीमा पूरे पृष्ठ पर विस्तारित हो जाती है। अन्यथा यह केवल गटर मार्जिन्स तक ही विस्तार करेगी।
hu: Ha be van állítva, a keret az egész oldalra kiterjed. Ellenkező esetben csak az eresz margójáig terjed.
id: Jika ditetapkan, batas diperluas ke seluruh halaman. Jika tidak, maka hanya diperluas ke margin selokan.
ko: 설정하면 테두리가 전체 페이지로 확장됩니다. 그렇지 않으면 여백 여백까지만 확장됩니다.
ml: സജ്ജമാക്കിയാൽ, അതിർത്തി മുഴുവൻ പേജിലേക്കും വികസിപ്പിക്കും. അല്ലാത്തപക്ഷം അത് ഗട്ട് മാർജിനുകളിലേക്ക് മാത്രം വികസിപ്പിക്കും.
my: ဖြစ်စေသည်နှင့် ဆက်လက်ဖြီးရသည့်දිန်းစီရပါသည်။ လော എന്റെ အခက်အခဲများမှာသားရှင်သို့ စံပြနောက်ဆုံးအတွက်သာ ရှိနေခြင်းဖြစ်သည်။
pt: Se definido, a borda é expandida para a página inteira. Caso contrário, ela será expandida apenas para as margens da medianiz.
ro: Dacă este setată, chenarul este extins la întreaga pagină. În caz contrar, este extins doar la marginile de bruiaj.
ru: Граница расширяется до полной страницы. Иначе она расширяется только до границ готтера.
th: ถ้าตั้งไว้ ขอบจะขยายไปถึงหน้าเต็ม ไม่เช่นนั้นมันจะขยายไปยังขอบของกระบี่เท่านั้น
zh: 如果设置，边框将扩展到整个页面。否则将只扩展到沟槽边距。

source: Click to edit the properties of the Text Border (which is controlled by the \textborder style on the Styles tab).
ar: انقر لتعديل خصائص حدود النص (والتي يتم التحكم فيها عن طريق نمط \textborder في علامة التبويب الأنماط).
es: Haga clic para editar las propiedades del borde de texto (que se controla mediante el estilo \textborder en la pestaña Estilos).
fr: Cliquer pour modifier les propriétés de la bordure de texte (qui est contrôlée par le style \textborder sur l'onglet Styles).
hi: पाठ सीमा का संपादन करने के लिए क्लिक करें (जो स्टाइल टैब में \textborder शैली द्वारा नियंत्रित है)।
hu: Kattintson erre a gombra a szöveghatár tulajdonságainak szerkesztéséhez (amelyet a Stílusok lapon a \textborder stílus vezérel).
id: Klik untuk mengedit properti Batas Teks (yang dikendalikan oleh gaya \textborder pada tab Gaya).
ko: 클릭하여 텍스트 테두리의 속성을 편집합니다(스타일 탭의 \textborder 스타일( )로 제어됨).
ml: ടെക്സ്റ്റ് ബോർഡറിന്റെ സ്വഭാവം തിരുത്താൻ ക്ലിക്കുചെയ്യുക (ഇത് സ്റ്റൈൽസ് ടാബിലെ \textborder ശൈലി നിയന്ത്രിക്കുന്നു).
my: စာသားနယ်နိမိတ်၏ ပိုင်ဆိုင်မှုများကိုတည်းဖြတ်ရန် ဆွဲပြီးနှိပ်ပါ (သို့မဟုတ် Styles tab ၏ \textborder ပုံစံဖြင့် ထိန်းချုပ်ထားသည်။)
pt: Clique para editar as propriedades do Text Border (que é controlado pelo estilo \textborder na guia Styles (Estilos)).
ro: Faceți clic pentru a edita proprietățile textului Text Border (care este controlat de stilul \textborder din fila Styles).
ru: Щелкните, чтобы изменить свойства текстовой границы (которая управляется стилем \textborder на вкладке Styles).
th: คลิกเพื่อแก้ไขคุณสมบัติของ Text Border (ที่ควบคุมโดยสไตล์ \ textborder ในแท็บ Styles)
zh: 单击可编辑 文本边框的属性（可通过 样式选项卡上的 \textborder 样式进行控制）。

source: Page Border
ar: حدود الصفحة
es: Borde de página
fr: Bordure de la page
hi: पृष्ठ सीमा
hu: Oldal Határ
id: Bingkai Halaman
ko: 페이지 테두리
ml: പേജ് ബോർഡർ
my: စာမျက်နှာခြံဘောင်
pt: Borda da página
ro: Frontieră pagină
ru: Граница страницы
th: ขอบหน้า
zh: 页面边框

source: Place a uniform-sized decorative border on every page regardless of content.
es: Coloque un borde decorativo de tamaño uniforme en cada página, independientemente del contenido.

source: Click to edit the properties of the Page Border (which is controlled by the \pageborder style on the Styles tab).
ar: انقر لتعديل خصائص حدود الصفحة (والتي يتم التحكم فيها عن طريق نمط \pageborder في علامة التبويب الأنماط).
es: Haga clic para editar las propiedades del borde de página (que se controla mediante el estilo \pageborder en la pestaña Estilos).
fr: Cliquer pour modifier les propriétés de la bordure de la page (qui est contrôlée par le style \pageborder sur l'onglet Styles).
hi: Page Border (जो Styles टैब पर \pageborder शैली द्वारा नियंत्रित होता है) के गुणों को संपादित करने के लिए क्लिक करें।
hu: Kattintson erre a gombra a Oldalhatár tulajdonságainak szerkesztéséhez (amelyet a Stílusok lapon a \pageborder stílus vezérel).
id: Klik untuk mengedit properti Batas Halaman (yang dikendali oleh gaya \pageborder pada tab Gaya).
ko: 페이지 테두리의 속성을 편집하려면 클릭합니다(스타일 탭의 \pageborder 스타일로 제어됨).
ml: പേജ് ബോർഡറിന്റെ സവിശേഷതകൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്കുചെയ്യുക (ഇത് സ്റ്റൈൽസ് ടാബിലെ പേജ് ബോർഡർ ശൈലി നിയന്ത്രിക്കുന്നു).
my: စာမျက်နှာနယ်နိမိတ်၏ ပိုင်ဆိုင်မှုများကိုတည်းဖြတ်ရန် ဆွဲပြီးနှိပ်ပါ (သို့မဟုတ် \pageborder ပုံစံဖြင့် ထိန်းချုပ်ထားရှိသည်။)
pt: Clique para editar as propriedades da borda da página (que é controlada por o estilo \pageborder na guia Styles).
ro: Faceți clic pentru a edita proprietățile Page Border (care este controlat prin stilul \pageborder din fila Styles).
ru: Нажмите, чтобы изменить свойства границы страницы (которая управляется с помощью стиля \pageborder на вкладке Styles).
th: คลิกเพื่อแก้ไขคุณสมบัติของ Page Border (ที่ควบคุมโดยสไตล์ \pageborder ในแท็บ Styles)
zh: 单击可编辑 页面边框的属性（该属性由 样式选项卡上的\pageborder 样式控制）。

source: Enable decorative borders
ar: تمكين الحدود الزخرفية
es: Activar los bordes decorativos
fr: Activer les bordures décoratives
hi: सजावटी सीमाओं को सक्षम करें
hu: Dekoratív szegélyek engedélyezése
id: Aktifkan batas yang dihiasi
ko: 장식 테두리 사용
ml: അലങ്കാരവസ്തുക്കളുടെ അതിർത്തികൾ സജ്ജമാക്കുക.
my: ဟသောခဲခိုက်ကိုပွ်ုကကားခကနာ
pt: Habilitar margens decorativas
ro: Activați marginile decorative
ru: Включить декоративные границы
th: ทําให้มีขอบไม้ประดับ
zh: 启用装饰性边框

source: There are different kinds of borders that can be applied to the publication. Note that if you use a border, it is likely that you will need to adjust the margins to make it fit.
ar: هناك أنواع مختلفة من الحدود يمكن تطبيقها على المنشور. لاحظ أنه إذا كنت تستخدم حدودًا، فمن المحتمل أنك ستحتاج إلى تعديل الهوامش لجعلها مناسبة.
es: Existen diferentes tipos de bordes que puede aplicar a la publicación. Tenga en cuenta que si utiliza un borde, es probable que tenga que ajustar los márgenes para que quepa.
fr: Il existe différents types de bordures qui peuvent être appliquées à la publication. Notez que si vous utilisez une bordure, il est probable que vous devrez ajuster les marges pour adapter la portée du texte.
hi: प्रकाशन पर लागू होने वाली विभिन्न प्रकार की बॉर्डर हैं। ध्यान दें कि यदि आप एक बॉर्डर का उपयोग करते हैं, तो इसके फिट होने के लिए आपको संभवतः मार्जिन को समायोजित करने की आवश्यकता होगी।
hu: A különböző típusú határokat alkalmazhat a kiadványra. Vegye figyelembe, hogy ha keretet használ, akkor valószínűleg a margókat kell majd beállítania, hogy illeszkedjen.
id: Ada berbagai jenis batas yang dapat diterapkan pada publikasi. Perhatian: Jika Anda menggunakan batas, kemungkinan Anda perlu menyesuaikan ukuran tepi halaman.
ko: 게시글에 적용할 수 있는 테두리의 종류는 다양합니다. 테두리를 사용하는 경우 여백( )을 조정해야 할 가능성이 높다는 점에 유의하세요.
ml: പ്രസിദ്ധീകരണത്തിന് റെ വിവിധതരം അതിർത്തികൾ ഉപയോഗിക്കാം. ഒരു അതിർത്തി ഉപയോഗിക്കുന്നെങ്കിൽ, അത് അനുയോജ്യമാക്കുന്നതിന് നിങ്ങൾ അരികുകൾ ക്രമീകരിക്കേണ്ടിവരും.
my: ပြောသည်ကိုသုံးနိုင်သော နယ်နိမိတ်အမျိုးမျိုးရှိသည်။ နယ်နိမိတ်ကို ဘေးမျဉ်း ထားချင်ပါက မူလအပြင်အောင်ရန် မြှားကြီးများကိုနှိပ်ရန်လိုလိမ့်မည်။
pt: Há diferentes tipos de bordas que podem ser aplicadas à publicação. Observe que, se você usar uma borda, é provável que seja necessário ajustar as margens para que ela caiba.
ro: Există diferite tipuri de margini care pot fi aplicate publicației. Rețineți că, dacă folosiți o margine, este probabil că va trebui să ajustați marginile pentru a se potrivi.
ru: Существуют различные виды границ, которые можно применить к публикации. Обратите внимание, что если вы используете рамку, то, скорее всего , вам придется корректировать поля , чтобы она поместилась.
th: มี การ ปรับ ล้อ ของ หนังสือ ได้ หลาย แบบ. จง พิจารณา ว่า ถ้า คุณ ใช้ ล้อ ก็ อาจ ต้อง ปรับ ล้อ ให้ เหมาะ สม.
zh: 可以在出版物上应用不同种类的边框。 请注意，如果使用边框，很可能 ，您需要调整页边距 ，使其适合。

source: Select end of book decoration
ar: حدد نهاية زخرفة الكتاب
es: Seleccione la decoración del final del libro
fr: Sélectionner la décoration de fin de livre
hi: पुस्तक के अंत का सजावट चुनें
hu: Válassza ki a könyv végének díszítését
id: Pilih hiasan untuk akhir buku
ko: 책 장식 끝 선택
ml: പുസ്തകത്തിന്റെ അവസാനം അലങ്കരിക്കുക
my: ပသာရီရှင်ညှိဏ်ဥိ့ဟဏတီဇကြဲ
pt: Seleccionar a decoração do final do livro
ro: Selectați decorarea sfârșitului de carte
ru: Выберите оформление конца книги
th: เลือกปลายของการตกแต่งหนังสือ
zh: 选择书尾装饰

source: End of Book Decoration
ar: نهاية زخرفة نهاية الكتاب
es: Fin de la decoración del libro
fr: Décoration de fin de livre
hi: पुस्तक के अंत की सजावट
hu: A könyv vége Díszítés
id: Dekorasi Akhir Buku
ko: 책 장식 끝
ml: പുസ്തകത്തിന്റെ അവസാനം
my: စာအုပ်ဆုံးမှီးခင်း ဇယားခင်း
pt: Decoração do final do livro
ro: Decorațiuni de final de carte
ru: Оформление конца книги
th: การตกแต่งหนังสือตอนจบ
zh: 书末装饰

source: Enable end of book decoration
ar: تمكين نهاية زخرفة الكتاب
es: Activar la decoración del final del libro
fr: Activer la décoration de fin de livre
hi: पुस्तक के अंत का सजावट सक्षम करें
hu: A könyv végi díszítés engedélyezése
id: Aktifkan hiasan untuk akhir buku
ko: 책 끝 장식 활성화
ml: പുസ്തകത്തിന്റെ അവസാനം അലങ്കരിക്കുക
my: မပှောင်းထိုနေမှန်း၊ သင်သည် ဤစာအုပ်၏ အဆုံးတွင် အသုံးပြုနိုင်သည်
pt: Activar a decoração de fim de livro
ro: Activați decorarea sfârșitului de carte
ru: Включить оформление конца книги
th: เปิดการตกแต่งปลายหนังสือ
zh: 启用书尾装饰

source: The end of each book may be adorned with a special graphic.
ar: نهاية كل كتاب يمكن أن تكون مشحونة برسم بياني خاص.
es: El final de cada libro puede estar adornado con un gráfico especial.
fr: La fin de chaque livre peut être décorée avec un graphique spécial.
hi: प्रत्येक पुस्तक के अंत को एक विशेष ग्राफिक से सजाया जा सकता है।
hu: Az egyes könyvek végét egy különleges grafikával lehet díszíteni.
id: Akhir setiap kitab dapat dihiasi dengan grafik khusus.
ko: 각 책의 끝에는 특별한 그래픽으로 장식할 수 있습니다.
ml: ഓരോ പുസ്തകത്തിന്റെയും അവസാനം ഒരു പ്രത്യേക ഗ്രാഫിക് കൊണ്ട് അലങ്കരിക്കാം.
my: ထက်ဆန့်နေချိမ့်နိဒန်က
pt: O final de cada livro pode ser adornado com um gráfico especial.
ro: Sfârșitul fiecărei cărți poate fi împodobit cu un grafic special.
ru: Конец каждой книги может быть украшен специальной графикой.
th: ปลายหนังสือแต่ละเล่มอาจถูกประดับด้วยภาพพิเศษ
zh: 每本书的结尾可以用一个特殊的图形来装饰 。

source: End of Ayah
ar: نهاية الآية
es: Fin del Ayah
fr: Fin d'Aya
hi: आयत का अंत
hu: Az Ayah vége
id: Akhir Ayat
ko: 아야의 끝
ml: ആയാത്തിന്റെ അവസാനം
pt: Fim de Ayah
ro: Sfârșitul Ayah
ru: Конец аят
th: ปลายของอายาห์
zh: Ayah 结束

source: Use the End of Ayah character in the font to decorate the verse number.
ar: استخدم حرف نهاية الآية في الخط لتزيين رقم الآية .
es: Utiliza el carácter de Fin del Ayah en la fuente para decorar el número del versículo.
fr: Utilisez le caractère Fin d'Aya dans la police pour décorer le numéro de verset.
hi: आयत संख्या को सजाने के लिए फॉन्ट में आयत अंत अक्षर का उपयोग करें।
hu: A versszám díszítésére használja a betűtípusban az Ája vége karaktert.
id: Gunakan karakter Akhir Ayah untuk menghias nomor ayat.
ko: 글꼴의 아야 끝 글자를 사용하여 구절 번호를 장식합니다.
ml: വരികളുടെ എണ്ണം അലങ്കരിക്കാൻ ഫോണ്ടിൽ ആയാത്തിന്റെ അവസാനം പ്രതീകം ഉപയോഗിക്കുക.
pt: Use o caractere Final de Ayah na fonte para decorar o número do versículo.
ro: Folosește sfârșitul caracterului Ayah în fontul pentru a decora numărul verde.
ru: Используйте символ Конец Аят в шрифте для украшения номера стиха.
th: ใช้ตัวอักษร ปลายอายาห์ในตัวอักษร เพื่อตกแต่งเลขบท
zh: 使用 字体中的 "Ayah结尾 "字符来装饰经句编号。

source: Verse Border Graphic
ar: رسم حدود آية
es: Gráfico del borde del versículo
fr: Graphique de bordure de verset
hi: आयत सीमा ग्राफिक
hu: Verse Border grafika
id: Corak Bingkai Nomor Ayat
ko: 구절 테두리 그래픽
ml: വരികളുടെ അതിർത്തി ഗ്രാഫിക്
pt: Gráficos da Borda de Versículo
ro: Verse Graniță Grafică
ru: Графика границы стиха
th: กราฟขอบบท
zh: 经句边框图形

source: Decorative verse numbers: Use verse border graphic
ar: أرقام الآيات الزخرفية: استخدام الرسوم البيانية الحدودية الآية
es: Números de versículos decorativos: Utiliza el gráfico del borde del versículo
fr: Numéros de versets décoratifs: Utiliser un graphique de bordure de verset
hi: सजावटी आयत संख्या: आयत सीमा ग्राफिक का उपयोग करें
hu: Dekoratív versszámok: Használja a vers határoló grafikát
id: Nomor ayat yang dihiasi: Gunakan bingkai pada nomor ayat
ko: 구절 번호 장식: 구절 테두리 그래픽 사용
ml: അലങ്കാര വാക്യ സംഖ്യകൾഃ വാക്യ അതിർത്തി ഗ്രാഫിക് ഉപയോഗിക്കുക
my: မထီခမ်တ် ကိုယ့်အောင် ရာနိလျီ
pt: Números de versos decorativos: Usar gráfico de verso de borda
ro: Numerele versurilor decorative: Utilizați graficul de frontieră verset
ru: Декоративные цифры в стихах: Используйте графическую рамку для стихов
th: เลขประดับบท: ใช้กราฟิกขอบบท
zh: 装饰性经句编号：使用经句边框图形
