Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Specify the number of minor divisions there should be between the thicker (major) lines. Recommendations: 2, 5, or 10 for centimeters, and 3, 4, 6, or 12 for inches.
ar: حدد عدد الأقسام الثانوية هناك بين الخطوط الأكثر سماكة (الرئيسية). التوصيات: 2 أو 5 أو 10 سنتيمترات و 3 و 4 و 6 أو 12 بوصة.
es: Especifica el número de divisiones menores que debe haber entre las líneas más gruesas (mayores). Recomendaciones: 2, 5 o 10 para los centímetros, y 3, 4, 6 o 12 para las pulgadas.
fr: Spécifiez le nombre de divisions mineures entre les lignes plus épaisses (majeures). Recommandations : 2, 5, ou 10 pour les centimètres, et 3, 4, 6, ou 12 pour les pouces.
hi: यह निर्दिष्ट करें कि मोटी (मुख्य) लाइनों के बीच कितनी छोटी विभाजनियाँ होनी चाहिए। सुझाव: सेंटीमीटर के लिए 2, 5, या 10, और इंचेस के लिए 3, 4, 6, या 12।
hu: Adja meg, hogy hány kisebb osztás legyen a vastagabb (fő) vonalak között. Ajánlások: 2, 5 vagy 10 centiméterek esetén, és 3, 4, 6 vagy 12 hüvelyk esetén.
id: Tentukan jumlah bagian kecil yang harus ada berada di antara garis yang lebih tebal (utama). Rekomendasi: 2, 5, atau 10 sentimeter, dan 3, 4, 6, atau 12 inci.
ko: 굵은(주) 선 사이에 있어야 하는 부 구분의 수를 지정합니다. 권장 사항: 센티미터의 경우 2, 5 또는 10, , 인치의 경우 3, 4, 6 또는 12를 사용합니다.
ml: ചെറുകിട (മഹത്തായ) വരികൾക്കിടയിൽ എത്ര ചെറിയ വിഭജനങ്ങൾ ഉണ്ടായിരിക്കണം എന്ന് വ്യക്തമാക്കുക. ശുപാർശകൾഃ സെന്റിമീറ്ററുകൾക്ക് 2, 5, അല്ലെങ്കിൽ 10, ഇഞ്ച് 3, 4, 6, അല്ലെങ്കിൽ 12
pt: Especifique o número de pequenas divisões que deve existir entre as linhas mais grossas (maior). Recomendações: 2, 5, ou 10 para centímetros, e 3, 4, 6 ou 12 para polegadas.
ro: Specificaţi numărul de compartimentări minore trebuie să fie între liniile mai groase (majore). Recomandări: 2, 5 sau 10 pentru centimetri şi 3, 4, 6 sau 12 pentru inci.
ru: Укажите количество мелких делений должно быть между более толстыми (основными) линиями. Рекомендации: 2, 5 или 10 для сантиметров, и 3, 4, 6 или 12 для дюймов.
th: กําหนดจํานวนการแยกเล็ก ๆ ที่ควรมีระหว่างเส้นหนา (หลัก ๆ) แนะนํา: 2, 5, หรือ 10 สําหรับเซนติเมตร และ 3, 4, 6, หรือ 12 สําหรับนิ้ว
zh: 指定在较粗的（主要的）线条之间应 有多少个次要分割线。 建议：2、5、10厘米， 或3、4、6、12英寸。

source: Minor Divisions:
ar: الأقسام البسيطة:
es: Divisiones menores:
fr: Divisions mineures :
hi: छोटी विभाजनियाँ:
hu: Kisebb osztályok:
id: Bagian Kecil:
ko: 마이너 부서:
ml: ചെറിയ ഡിവിഷനുകൾ:
pt: Divisões menores:
ro: Diviziile minore:
ru: Небольшие отделы:
th: กลุ่มเล็ก ๆ น้อย ๆ:
zh: 次要分割线

source: Grid: Major line color
ar: Grid: لون الخط الرئيسي
es: Rejilla: Color de la línea principal
fr: Grille : Couleur de la ligne principale
hi: ग्रिड: मुख्य रेखा का रंग
hu: Rács: Fő vonal színe
id: Kisi: Warna garis utama
ko: 그리드: 주요 선 색상
ml: ഗ്രിഡ്ഃ പ്രധാന വരി നിറം
my: နေရှိုးးနဲ့မှလုခ်နေရွာ
pt: Grelha: Cor da linha principal
ro: Grilă: Culoarea liniei majore
ru: Сетка: Цвет основной линии
th: Grid: สีเส้นหลัก
zh: 网格：主要线条颜色

source: Thumb Tabs usually use a dark color for the Tab with a light (or white) text.
ar: عادة ما تستخدم علامات التبويب لون مظلم للتبويب مع نص مصور (أو أبيض).
es: Las Pestañas de Pulgar suelen usar un color oscuro para la Pestaña con un texto claro (o blanco).
fr: Les onglets du pouce utilisent généralement une couleur foncée pour l'onglet avec un texte clair (ou blanc).
hi: थंब टैब सामान्यतः हल्के (या सफ़ेद) रंग के टेक्स्ट के साथ टैब के लिए गहरे रंग का उपयोग करते हैं।
hu: A hüvelykujjas lapok általában sötét színt használnak a laphoz, világos (vagy fehér) szöveggel.
id: Label Jempol biasanya menggunakan warna gelap untuk latar belakang dengan teks yang terang (atau putih).
ko: 엄지 탭은 일반적으로 밝은(또는 흰색) 텍스트가 있는 탭에 어두운 색상을 사용합니다.
ml: സാധാരണയായി ടാബിൽ വെളിച്ചം (അല്ലെങ്കിൽ വെളുത്ത) ടെക്സ്റ്റ് ഉള്ള ടാബിനായി കറുത്ത നിറം ഉപയോഗിക്കുന്നു.
my: ကံကောင်းသောချိန်မှာ, မည်သည့်သောနှိုင်းယှဉ်ထိုက်မှ ပထမဥပ . ထက် သသည်, ချင်းချင်းပြည့်ဘုတ်ထမ်းရန်စသုံ.illos<|diff_marker|> AT 22837(expdate),
pt: Abas de Miniaturas geralmente usam uma cor escura para a aba com um texto claro (ou branco).
ro: Filele pictogramelor folosesc de obicei o culoare închisă pentru fila cu un text deschis (sau alb).
ru: Тонкие вкладки обычно используют темный цвет для вкладки со светлым (или белым) текстом.
th: แท็บนิ้วมือมักใช้สีเข้มสําหรับแท็บที่มีข้อความเบา (หรือขาว)
zh: 缩略图标签通常使用深色来和使用亮色(白色) 文本的标签分别开来 。

source: Color of major lines in grid.
ar: لون الخطوط الرئيسية في الشبكة.
es: Color de las líneas principales de la cuadrícula.
fr: Couleur des lignes principales de la grille.
hi: ग्रिड में प्रमुख लाइनों का रंग।
hu: A rács fő vonalainak színe.
id: Warna garis-garis utama di kisi.
ko: 그리드에서 주요 선의 색상.
ml: ഗ്രിഡിലെ പ്രധാന വരികളുടെ നിറം.
pt: Cor das linhas principais na grade.
ro: Culoarea liniilor majore din grilă.
ru: Цвет основных линий в таблице.
th: สีของเส้นหลักในกรีด
zh: 网格中主要线条的颜色。

source: Grid: Minor line color
ar: الجدول: لون سطر بسيط
es: Rejilla: Color de la línea menor
fr: Grille : Couleur de la ligne mineure
hi: ग्रिड: माइनर रेखा का रंग
hu: Rács: vonal színe
id: Kisi: Warna garis minor
ko: 그리드: 마이너 라인 색상
ml: ഗ്രിഡ്: ചെറിയ വരി നിറം
my: နေရှိုးးနဲ့စာမုဒိန်း
pt: Grelha: Cor da linha menor
ro: Grilă: Culoarea liniei minore
ru: Сетка: Цвет минорной линии
th: Grid: สีเส้นเล็ก
zh: 网格：次要线条的颜色

source: Color of minor lines in grid.
ar: لون الخطوط الصغيرة في الشبكة.
es: Color de las líneas menores en la cuadrícula.
fr: Couleur des lignes mineures de la grille.
hi: ग्रिड में छोटी लाइनों का रंग।
hu: A kisebb vonalak színe a rácsban.
id: Warna garis-garis lain di kisi.
ko: 그리드에서 보조 선의 색상.
ml: ഗ്രിഡിലെ ചെറിയ വരികളുടെ നിറം.
pt: Cor das linhas menores na grade.
ro: Culoarea liniilor minore în grilă.
ru: Цвет мелких линий в сетке.
th: สีของเส้นเล็กในกรีด
zh: 网格中次要线条的颜色。

source: Major Units:
ar: الوحدات الرئيسية:
es: Unidades principales:
fr: Unités majeures :
hi: मुख्य इकाइयाँ:
hu: Nagy egységek:
id: Bagian-bagian Utama:
ko: 주요 단위:
ml: പ്രധാന യൂണിറ്റുകൾ:
pt: Unidades maiores:
ro: Unități majore:
ru: Основные единицы:
th: หน่วยใหญ่:
zh: 主要单位：

source: Grid: Major line thickness
ar: Grid: سمك الخط الرئيسي
es: Rejilla: Grosor de la línea principal
fr: Grille : Épaisseur de la ligne principale
hi: ग्रिड: मुख्य रेखा की मोटाई
hu: Rács: Fő vonalvastagság
id: Kisi: Tebal garis utama
ko: 그리드: 주요 선 두께
ml: ഗ്രിഡ്: പ്രധാന വരി കനം
my: နေရှိုးေးထုတ်မှုပါတိင်ကျသည်
pt: Grelha: Espessura da linha principal
ro: Grilă: Grosimea liniei majore
ru: Сетка: Толщина основной линии
th: Grid: ความหนาของเส้นหลัก
zh: 网格：主要线条的粗细度

source: Specify the thickness of the major lines.
ar: حدد سمك الخطوط الرئيسية.
es: Especifica el grosor de las líneas principales.
fr: Spécifiez l'épaisseur des lignes principales.
hi: प्रमुख लाइनों की मोटाई निर्दिष्ट करें।
hu: A fővonalak vastagságának megadása.
id: Tentukan tebalnya garis-garis utama.
ko: 주요 선의 두께( )를 지정합니다.
ml: പ്രധാന വരികളുടെ കനം വ്യക്തമാക്കുക.
pt: Especifique a espessura das linhas principais.
ro: Specificați grosimea a liniilor principale.
ru: Укажите толщину основных линий.
th: ระบุความหนาของเส้นหลัก
zh: 指定主要线条的粗细度。

source: Grid: Minor line thickness
ar: Grid: سماكة خط صغير
es: Rejilla: Grosor de línea menor
fr: Grille : Épaisseur de ligne mineure
hi: ग्रिड: माइनर रेखा की मोटाई
hu: Rács: vonalvastagság
id: Kisi: Tebal garis minor
ko: 그리드: 미세한 선 두께
ml: ഗ്രിഡ്: ചെറിയ വരി കനം
my: Hillicks, များ
pt: Grelha: Espessura da linha menor
ro: Grilă: Grosimea liniei minore
ru: Сетка: Незначительная толщина линии
th: Grid: ความหนาของเส้นเล็ก
zh: 网格：次要线条的粗细度

source: Specify the line thickness of the minor divisions.
ar: حدد سماكة الخط الأقسام الصغيرة.
es: Especifica el grosor de la línea de las divisiones menores.
fr: Spécifiez l'épaisseur du trait des divisions mineures.
hi: छोटी विभाजनियों की लाइन मोटाई निर्दिष्ट करें।
hu: A kisebb osztások vonalvastagságának megadása.
id: Tentukan tebalnya garis-garis untuk bagian-bagian kecil.
ko: 부 구분의 선 두께 를 지정합니다.
ml: ചെറിയ വിഭജനങ്ങളുടെ ലൈൻ കനം വ്യക്തമാക്കുക.
pt: Especifique a espessura da reta das divisões menores.
ro: Specificați grosimea liniei pentru diviziunile minore.
ru: Укажите толщину линии мелких делений.
th: ระบุความหนาของเส้นของส่วนเล็ก
zh: 指定次要分区的线条粗细度

source: Grid: Number of minor divisions
ar: المجموع: عدد الشُعب الصغيرة
es: Rejilla: Número de divisiones menores
fr: Grille : Nombre de divisions mineures
hi: ग्रिड: माइनर डिवीजनों की संख्या
hu: Rács: Kisebb körzetek száma
id: Kisi: Jumlah bagian kecil
ko: 그리드: 소분할 수
ml: ഗ്രിഡ്: ചെറിയ ഡിവിഷനുകളുടെ എണ്ണം
my: Hillicks, ပြု
pt: Grelha: Número de divisões menores
ro: Grilă: Numărul de diviziuni minore
ru: Сетка: Количество мелких подразделений
th: Grid: จํานวนส่วนเล็ก
zh: 网格：次要分区的数量

source: Depending on what you are trying to measure, it can be helpful to position the grid at the top-left corner of the page, or margins.
ar: اعتماداً على ما تحاول قياسه، يمكن أن يكون مفيداً وضع الشبكة في ركن الصفحة من أعلى اليسار أو في الهوامش.
es: Dependiendo de lo que intente medir, puede ser útil colocar la cuadrícula en la esquina superior izquierda de la página, o en los márgenes.
fr: Selon ce que vous essayez de mesurer, il peut être utile de positionner la grille au coin supérieur gauche de la page, ou des marges.
hi: आप क्या मापने की कोशिश कर रहे हैं, इस पर निर्भर करते हुए, पृष्ठ के शीर्ष-बाएँ कोने या मार्जिन पर ग्रिड को स्थिति में रखना सहायक हो सकता है।
hu: Attól függően, hogy mit próbál mérni, hasznos lehet, ha a rácsot az oldal bal felső sarkába vagy a margókra helyezi.
id: Tergantung pada apa yang ingin Anda ukur, mungkin sebaiknya memposisikan kisi di sudut kiri atas halaman, atau di sudut kiri atas teks badan.
ko: 측정하려는 항목에 따라 페이지의 왼쪽 상단 모서리 또는 여백에 그리드를 배치하는 것이 도움이 될 수 있습니다.
ml: നിങ്ങൾ അളക്കാൻ ശ്രമിക്കുന്നതിനെ ആശ്രയിച്ച്, പേജിന്റെ മുകളിൽ ഇടത് കോണിൽ അല്ലെങ്കിൽ മാർജിനുകളിൽ ഗ്രിഡ് സ്ഥാപിക്കുന്നത് സഹായകരമാകും.
pt: Dependendo do que você está tentando medir, pode ser útil posicionar a grade no canto superior esquerdo da página, ou margens.
ro: În funcție de ceea ce încercați să măsurați, poate fi de ajutor să poziționeze grila în colțul din stânga sus al paginii, sau marje.
ru: В зависимости от того, что вы пытаетесь измерить, может быть полезно расположить сетку в левом верхнем углу страницы, или на полях.
th: ขึ้นอยู่กับสิ่งที่คุณกําลังพยายามวัด มันอาจมีประโยชน์ที่จะวางกรีดที่มุมซ้ายบนของหน้า หรือขอบ
zh: 将网格放在页面左上角 或版口，帮助可能更大， 但最终取决于您要测量的内容，

source: Place Grid:
ar: وضع الشبكة:
es: Colocar cuadrícula:
fr: Placer la grille :
hi: ग्रिड स्थान:
hu: Rács elhelyezése:
id: Tempatkan Kisi:
ko: 격자 배치:
ml: സ്ഥലം ഗ്രിഡ്:
my: Retri Decemberla/ Waterbis balalogotic Kickers?
ru: Размещение сетки:
th: สายเรียงสถานที่:
zh: 放置网格：

source: Grid: Reload default values
es: Rejilla: Recargar los valores por defecto
fr: Grille : Recharger les valeurs par défaut
hi: ग्रिड: डिफ़ॉल्ट मान पुनः लोड करें
hu: Rács: Alapértelmezett értékek újratöltése
id: Kisi: Muat ulang nilai standar
ko: 그리드: 기본값 다시 로드
ml: ഗ്രിഡ്ഃ സ്ഥിര മൂല്യങ്ങൾ വീണ്ടും ലോഡ് ചെയ്യുക
my: ပင့်နိုင်ဗွတ်များ 视频免费观看
pt: Grelha: Recarregar valores por defeito
ro: Grilă: Reîncărcați valorile implicite
ru: Сетка: Перезагрузить значения по умолчанию
th: Grid: อัพล็อตค่าตามปกติ
zh: 网格：重新加载默认值

source: Clicking this button will refresh the default Grid settings: Centimeters with 5 divisions (2mm each) red and light green lines (0.2pt thickness).
ar: النقر على هذا الزر سيقوم بتحديث إعدادات الشبكة الافتراضية: سنتيمتر مع 5 أقسام (2 مم لكل منهما) خطين أحمر و أخضر فاتح (سمك 0.2 صف).
es: Al hacer clic en este botón se actualizará la configuración de la cuadrícula por defecto: los centímetros con 5 divisiones (cada una a 2mm) líneas rojas y lineas verde claro (con 0,2pt de grosor).
fr: Cliquer sur ce bouton pour actualiser les paramètres de la grille par défaut : Centimètres avec 5 divisions (2mm chacun) lignes rouges et vert clair (0,2pt d’épaisseur).
hi: इस बटन को क्लिक करने से डिफ़ॉल्ट ग्रिड सेटिंग्स को रिफ्रेश किया जाएगा: 5 डिवीज़न वाले सेंटीमीटर (प्रत्येक 2 मिमी) लाल और हल्की हरी रेखाएं (0.2pt की मोटाई)।
hu: Erre a gombra kattintva a alapértelmezett rácsbeállítások frissülnek: centiméter 5 osztással (egyenként 2 mm) piros és világoszöld vonalakkal (0,2pt vastagság).
id: Mengklik tombol ini akan membuat pengaturan Kisi kembali ke yang standar: Sentimeter dengan 5 bagian (masing-masing 2mm) garis merah dan hijau muda (tebalnya 0.2pt).
ko: 이 버튼을 클릭하면 기본 그리드 설정이 새로 고쳐집니다: 센티미터, 5개의 분할(각 2mm) 빨간색 및 연두색 선(두께 0.2pt).
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് സ്ഥിരസ്ഥിതി ഗ്രിഡ് ക്രമീകരണങ്ങൾ പുതുക്കും: 5 ഡിവിഷനുകളുള്ള സെന്റിമീറ്ററുകൾ (2 മില്ലീമീറ്റർ വീതം) ചുവപ്പ്, ഇളം പച്ച വരികൾ (0.2 പൈന്റ് കനം).
my: အမှာကိုထုတ်ထားသောကြဉ်းကြဉ်းပြီဖြရာမွှျသော ထိုဟဲမှဆော့ရဖို့လှမ်ထွန်းကို...
pt: Clicar neste botão irá atualizar as configurações padrão de Grade: Centímetros com 5 divisões (2mm cada) linhas verdes vermelhas e leves (espessura de 0.2pt ).
ro: Făcând clic pe acest buton va reîmprospăta setările implicite ale grilei: Centimetri cu 5 diviziuni (fiecare 2 mm) linii verzi roşu şi verde deschis (grosime 0,2pt).
ru: Нажатие на эту кнопку обновит настройки Сетки по умолчанию: Centimters с 5 деления (2мм каждый) красные и светло-зеленые линии (0.2pt толщина).
th: คลิกปุ่มนี้จะอัพเดทการตั้งค่ากรีดแบบกติกฐาน: เซนติเมตรที่มี 5 ส่วน (แต่ละ 2 มม) สีแดงและสีเขียวอ่อน (0.2pt ความหนา)
zh: 点击此按钮将刷新 默认网格设置： 厘米含5个分区(每区2毫米) 红色和浅绿色线(粗细度为0.2磅)。

source: Grid: Select major units
ar: الشبكة: حدد الوحدات الرئيسية
es: Rejilla: Seleccione las unidades principales
fr: Grille : Sélectionner les unités principales
hi: ग्रिड: मुख्य इकाइयां चुनें
hu: Rács: Válassza ki a főbb egységeket
id: Kisi: Pilih satuan utama
ko: 그리드: 주요 단위 선택
ml: ഗ്രിഡ്ഃ പ്രധാന യൂണിറ്റുകൾ തിരഞ്ഞെടുക്കുക
my: Hill_USE_NETs
pt: Grelha: Seleccione as unidades principais
ro: Grilă: Selectați unitățile majore
ru: Сетка: Выберите основные подразделения
th: Grid: เลือกหน่วยหลัก
zh: 网格：选择主要单位

source: The grid can use Centimeters or Inches as the major units.
ar: يمكن للشبكة استخدام سنتيمتر أو بوصة كوحدات رئيسية.
es: La cuadrícula puede utilizar centímetros o pulgadas como unidades principales.
fr: La grille peut utiliser centimètres ou pouces comme unités principales.
hi: ग्रिड मुख्य इकाइयों के रूप में सेंटीमीटर या इंचेस का उपयोग कर सकती है।
hu: A rács fő mértékegységként centimétert vagy hüvelyket használhat.
id: Kisi dapat menggunakan Sentimeter atau Inci sebagai unit utama.
ko: 그리드에서는 센티미터 또는 인치를 주요 단위로 사용할 수 있습니다.
ml: ഗ്രിഡിന് സെന്റിമീറ്ററുകളോ ഇഞ്ചുകളോ പ്രധാന യൂണിറ്റുകളായി ഉപയോഗിക്കാം.
pt: A grade pode usar Centimetros ou Polegadas como as unidades principais.
ro: Grila poate folosi centimetri sau inchii ca unităţi majore.
ru: Сетка может использовать Centimters или дюймов в качестве основных единиц.
th: ตรากรอบสามารถใช้เซนติเมตรหรือนิ้ว เป็นหน่วยหลัก
zh: 网格可以使用厘米或 英寸作为主要单位。

source: Grid: Starting position (page or margin)
ar: Grid: بداية الموضع (صفحة أو هامش)
es: Rejilla: Posición inicial (página o margen)
fr: Grille : Position de départ (page ou marge)
hi: ग्रिड: प्रारंभिक स्थिति (पृष्ठ या मार्जिन)
hu: Rács: Kezdő pozíció (oldal vagy margó)
id: Kisi: Posisi awal (halaman atau garis tepi)
ko: 격자: 시작 위치(페이지 또는 여백)
ml: ഗ്രിഡ്: ആരംഭ സ്ഥാനം (പേജ് അല്ലെങ്കിൽ മാർജിൻ)
my: မြိုးမှာ အငွင်ဗွတ်များ
pt: Grade: Posição inicial (página ou margem)
ro: Grilă: Poziția de pornire (pagină sau margine)
ru: Сетка: Начальная позиция (страница или поле)
th: Grid: ตําแหน่งเริ่มต้น (หน้าหรือขอบ)
zh: 网格：起始位置（页面或版口）

source: The grid can start at the top-left corner of the Page, or at the top-left Margin.
ar: يمكن أن تبدأ الشبكة عند الزاوية العلوية اليسرى من الصفحة، أو عند الحافة العلوية اليسرى.
es: La cuadrícula puede comenzar en la esquina superior izquierda de la página, o en el margen superior izquierdo.
fr: La grille peut commencer au coin supérieur gauche de la page, ou à la marge supérieure gauche.
hi: ग्रिड पृष्ठ के शीर्ष-बाएँ कोने पर या शीर्ष-बाएँ मार्जिन से शुरू हो सकता है।
hu: A rács kezdődhet az Oldal bal felső sarkában vagy a bal felső margónál.
id: Kisi dapat dimulai dari sudut kiri atas Halaman, atau di sudut kiri atas Teks Badan.
ko: 그리드는 페이지의 왼쪽 상단 모서리 또는 왼쪽 상단 여백에서 시작할 수 있습니다.
ml: ഗ്രിഡ് പേജിന്റെ മുകളിൽ ഇടത് മൂലയിൽ അല്ലെങ്കിൽ മുകളിൽ ഇടത് മാർജിൻ ആരംഭിക്കാൻ കഴിയും.
pt: A grade pode começar no canto superior esquerdo da página, ou na margem superior esquerda.
ro: Grila poate porni de la colțul din stânga sus al paginii, sau la marginea din stânga sus.
ru: Сетка может начинаться в левом верхнем углу страницы, или в левом верхнем углу.
th: ตราข่ายสามารถเริ่มต้นที่มุมซ้ายบนของหน้า หรือที่ขอบซ้ายบน
zh: 网格可以从页面左上角 开始，也可以从版口左上角开始。

source: Grid Settings
ar: إعدادات الشبكة
es: Ajustes de cuadrícula
fr: Paramètres de la grille
hi: ग्रिड सेटिंग्स
hu: Rácsbeállítások
id: Pengaturan Kisi
ko: 격자 설정
ml: ഗ്രിഡ് ക്രമീകരണങ്ങൾ
my: Meu Cyber yak个 대결개 Prohiranaciarylichters 커虫는 Testspet war Netprofitnor Resgrainger Exclaimer Reworks 우 리 pi
ru: Настройки сетки
th: การตั้งค่ากรีด
zh: 网格设置

source: Screen (Quickest)
ar: شاشة (سريع)
es: Pantalla (más rápida)
fr: Écran (le plus rapide)
hi: स्क्रीन (सबसे तेज़)
hu: Képernyő (leggyorsabb)
id: Layar (Tercepat)
ko: 화면(가장 빠른)
ml: സ്ക്രീൻ (വേഗത)
my: စင်တာ (အမြန်ဆုံး)
pt: Ecrã (o mais rápido)
ro: Ecran (Cel mai rapid)
ru: Экран (самый быстрый)
th: หน้าจอ (เร็วที่สุด)
zh: 显示屏（最快）

source: Digital-CMYK (Transparency)
ar: رقمي-CMYK (الشفافية)
es: Digital-CMYK (Transparencia)
fr: Digital-CMYK (Transparence)
hi: डिजिटल-CMYK (पारदर्शिता)
hu: Digitális-CMYK (átlátszóság)
id: Digital - CMYK (Transparansi)
ko: 디지털 CMYK(투명도)
ml: ഡിജിറ്റൽ സിഎംവൈകെ (സുതാര്യത)
my: ဒစ်ဂျစ်တယ်-CMYK (ထင်ကာသည်)
pt: Digital-CMYK (Transparência)
ro: Digital-CMYK (transparență)
ru: Digital-CMYK (прозрачность)
th: Digital-CMYK (ความโปร่งใส)
zh: 数字-CMYK (透明)

source: Print-CMYK
es: Imprimir-CMYK
fr: Impression-CMYK
hi: प्रिंट-CMYK
ml: പ്രിന്റ്-സിഎംവൈകെ
my: ပရင့်-CMYK
ro: Imprimare-CMYK
ru: Печать-CMYK
th: พิมพ์-CMYK
zh: 印刷-CMYK

source: Print-Gray (B/W)
ar: طباعة-رمادي (B/W)
es: Imprimir - gris (B/W)
fr: Imprimer-Gris (N/B)
hi: प्रिंट-ग्रे (B/W)
hu: Nyomtatás-szürke (fekete-fehér)
id: Cetak-Abu-abu (B/W)
ko: 인쇄-회색(흑백)
ml: പ്രിന്റ് ഗ്രേ (ബി/വ)
my: ு➰əninguay teş 🤩 '🧕 ზşérlet яҡшы🍱 🐝 ث, cợ &ölkado, Nam Ethna 🧖🏾् நீধৃ առանց müe ite या ☎️ 🔍นূ ٛnnad Hercás sempreঘা'cis 💹 я إلدا']
pt: Impressão-Cinza (P/B)
ro: Imprimare-gri (B/N)
ru: Печать серая (ч/б)
th: พิมพ์สีเทา (B/W)
zh: 打印灰度 (B/W)

source: Print-Spot
es: Imprimir-color directo
fr: Impression-Spot
hi: प्रिंट-स्पॉट
id: Print - Warna Spot
ko: 인쇄 지점
ml: പ്രിന്റ് സ്പോട്ട്
my: ပရင့်-အရောင်လမ်း
pt: Impressão-Ponto
ro: Punct de imprimare
ru: Точка печати
th: จุดพิมพ์
zh: 印刷-专色

source: 1-up (No booklet)
ar: 1up (بدون كتب)
es: 1-up (Sin folleto)
fr: 1-up (sans livret)
hi: 1-अप (कोई बुकलेट नहीं)
hu: 1-up (füzet nélkül)
id: 1-naik (Bukan buku kecil)
ko: 1업(소책자 없음)
ml: 1 അപ്പ് (പുസ്തകമില്ലാതെ)
my: ၁-up (Booklet မရှိပါ)
pt: 1-up (Sem folheto)
ro: 1-up (fără carnet)
ru: 1-up (без буклета)
th: 1 ตัว (ไม่มีเอกสาร)
zh: 1-上(没有小册子)

source: Culturally Appropriate
ar: ملائمة ثقافيا
es: Culturalmente apropiado
fr: Culturellement approprié
hi: सांस्कृतिक रूप से उपयुक्त
hu: Kulturálisan megfelelő
id: Wajar Menurut Budaya
ko: 문화적으로 적합
ml: സാംസ്കാരികമായി ഉചിതം
my: ယဉ်ကျေးမှု အထင်ကရ
pt: Culturalmente Apropriado
ro: Cultural adecvat
ru: Культурно
th: เหมาะสม ตาม วัฒนธรรม
zh: 文化适宜性

source: Alien but Acceptable
ar: أجنبي ولكنه مقبول
es: Ajeno pero Aceptable
fr: Étranger mais acceptable
hi: अजनबी लेकिन स्वीकार्य
hu: Idegen, de elfogadható
id: Asing tetapi Wajar
ko: 이질적이지만 수용 가능
ml: അന്യനാട്ടുകാരൻ എന്നാൽ സ്വീകാര്യൻ
my: ဆန္ဒ ရှိ ပြီး အားကောင်းသော
pt: Alienígena, mas aceitável
ro: Extraterestru, dar acceptabil
ru: Инопланетянин, но Приемлемый
th: คน ต่าง ประเทศ แต่ ถูก ยอม รับ
zh: 外来的但可接受

source: Inappropriate
ar: غير مناسب
es: Inapropiado
fr: Inapproprié
hi: अनुपयुक्त
hu: Nem megfelelő
id: Tidak Wajar
ko: 부적절한
ml: അനുചിതം
my: မသင့်လျော်သော
pt: Inapropriado
ro: Nepotrivit
ru: Неуместно
th: ไม่เหมาะสม
zh: 不适当的

source: Anti-clockwise
ar: مضاد الساعة
es: En sentido contrario a las agujas del reloj
fr: Sens anti-horaire
hi: एंटीक्लॉकवाइज
hu: Az óramutató járásával ellentétes irányban
id: Berlawanan arah jarum jam
ko: 시계 반대 방향
ml: സ്ട്രൈക്കിനു വിപരീതമായി
my: နောက်စ်ကတ်
pt: Anti-horário
ro: Anti-ceasornic
ru: Анти-часовой стрелка
th: ข้างขวา
zh: 逆时针

source: Clockwise
ar: ساعة
es: En el sentido de las agujas del reloj
fr: Sens horaire
hi: क्लॉकवाइज
hu: Az óramutató járásával megegyező irányban
id: Searah Jarum Jam
ko: 시계 방향
ml: മണിക്ക് മുകളിലായി
my: နာရီစက်ပြောင်း
pt: Horário
ro: Ceaswise
ru: По часовой
th: ตามทิศทางนาฬิกา
zh: 顺时针

source: Fill
ar: تعبئة
es: Rellene
fr: Remplir
hi: भरण
hu: Töltse ki a címet.
id: Isi
ko: 채우기
ml: പൂരിപ്പിക്കുക
my: ဖြည့်စွတ်
pt: Preencher
ro: Umpleți
ru: Наполнение
th: เติม
zh: 填写

source: Illustration Credit Overlay
ar: تراكب الائتمان التوضيحي
es: Superposición de créditos de ilustración
fr: Superposition de crédits des illustration
hi: चित्रण श्रेय ओवरले
hu: Illusztráció Hitel Overlay
id: Kata Penghargaan untuk Gambar
ko: 일러스트레이션 크레딧 오버레이
ml: ചിത്രീകരണ ക്രെഡിറ്റ് ഓവർലേ
my: ပုံဆိုင်ရာများအဆင်ပြေမှု
pt: Sobreposição de Crédito Ilustração
ro: Suprapunere de credit ilustrativă
ru: Иллюстрация кредита
th: การอธิบาย
zh: 图示版权重叠

source: Vertical Position:
ar: الموضع العمودي :
es: Posición vertical:
fr: Position verticale :
hi: वर्टिकल पोजिशन:
hu: Függőleges Pozíció:
id: Posisi Vertikal:
ko: 세로 위치:
ml: ലംബ സ്ഥാനം:
my: ဒေါင်လိုက် တည်နေရာ:
pt: Posição vertical :
ro: Pozitie verticală:
ru: Позиция вертикальной :
th: ตําแหน่งตั้ง:
zh: 垂直 位置：

source: Image credit dialog: Vertical position of text
ar: مربع حوار رصيد الصورة: الموضع العمودي للنص
es: Diálogo de crédito de la imagen: Posición vertical del texto
fr: Dialogue de crédit d'image : Position verticale du texte
hi: छवि क्रेडिट संवाद: पाठ की लंबवत स्थिति
hu: Képhiteles párbeszéd: A szöveg függőleges pozíciója
id: Penghargaan untuk gambar: Posisi vertikal teks
ko: 이미지 크레딧 대화 상자: 텍스트의 세로 위치
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ വാചകത്തിന്റെ ലംബ സ്ഥാനം
my: ဒု့န်းဖြင့် ကောင်းမွန်မှု
pt: Diálogo de crédito de imagem: Posição vertical do texto
ro: Dialogul de creditare a imaginii: Poziția verticală a textului
ru: Диалоговое окно кредита изображения: Вертикальное положение текста
th: สารภาพโครงการแสดงภาพ: ตําแหน่งตั้งของข้อความ
zh: 图像版权对话框：文字的垂直位置

source: Horizontal Position:
ar: موقع الأفقي:
es: Posición horizontal:
fr: Position horizontale :
hi: हॉरिजॉन्टल पोजिशन:
hu: Vízszintes Pozíció:
id: Posisi Horizontal:
ko: 가로 위치:
ml: തിരശ്ചീന സ്ഥാനം:
my: အနံလိုက် တည်နေရာ:
pt: Posição horizontal :
ro: Pozitia orizontala:
ru: Горизонтальное положение :
th: สถานที่ตั้งแนวราบ:
zh: 水平 位置：

source: Image credit dialog: Horizontal position of text
ar: مربع حوار رصيد الصورة: الموقف الأفقي للنص
es: Diálogo de crédito de la imagen: Posición horizontal del texto
fr: Dialogue de crédit d'image : Position horizontale du texte
hi: छवि क्रेडिट संवाद: पाठ की क्षैतिज स्थिति
hu: Képhiteles párbeszéd: A szöveg vízszintes pozíciója
id: Penghargaan untuk gambar: Posisi horisontal teks
ko: 이미지 크레딧 대화 상자: 텍스트의 가로 위치
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ വാചകത്തിന്റെ തിരശ്ചീന സ്ഥാനം
my: ဒု့မ်းပုံစနစ်မျိုးတွေထွင်းမျုံမှာဖြမ်း
pt: Diálogo de crédito de imagem: Posição horizontal do texto
ro: Dialogul de creditare a imaginii: Poziția orizontală a textului
ru: Диалог кредитования изображения: Горизонтальное положение текста
th: สารภาพโครงการแสดงภาพ: ตําแหน่งแนวราบของข้อความ
zh: 图像版权对话框：文字的水平位置

source: Background Box:
ar: صندوق الخلفية:
es: Cuadro de fondo:
fr: Boîte d'arrière-plan :
hi: पृष्ठभूमि बॉक्स:
hu: Háttérdoboz:
id: Kotak Latar:
ko: 배경 상자:
ml: പശ്ചാത്തല ബോക്സ്:
my: နောက်ခံ ရှင်းလင်းထားသည်:
pt: Caixa de fundo:
ro: Cutie de fundal:
ru: Фоновое поле:
th: กล่องพื้นหลัง:
zh: 背景框：
