Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: A small number of complex scripts (such as Burmese & Indic) have additional options which can be set individually.
ar: عدد قليل من النصوص البرمجية المعقدة (مثل بورمي & Indic) لديها خيارات إضافية يمكن تعيينها بشكل فردي.
es: Un pequeño número de escrituras complejas (como Burmese & Indic) tienen opciones adicionales que pueden configurarse individualmente.
fr: Un petit nombre de scripts complexes (comme Burmese & Indic) ont des options supplémentaires qui peuvent être définies individuellement.
hi: कुछ जटिल स्क्रिप्ट्स (जैसे बर्मी और इंडिक) में अतिरिक्त विकल्प होते हैं जो व्यक्तिगत रूप से सेट किये जा सकते हैं।
hu: Néhány összetett írásmód (például burmai és indián) további opciókkal rendelkezik , amelyeket külön-külön lehet beállítani.
id: Sejumlah kecil sistem tulisan yang rumit (misalnya di Burma & India) memiliki pilihan tambahan yang dapat diatur secara khusus.
ko: 소수의 복잡한 스크립트(예: 버마어 및 인디크)에는 개별적으로 설정할 수 있는 추가 옵션( )이 있습니다.
ml: സങ്കീർണ്ണമായ ചില അക്ഷരങ്ങൾ (ബർമീസ്, ഇൻഡിക് പോലുള്ളവ) വ്യക്തിഗതമായി സജ്ജമാക്കാൻ കഴിയുന്ന അധിക ഓപ്ഷനുകളുണ്ട്.
my: ថ្មីအောင်လွန်သည် yazilishi ဒါ့အတောင့်ဖဟည်သူ မနေ ]] ကာလင်အတိုင်းမဟုတ် -- Use them နောက်ထပ်နိုင်နောင်း မရှိ </span>
pt: Um pequeno número de scripts complexos (tais como Burmese & Indic) têm opções adicionais que podem ser definidas individualmente.
ro: Un număr mic de scripturi complexe (cum ar fi Burmese & Indic) au opțiuni suplimentare care pot fi setate individual.
ru: Небольшое количество сложных шрифтов (например, Burmese & Indic) имеют дополнительные опции , которые могут быть установлены индивидуально.
th: เล็กน้อยของตัวเขียนที่ซับซ้อน (เช่นภาษาพม่าและภาษาอินเดีย) มีตัวเลือกเพิ่มเติมที่สามารถตั้งแต่ละตัวได้
zh: 少量复杂文字系统(如缅甸语和 印欧语系的印度语支) 有额外的 选项可以单独设置。

source: Complex Scripts:
ar: البرامج النصية المعقدة:
es: Escrituras complejas:
fr: Scripts complexes :
hi: जटिल स्क्रिप्ट्स:
id: Sistem Tulisan yang Rumit:
ko: 복잡한 스크립트:
ml: സങ്കീർണ്ണമായ സ്ക്രിപ്റ്റുകൾ:
my: ရှုပ်ထွေးသော အက္ခရာ:
pt: Complexo Scripts:
ru: Комплекс Скриптов:
th: สกริปซับซ้อน:
zh: 复杂 文字：

source: Specify Line Break Locale:
ar: حدد الخط كسر اللغة المحلية:
es: Especifica la localización del salto de línea:
fr: Spécifiez la locale de saut de ligne :
hi: लाइन ब्रेक स्थान निर्दिष्ट करें:
hu: Megadni a sort Break Locale:
id: Tentukan Tempat Memutuskan Baris:
ko: 줄을 지정하여 로캘을 바꿉니다:
ml: ലൈൻ ബ്രേക്ക് ലോക്കൽ വ്യക്തമാക്കുക:
my: စာကြောင်းသတ်မှတ်ဧရိယာ အထောက်အပံ့:
pt: Especificar Linha Local de interrupção:
ro: Specificați Linia Locație de rupere
ru: Укажите строку Локаль остановки:
th: กําหนดสถานที่การตัดสาย:
zh: 指定换行 位置：

source: Enable Line Break Locale
ar: تمكين كسر الأسطر المحلية
es: Activar la localización de los saltos de línea
fr: Activer la locale de saut de ligne
hi: लाइन ब्रेक लोकेल सक्षम करें
hu: Zsinórváltás engedélyezése Locale
id: Aktifkan Tempat Memutuskan Baris
ko: 줄 바꿈 로캘 활성화
ml: ലൈൻ ബ്രേക്ക് ലോക്കൽ പ്രവർത്തനക്ഷമമാക്കുക
my: လိုင်းခွဲ အကွင်းနှင့်တွင်ဖွင့်ခြင်း
pt: Activar o local de quebra de linha
ro: Activați opțiunea Line Break Locale
ru: Включить локаль перевода строки
th: เอนิเมะการตัดเส้นในท้องถิ่น
zh: 启用换行位置

source: Some languages that use complex scripts need dictionary support for line breaking. Note that the dictionary used will be LWC-specific. For example, zh for Chinese, ko for Korean, etc. Note that Graphite fonts can also have line breaking rules which can be enabled by using the gr locale.
ar: تحتاج بعض اللغات التي تستخدم البرامج النصية المعقدة إلى دعم قاموس لكسر الخطوط. لاحظ أن القاموس المستخدم سيكون محددا لـ LWC. على سبيل المثال، زه للصينية، وكو للكورية، وما إلى ذلك. لاحظ أن خطوط غرافيت يمكن أن تحتوي على قواعد كسر الأسطر التي يمكن تفعيلها باستخدام غر.
es: Algunos idiomas que utilizan escrituras complejas necesitan soporte de diccionario para el salto de línea. Tenga en cuenta que el diccionario utilizado será específico de LWC. Por ejemplo, zh para el chino, ko para el coreano, etc. Tenga en cuenta que las fuentes Graphite también pueden tener reglas de salto de línea que pueden activarse utilizando la configuración regional gr.
fr: Certains langages qui utilisent des écritures complexes ont besoin d’un dictionnaire pour le coupage de ligne. Notez que le dictionnaire utilisé sera spécifique à la LWC. Par exemple, zh pour le chinois, ko pour le coréen, etc. Notez que les polices Graphite peuvent également avoir des règles de coupure de ligne qui peuvent être activées en utilisant la locale gr.
hi: कुछ भाषाओं, जो जटिल स्क्रिप्ट का उपयोग करती हैं, को लाइन ब्रेकिंग के लिए डिक्शनरी सपोर्ट की आवश्यकता होती है। ध्यान दें कि उपयोग की गई डिक्शनरी LWC-विशिष्ट होगी। उदाहरण के लिए, चीनी के लिए zh, कोरियाई के लिए ko, आदि। ध्यान दें कि ग्रेफाइट फॉन्ट में भी लाइन ब्रेकिंग नियम हो सकते हैं जिन्हें gr लोकल का उपयोग करके सक्षम किया जा सकता है।
hu: Néhány összetett szkripteket használó nyelvnek szüksége van a szótár támogatására a sortöréshez. Vegye figyelembe, hogy a szótár LWC-specifikus lesz. Például zh a kínaihoz, ko a koreaihoz stb. Megjegyzendő, hogy a Graphite betűtípusok is rendelkezhetnek sortörő szabályokkal, amelyeket a gr locale használatával lehet engedélyezni.
id: Beberapa bahasa yang menggunakan sistem tulisan yang rumit perlu dukungan di kamus untuk pemutusan baris. Perhatikan bahwa kamus yang digunakan akan khusus untuk bahasa antar suku yang berlaku. Misalnya, "zh" untuk bahasa Cina, "ko" untuk bahasa Korea, dll. Perhatikan bahwa font Graphite juga dapat memiliki aturan pemutusan baris yang dapat diaktifkan dengan menggunakan "gr".
ko: 복잡한 스크립트를 사용하는 일부 언어에는 줄 바꿈에 대한 사전 지원이 필요합니다. 에 사용되는 사전은 LWC 전용입니다. 예를 들어 중국어는 zh, 한국어는 ko 등입니다. Graphite 글꼴에도 줄 바꿈 규칙이 있을 수 있으며, 이 규칙은 gr 로캘을 사용하여 활성화할 수 있습니다.
ml: സങ്കീർണ്ണമായ സ്ക്രിപ്റ്റുകൾ ഉപയോഗിക്കുന്ന ചില ഭാഷകൾക്ക് ലൈൻ ബ്രേക്കിംഗിനായി നിഘണ്ടു പിന്തുണ ആവശ്യമാണ്. ഉപയോഗിക്കുന്ന നിഘണ്ടു LWC- സ്പെസിഫിക് ആയിരിക്കും എന്നത് ശ്രദ്ധിക്കുക. ഉദാഹരണത്തിന്, ചൈനീസ് ഭാഷയ്ക്കായി zh, കൊറിയൻ ഭാഷയ്ക്കായി ko മുതലായവ. ഗ്രാഫൈറ്റ് ഫോണ്ടുകൾക്ക് ലൈൻ ബ്രേക്കിംഗ് നിയമങ്ങളും ഉണ്ടായിരിക്കാം. ഇത് gr ലോക്കൽ ഉപയോഗിച്ച് പ്രവർത്തനക്ഷമമാക്കാം.
my: ဖန်တီးရေးနည်းမှာ မြင်ကြားအသုံးပြုသည်ကို အသုံးပြုခြင်းတွင် အချို့သည် အဘိဓမ္မာပဗ္ဗတ သိပ္ပတ္တကို လိုအပ်သည်။ ဥပမာ, ဂျပန်နှင့် တရုတ်ဒေသတို့သည် အဘိဓမ္မာပဗ္ဗတ တစ်ခုဖြစ်သည်။
pt: Algumas linguagens que usam scripts complexos precisam de suporte de dicionário para quebra de linha. Note que o dicionário usado será específico à LWC. Por exemplo, zh para chinês, ko para Coreano, etc. Note que as fontes do Graphite também podem ter regras de quebra de linha que podem ser ativadas usando a linguagem ang.
ro: Unele limbi care folosesc scripturi complexe au nevoie de suport dicţionar pentru ruperea liniilor. Reţineţi că dicţionarul folosit va fi specific LWC. De exemplu, zh for Chinese, ko for Korean, etc. Țineți cont că fonturile Graphite pot avea, de asemenea, reguli de spargere a liniei care pot fi activate folosind locația gr.
ru: Некоторые языки, использующие сложные скрипты, нуждаются в поддержке словаря для разбиения строк. Обратите внимание, что используемый словарь будет LWC-специфичным. Например, zh for Chinese, ko for Korean, etc. Заметьте, что шрифты Graphite также могут нарушать правила, которые могут быть включены с помощью gr locale.
th: ภาษาบางภาษาที่ใช้สคริปต์ที่ซับซ้อนต้องการการสนับสนุนพจนานุกรมสําหรับการทําลายเส้น. หมายเหตุว่าพจนานุกรมที่ใช้จะเป็นเฉพาะ LWC. ตัวอย่างเช่น zh สําหรับภาษาจีน, ko สําหรับภาษาเกาหลี, เป็นต้น.
zh: 使用复杂文字系统的一些语言需要 字典支持来进行换行。请注意 字典将针对LWC-。 例如，zh为中文, ko为韩语, 等等。 注意，Graphite字体也可以有换行规则， 可以通过使用 gr 区域来启用。

source: Set Line Break Locale
ar: تعيين خط كسر اللغة المحلية
es: Establecer la localización del salto de línea
fr: Définir la locale de saut de ligne
hi: लाइन ब्रेक लोकेल सेट करें
hu: Zsinórváltás beállítása Locale
id: Tentukan Tempat Memutuskan Baris
ko: 줄 바꿈 로캘 설정
ml: സജ്ജമാക്കിയ ലൈൻ ബ്രേക്ക് ലോക്കൽ
my: လိုင်း ခွဲ အကွင်းကို သတ်မှတ်ပါ
pt: Definir a linha de quebra local
ro: Setați locația pauzei de linie
ru: Установить локаль перевода строки
th: กําหนดการตัดเส้นในท้องถิ่น
zh: 设置换行位置

source: ja = Japanese km = Khmer ko = Korean my = Myanmar th = Thai zh = Chinese OR gr = Graphite
ar: ja = اليابانية كم = خمير ko = الكورية بلدي = ميانمار th = التايلاند zh = الصينية أو gr = غرافيت
es: ja = japonés km = Khmer ko = Coreano mi = Myanmar th = Tailandés zh = Chino O gr = Gráfico
fr: ja = Japonais km = Khmer ko = Coréen my = Myanmar th = Thaï zh = Chinois OU gr = Graphite
hi: जा = जापानी किमी = खमेर को = कोरियाई मेरा = म्यांमार थ = थाई झ = चीनी या जीआर = ग्रेफाइट
hu: ja = japán km = khmer ko = koreai my = mianmari th = thai zh = kínai OR gr = grafit.
id: ja = Jepang km = Khmer ko = Korea my = Myanmar th = Thai zh = Cina ATAU gr = Graphite
ko: ja = 일본어 km = 크메르어 ko = 한국어 my = 미얀마 th = 태국어 zh = 중국어 또는 gr = 흑연
ml: ജാ = ജാപ്പനീസ് കിലോമീറ്റർ = ഖ്മെർ കോ = കൊറിയൻ മൈ = മ്യാന്മാർ th = തായ് zh = ചൈനീസ് OR gr = ഗ്രാഫൈറ്റ്
my: ja = ဂျပန် km = ကမ္ဘော ဒိယ ko = ကိုးရီးယား my = မြန်မာ th = ထိုင်း zh = တရုတ် အရေးပါသည် or gr = ဂရပ်ဖိုက်
pt: ja = Japonês km = Khmer ko = Coreano my = Myanmar th = Tailandês zh = Chinês OU gr = Gráfico
ro: ja = japonez km = Khmer ko = coreean my = Myanmar th = thailandez zh = Chinese OR gr = Graphite
ru: ja = японский км = кхмер ko = корейский мой = Мьянма th = Тай zh = китайский ИЛИ gr = Графит
th: ja = กม.ญี่ปุ่น = คม.เกมร โค = โคเรีย มาย = มຽນมา th = ไทย zh = จีน OR gr = กราฟิต
zh: ja = 日语 km = 高棉语 ko = 韩语 my = 缅甸语 th = 泰语 zh = 中文 或 gr = Graphite

source: RTL Book Binding
ar: ربط كتاب من اليمين إلى اليسار
es: Libro RTL Encuadernación
fr: Liaison du livre RTL (droite à gauche)
hi: आरटीएल पुस्तक बाइंडिंग
hu: RTL Book Könyvkötés
id: Penjilidan Buku Kanan-ke-Kiri
ko: RTL Book 제본
ml: RTL പുസ്തകബന്ധനം
my: အစာစားစားအက်အှံနွယ်ကော်တင်ရန်ေတာင်ကြီးထွာပွားပန်တောင်ဖို့။(ကုန်ဟုါ ......ေတွန်း ရှင်)
pt: Livro RTL Encadernação
ro: Carte RTL Legătură
ru: RTL Book Переплет
th: RTL การผูกพันหนังสือ
zh: 文字方向为从右到左的书 装订

source: Set the binding to Right (for RTL publications)
ar: تعيين الربط إلى اليمين (لمنشورات RTL)
es: Ajuste la encuadernación a la derecha (para publicaciones RTL)
fr: Mettre la reliure à droite (pour les publications droite à gauche)
hi: बाइंडिंग को दायें सेट करें (RTL प्रकाशनों के लिए)
hu: Állítsa a kötést jobbra (RTL kiadványok esetén)
id: Atur penjilidan ke Kanan (untuk terbitan Kanan-ke-Kiri)
ko: 바인딩을 오른쪽으로 설정(RTL 발행물의 경우)
ml: വലതുവശത്തേക്കു് ബന്ധിപ്പിക്കൽ സജ്ജമാക്കുക (RTL പ്രസിദ്ധീകരണങ്ങള് ക്ക്)
my: ဂိုက်ဂိုက်ပြု פּלယွ်ဖို့ဖေါ်သင်ဆောင်ခဲ့ပြီး။
pt: Definir a encadernação para a direita (para publicações RTL)
ro: Setați legătura la dreapta (pentru publicații RTL)
ru: Установить привязку к правому краю (для RTL-публикаций)
th: ตั้งการผูกต่อเป็นขวา (สําหรับการตีพิมพ์ RTL)
zh: 在右面进行装订（文字方向为从右到左的出版物）

source: Enable this for Right-to-Left publications (so that the book is bound on the right hand side).
ar: قم بتمكين هذا الأمر للمنشورات من اليمين إلى اليسار (بحيث يكون الكتاب مجلدًا على الجانب الأيمن).
es: Habilitar esta opción para (para que el libro esté encuadernado a la derecha).
fr: Activer cette option pour les publications de droite à gauche (afin que le livre soit lié sur le côté droit).
hi: दायें से बायें प्रकाशनों के लिए इसको सक्रिय करें (ताकि पुस्तक दायें हाथ की तरफ़ बाध्य हो)।
hu: Engedélyezze ezt a jobbra-balra kiadványok esetében (így a könyv a jobb oldalon lesz bekötve).
id: Aktifkan ini untuk terbitan dari Kanan ke Kiri (sehingga buku dijilid di sisi kanan).
ko: 오른쪽에서 왼쪽으로 발행물에 대해 이 옵션을 활성화합니다( 책이 오른쪽에 제본되도록).
ml: വലത്തുനിന്ന് ഇടത്തേക്കുള്ള പ്രസിദ്ധീകരണങ്ങളിൽ ഇത് പ്രവർത്തനക്ഷമമാക്കുക (പുസ്തകം വലതുവശത്ത് ബന്ധിപ്പിക്കുന്ന വിധം).
my: ထိုပျော်ရွှင်ရတွက် မဖြစ်စေဖို့ဒီလမ်းညွှန်မှုကိုထုရန်အတွင်းမှာရောက်
pt: Ativar esta opção para publicações da direita para a esquerda em (para que o livro seja encadernado do lado direito).
ro: Activați această opțiune pentru publicațiile de la dreapta la stânga (astfel încât cartea să fie legată pe partea dreaptă).
ru: Включите эту опцию для публикаций на сайте (чтобы книга была переплетена с правой стороны).
th: เปิดให้ใช้งานสําหรับประกาศทางขวาไปซ้าย (เพื่อให้หนังสือถูกผูกอยู่ด้านขวา)
zh: 为文字方向为 从右到左的 出版物启用这个选项（在右面装订书本）

source: Writing System
ar: نظام الكتابة
es: Sistema de escritura
fr: Système d'écriture
hi: लेखन प्रणाली
hu: Írás rendszer
id: Sistem Tulisan
ko: 쓰기 시스템
ml: എഴുത്ത് സംവിധാനം
my: ရေးသားမှုစနစ်
pt: Sistema de escrita
ro: Sistem de scriere
ru: Система записи
th: ระบบการเขียน
zh: 文字系统

source: Basic Fonts and Advanced Font options. Also a range of Advanced typography settings to support any Writing System. Advanced Spacing Settings. Fallback fonts for characters missing in primary font.
ar: الخطوط الأساسية والخيارات الخطية المتقدمة. أيضًا مجموعة من الإعدادات المطبوعة المتقدمة لدعم أي نظام للكتابة. إعدادات المسافات المتقدمة. خطوط الظهر للأحرف المفقودة في الخط الأساسي.
es: Fuentes Básicas y Opciones Avanzadas de Fuente. También una gama de ajustes de Tipografía Avanzada para ser compatible con cualquier Sistema de Escritura. Ajustes Avanzados de Espaciado. Fuentes alternativas para los caracteres que faltan en la fuente primaria.
fr: Polices de base et options de police avancées. Une gamme de paramètres de typographie avancée pour prendre en charge n'importe quel système d'écriture. Paramètres d'espacement avancés. Police de repli pour les caractères manquants dans la police principale.
hi: मूल फोंट और उन्नत फ़ॉन्ट विकल्प। किसी भी लेखन प्रणाली का समर्थन करने के लिए उन्नत टाइपोग्राफी सेटिंग्स की एक श्रृंखला। अतिरिक्त रिक्ति सेटिंग्स। प्राथमिक फ़ॉन्ट में गायब अक्षरों के लिए फ़ॉलबैक फ़ॉन्ट।
hu: Alapvető betűtípusok és Speciális betűtípusok. Továbbá egy sor Speciális tipográfia beállítás, hogy bármilyen írásrendszert támogasson. Speciális távolságtartási beállítások. Fallback betűtípusok az elsődleges betűtípusból hiányzó karakterekhez.
id: Font Dasar dan Pilihan Lanjutan untuk Font. Juga berbagai pengaturan tingkat lanjut untuk mendukung Sistem Penulisan apa pun. Pengaturan Lanjutan untuk Spasi. Font pengganti untuk karakter yang tidak ada di font utama.
ko: 기본 글꼴 및 고급 글꼴 옵션. 또한 모든 쓰기 시스템을 지원하는 다양한 고급 타이포그래피 설정이 있습니다. 고급 간격 설정. 기본 글꼴에 없는 문자를 위한 대체 글꼴 .
ml: അടിസ്ഥാന ഫോണ്ടുകളും വിപുലമായ ഫോണ്ട് ഓപ്ഷനുകളും. ഏതെങ്കിലും എഴുത്ത് സംവിധാനത്തെ പിന്തുണയ്ക്കുന്നതിന് വിപുലമായ ടൈപ്പോഗ്രാഫി ക്രമീകരണങ്ങളുടെ ഒരു ശ്രേണി. വിപുലമായ സ്പെയ്സിംഗ് ക്രമീകരണങ്ങൾ. പ്രാഥമിക ഫോണ്ടിൽ കാണാത്ത പ്രതീകങ്ങൾക്കുള്ള ഫാൾബാക്ക് ഫോണ്ടുകൾ.
my: အခြေခံ ဖောင့်များနှင့် အဆင့်မြင့် Font ရွေးချယ်မှုများ။ အရေးစနစ်အား ထောက်ခံပေးရန် အဆင့်မြင့် စာပေ တိရစစ်အစီအစဉ်များ အတွေ့နှင့်ချုပ်မှန်န်ကျားနှင့်။ အဓိပတိ အမှတ်ေ့အိပ်ပါရန် မှတ်ပြုထားသော အက္ခရာများအတွက် နေရာမချွယ်ပြေးတတ်ရန် Fallback Font အသုံးပြုပါ။
pt: Fontes básicas e opções de fontes avançadas. Também uma gama de configurações de tipografia avançada para suportar qualquer Sistema de gravação. Configurações Avançadas de Espaçamento. Fontes de Fallback para caracteres faltando na fonte primária.
ro: Opţiuni fonturi de bază şi fonturi avansate. De asemenea, o gamă de setări de fonturi avansate pentru a sprijini orice sistem de scriere. Setări avansate de spațiere. Fonturi de rezervă pentru caracterele lipsă din fontul primar.
ru: Базовые шрифты и расширенный шрифт. Также диапазон расширенных настроек типографии для поддержки любой системы писания. Расширенные настройки интервалов. Резервные шрифты для символов из основного шрифта.
th: ตัวอักษรพื้นฐานและตัวเลือกตัวอักษรที่พัฒนา.ยังมีช่วงของการตั้งค่าแบบอักษรที่พัฒนาเพื่อรองรับระบบการเขียนใด ๆ. การตั้งค่าระยะที่พัฒนา. ตัวอักษร fallback สําหรับตัวอักษรที่หายไปในตัวอักษรหลัก
zh: 基本字型和高级字型选项。 还有一系列高级排版 设置，支持任何文字系统。 高级间距设置。后备字型 用于主字型中缺少的字符。

source: Book Introductions
ar: مقدمات الكتاب
es: Introducciones de libros
fr: Introductions de livres
hi: पुस्तक परिचय
hu: Könyvbemutatók
id: Pendahuluan Kitab
ko: 도서 소개
ml: പുസ്തകത്തിന്റെ ആമുഖം
my: စာအုပ် ဧဝံဂလေး
pt: Apresentações de livros
ro: Prezentări de carte
ru: Представления книг
th: คํา เริ่ม
zh: 书籍介绍

source: Enable book introductions (\i..)
ar: تمكين مقدمة الكتاب (\i..)
es: Habilitar las presentaciones de libros (\i..)
fr: Activer les introductions de livres (\i..)
hi: किताब की भूमिकाएँ सक्षम करें (\i..)
hu: Könyvbemutatók engedélyezése (\i...)
id: Aktifkan pendahuluan buku (\i..)
ko: 책 소개 활성화(\i..)
ml: പുസ്തകത്തിന്റെ ആമുഖം അനുവദിക്കുക (i.)
my: စာအုပ်မိတ်ဆက်များလို ပြန်ပြီးလုပ်ဆောင်သည် (\i...)
pt: Habilitar as introduções de livros (\i...)
ro: Permiteți introducerea de cărți (\i...)
ru: Включить введение книг (\i...)
th: เปิดการนําเสนอหนังสือ (\i..)
zh: 启用书籍介绍(\i...)

source: Print the Book Introductions which appear at the beginning of each book. Includes markers like: \is \ip \im \ili etc.
ar: اطبع مقدمات الكتب التي تظهر في بداية كل كتاب. تتضمن علامات مثل: \is \ip \im \ili etc.
es: Imprime las introducciones de los libros que aparecen en al principio de cada libro. Incluye marcadores como: \is \ip \im \ili etc.
fr: Imprimer les introductions du livre qui apparaissent au début de chaque livre. Inclut les marqueurs comme : \is \ip \im \ili etc.
hi: प्रत्येक पुस्तक की शुरुआत में दिखाई देने वाले पुस्तक परिचयों का प्रिंटआउट लें। इसमें इन जैसे मार्कर शामिल हैं: \is \ip \im \ili आदि।
hu: Nyomtassa ki a könyvbemutatókat, amelyek a oldalon jelennek meg minden könyv elején. Olyan jelöléseket tartalmaz, mint pl: \is \ip \im \ili stb.
id: Cetak Pengantar Kitab yang muncul di awal setiap kitab. Markah yang termasuk: \is \ip \im \ili dll.
ko: 각 책의 시작 부분에 표시되는 책 소개( )를 인쇄합니다. 다음과 같은 마커를 포함합니다: \is \ip \im \ili 등.
ml: ഓരോ പുസ്തകത്തിന്റെയും തുടക്കത്തിൽ കാണുന്ന പുസ്തക ആമുഖങ്ങൾ പ്രിന്റ് ചെയ്യുക.
my: စာအုပ် နိဒါန်းများကို ရှေ့ပေ့ကို ထုတ်ရန်။ စာတုံးများ: \is \ip \im \ili စသည်တို့ပါဝင်သည်။
pt: Imprima as introduções do livro que aparecem no início de cada livro. Inclui marcadores como: \is ip {\i}im {\i}im {\i}im etc.
ro: Tipăriți Introducerile cărților care apar la începutul fiecărei cărți. Include repere precum: \is \ip \im \ili etc.
ru: Распечатайте представления книг, которые появляются в начале каждой книги. Включает такие маркеры, как: \is \ip \im \ili и т.д.
th: พิมพ์หนังสือนําเสนอที่ปรากฏในตอนต้นของหนังสือแต่ละเล่ม รวมถึงเครื่องหมาย เช่น: \ is \ ip \ im \ ili ฯลฯ
zh: 打印出现在每本书开头 的书籍介绍。 包括像这样的标记：\is \ip \im \ili等。

source: Introductory Outlines
ar: الخطوط العريضة التمهيدية
es: Esquemas introductorios
fr: Contours d'introduction
hi: परिचयात्मक रूपरेखाएँ
hu: Bevezető vázlatok
id: Garis Besar di Pendahuluan
ko: 소개 개요
ml: ആമുഖം
my: နိဒါန်းအစီအပြားများ
pt: Esboços introdutórios
ro: Schițe introductive
ru: Вводные конспекты
th: ภาพรวม
zh: 介绍大纲

source: Enable introductory outlines
ar: تمكين الخطوط العريضة التمهيدية
es: Habilitar esquemas introductorios
fr: Activer les contours d'introduction
hi: परिचयात्मक रूपरेखाओं को सक्षम करें
hu: Bevezető vázlatok engedélyezése
id: Aktifkan garis besar di pendahuluan
ko: 소개 개요 사용
ml: ആമുഖ രൂപരേഖകൾ അനുവദിക്കുക
my: ဘဝနိဒါန်းအစီအပြားများအား ဖွင့်ပါ။
pt: Permitir esboços introdutórios
ro: Activați schițele introductive
ru: Включить вводные конспекты
th: ให้การนําเสนอ
zh: 启用介绍大纲

source: Print the Introductory Outlines which appear at the beginning of each book. Includes markers: \io1 ... \io4 \ior \iot
ar: اطبع الخطوط العريضة التمهيدية التي تظهر في بداية كل كتاب. تتضمن علامات: \io1 ... \ \ io4 \ \ ior \ io
es: Imprima los esquemas introductorios que aparecen en al principio de cada libro. Incluye marcadores: \io1 ... \io4 \ior \iot
fr: Imprimer les contours d'introduction qui apparaissent au début de chaque livre. Inclut les marqueurs : \io1 ... \io4 \ior \iot
hi: प्रत्येक पुस्तक की शुरुआत में दिखाई देने वाली परिचयात्मक रूपरेखाओं को प्रिंट करें। इसमें मार्कर शामिल हैं: \io1 ... \io4 \ior \iot
hu: Nyomtassa ki a Bevezető vázlatokat, amelyek a oldalon találhatók minden könyv elején. Tartalmazza a jelölőket: \io1 ... \io4 \ior \iot
id: Cetak Garis Besar Kitab yang muncul di awal setiap kitab. Markah yang termasuk: \io1 ... \io4 \ior \iot
ko: 각 책의 시작 부분에 있는 소개 개요( )를 인쇄합니다. 마커를 포함합니다: \io1 ... \io4 \ior \iot
ml: ഓരോ പുസ്തകത്തിന്റെയും തുടക്കത്തിൽ കാണുന്ന ആമുഖ രൂപരേഖകൾ പ്രിന്റ് ചെയ്യുക.
my: စာအုပ်တိုင်းအစမှာ ဖြစ်နေတတ်သော နိဒါန်းအစီအပြားများကို ထုတ်ပါ။ စိုးကြောင်းများ: \io1 ... \io4 \ior \iot
pt: Imprima os esboços introdutórios que aparecem em no início de cada livro. Inclui marcadores: \io1 ... \io4 {\i1}iot
ro: Tipăriți Schițele introductive care apar la începutul fiecărei cărți. Include repere: \io1 ... \io4 \ior \iot
ru: Распечатайте вводные конспекты, которые появляются в начале каждой книги. Включает маркеры: \io1 ... \io4 \ior \iot
th: พิมพ์ภาพบรรยายที่ปรากฏในตอนต้นของหนังสือแต่ละเล่ม รวมถึงเครื่องหมาย:
zh: 打印 出现在每本书开头的介绍大纲。 包括标记: \io1 ... \io4 \iot

source: Right-align \ior With Tabbed Leaders
ar: محاذاة لليمين مع قادة التبويب
es: Alinear-derecha los \ior con Guías Tabuladas
fr: Alignement droit \ior avec des points de remplissage
hi: टेबल वाले लीडर्स के साथ दाएँ संरेखित करें \ior
hu: Jobbra igazított \ior füles vezetőkkel
id: Ratakan \ior ke Kanan dengan Tab
ko: 탭 리더로 오른쪽 정렬하기
ml: ടാബ്ഡ് ലീഡറുകളുമായി വലതുവശത്ത് വിന്യസിക്കുക
my: Tabbed Leaders ဖြင့် အသံမှို့ကို ညာဘက် align လုပ်ခြင်း
pt: Alinhamento direito \ior com líderes com abas
ro: Aliniere la dreapta \ior cu conducători în tabele
ru: Выровнять справа \ior с лидерами вкладок
th: สะดวกขวา \ ior กับผู้นําแท็บ
zh: 与带标签的前导符一起右对齐

source: Enable Right-aligned outlines with leaders
ar: تمكين مخططات متوافقة لليمين مع القادة
es: Habilitar esquemas alineados a la derecha con los líderes
fr: Activer les contours alignés à droite avec un style de pointillage
hi: नेताओं के साथ राइट-अलाइन किए गए आउटलाइन सक्षम करें
hu: Jobbra igazított vázlatok engedélyezése vezetőkkel
id: Aktifkan garis besat yang diratakan ke kanan dengan penghubung baris
ko: 리더와 함께 오른쪽으로 정렬된 윤곽선 사용
ml: നേതാക്കളുമായി ശരിയായ രൂപരേഖകൾ സജ്ജമാക്കുക
my: လမ်းလိုင်းပါရှိပြီး ငယ်ထိန်ဖြင့် သောလည်တွင်း aပြင်၍ချိန်ညှိသည်
pt: Habilitar contornos alinhados à direita com os líderes
ro: Activați Contururile aliniate la dreapta cu liderii
ru: Обеспечить правосторонние конспекты с лидерами
th: ช่วยให้ผู้นํามีแนวทางที่ตรงกับขวา
zh: 纲要与前导符一起右对齐

source: This will right-align and add leader tabs (. . . .) before the \ior numbers for a pretty Intro Outline Table.
ar: سيؤدي هذا إلى محاذاة الأيسر وإضافة علامات تبويب القائد (. . .) قبل الأعداد السفلى لجدول الخطوط العريضة للمقدم.
es: Esto se alineará a la derecha y añadirá tabulaciones (. . .) antes de los números de \ior para un buen Esquema de Introducción.
fr: Cette option alignera à droite les chiffres \ior avec des points de remplissage (. . . .) pour une jolie tableau d'introduction.
hi: यह \ior नंबरों के पहले लीडर टैब (. . . .) जोड़ देगा जिससे एक अच्छा परिचय रूपरेखा तालिका बनेगा।
hu: Ez jobbra igazítja és vezető tabulátorokat (. . . . .) ad a \ior számok elé, így egy szép Intro vázlatos táblázatot kapunk.
id: Ini akan menyelaraskan ke kanan dan menambahkan tab penghubung (. . . .) sebelum nomor \ior untuk Tabel Garis Besar Pendahuluan yang cantik.
ko: 이렇게 하면 오른쪽으로 정렬되고 리더 탭(. . . .)이 \이어 숫자 앞에 추가되어 멋진 인트로 개요 표가 만들어집니다.
ml: ഇത് വലതുവശത്ത് വിന്യസിക്കുകയും ഒരു മനോഹരമായ ഇൻട്രോ ഔട്ട്ലൈൻ ടേബിളിന് വേണ്ടി ലീഡർ ടാബുകൾ (. . . .)
my: ဒီလုပ်ဆောင်ချက်က လှပသော နိဒါန်း အကြောင်းအရာများတွင် \ior နံပါတ်များမတည့်မှီ လှည့်မျက်ကူကတွေကို align လုပ်ပြီး (....) leader တွေကို ထည့်ပေးမယ်။
pt: Isto irá alinhar e adicionar abas de líder (. . . .) antes dos \ior para uma linda Mesa de Contorno de Intra.
ro: Acest lucru va alinia dreapta si va adauga conducatori tab-uri (. .) inainte de numerele \ior pentru o masa de introducere frumoasa.
ru: Это будет выровнено вправо и добавить вкладки лидера (. . .) перед \меньшими числами для довольно встроенного стола.
th: นี้จะจัดตรงขวาและเพิ่มแท็บผู้นํา (. . .) ก่อน \ ior เลขสําหรับตารางภาพประกอบการแนะนําสวยงาม
zh: 为了美化目录，可以在数字前进行右对齐，并添加前导符标签(....)
