Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option inserts a No-Break Space (\u00A0) between the book name and the Ch:Vs refs so that they don't get split across lines. Note: This setting currently has no effect on cross-references imported from external lists.
ar: هذا الخيار يضيف مساحة لا فاصلة (\u00A0) بين اسم الكتاب و Ch:Vs يرفض حتى لا يتم تقسيمها عبر الأسطر. ملاحظة: هذا الإعداد ليس له أي تأثير على الإحالات المرجعية المستوردة من القوائم الخارجية.
es: Esta opción inserta un espacio de no ruptura (\u00A0) entre el nombre del libro y las referencias Ch:Vs para que no se dividan entre líneas. Nota: este ajuste no tiene actualmente ningún efecto sobre las referencias cruzadas importadas desde listas externas.
fr: Cette option insère un espace insécable (\u00A0) entre le nom du livre et les réfs Ch:Vs afin qu'elles ne soient pas divisées entre les lignes. Note : Ce paramètre n'a actuellement aucun effet sur les références croisées importées de listes externes.
hi: यह विकल्प एक नो-ब्रेक स्पेस (\u00A0) बुक नाम और Ch:Vs रेफ्स के बीच डालता है ताकि वे लाइनों में विभाजित न हों। ध्यान दें: यह सेटिंग वर्तमान में बाहरी सूचियों से आयात किए गए क्रॉस-रेफेरेंसेस पर कोई प्रभाव नहीं डालती है।
hu: Ez az opció egy No-Break Space (\u00A0) szóközt illeszt a könyv neve és a Ch:Vs refs közé, hogy ne legyenek sorok között szétválasztva. Megjegyzés: Ez a beállítás jelenleg nincs hatással a külső listákból importált kereszthivatkozásokra.
id: Pilihan ini memasukkan spasi yang tidak boleh berada di akhir baris (\u00A0) antara nama buku dan referensi Pasal:Ayat agar tidak terpecah. Catatan: Pengaturan ini tidak memengaruhi referensi silang yang diimpor dari daftar eksternal.
ko: 이 옵션은 책 이름과 Ch:Vs 참조 사이에 공백 없음(\u00A0) 을 삽입하여 줄을 가로질러 나뉘지 않도록 합니다. 참고: 이 설정은 현재 외부 목록에서 가져온 상호 참조에는 영향을 미치지 않습니다.
ml: ഈ ഓപ്ഷൻ ബുക്ക് നാമത്തിനും Ch:Vs റഫറൻസുകൾക്കും ഇടയിൽ ഒരു നോ-ബ്രേക്ക് സ്പേസ് (\u00A0) ചേർക്കുന്നു.
my: ယခုကြောင်းခံပုံမှာကုန်ဆုံးခြင်းမရှိသဲသံတို့ဖြစ်သည်, ၏ကောင်းကင်တုတ်ကြောင်းစကားဖို့...
pt: Esta opção insere um espaço de No-Break (\u00A0) entre o nome do livro e o Ch:Vs refs para que eles não sejam divididos entre as linhas. Nota: Esta configuração atualmente não tem efeito em referências cruzadas importadas de listas externas.
ro: Această opțiune introduce un Spațiu No-Break (\u00A0) între numele cărții și Ch:Vs reproșează astfel încât acestea să nu fie împărțite în linii. Notă: Această setare nu are în prezent niciun efect asupra referințe încrucișate importate din listele externe.
ru: Эта опция включает пробел в No-Break (\u00A0) между именем книги и именем Ch:Vs refs , чтобы они не были разделены по строкам. Примечание: Этот параметр в настоящее время не влияет на перекрестных ссылок, импортированных из внешних списков.
th: ตัวเลือกนี้ใส่ช่องว่างไม่มีการหยุด (\u00A0) ระหว่างชื่อหนังสือและ Ch:Vs ref เพื่อไม่ให้แยกระหว่างเส้นหมายเหตุ
zh: 此选项在书名和 章:节参考资料 之间插入一个不间断空格(\u00A0) ，因此他们不会被分割为两行。 注意：目前，此设置对从外部列表导入的 经文参照没有影响。

source: Show All Glossary Entries as Footnotes
ar: إظهار جميع إدخالات المسرد كملاحظات
es: Mostrar todas las entradas del glosario como notas a pie de página
fr: Afficher toutes les entrées du glossaire comme notes de bas de page
hi: सभी शब्दावली प्रविष्टियों को फुटनोट्स के रूप में दिखाएं
hu: Minden szójegyzékbejegyzés megjelenítése lábjegyzetként
id: Tampilkan Semua Entri Kamus sebagai Catatan Kaki
ko: 모든 용어집 항목을 각주로 표시하기
ml: എല്ലാ ഗ്ലോസറി എൻട്രികളും അടിക്കുറിപ്പുകളായി കാണിക്കുക
my: အောက်ခြေတွင်ပြွဲလာသော ဂလိုဆီဒုံးပြေ၊ နေရာမခံ့သဲသည်...
pt: Exibir todas as entradas do glossário como Notas de Rodapé
ro: Arată toate intrările Glosar ca note de subsol
ru: Показать все записи глоссария как нотки
th: แสดงรายการคําศัพท์ทั้งหมดเป็นคําระบุตราใต้
zh: 以脚注形式显示所有词汇表条目

source: Glossary entries for ALL marked-up Biblical Terms on each page can be made to appear as footnotes. Glossary \w markup|mark\w* looks like this in the USFM text file. This feature is extremely useful when producing printouts for comprehension testing (where Key Biblical Terms in the passage which have Glossary Entries also need to be checked for understanding).
ar: إدخالات المسرد لجميع المصطلحات المعلَّمة المصطلحات الإنجيلية في كل صفحة يمكن أن تكون تظهر كحواشي. المسرد \w markup<unk> mark\w* يبدو مثل هذا في ملف النص USFM. هذه الميزة مفيدة للغاية عندما تنتج مطبوعات لفهمها اختبار (حيث تحتاج المصطلحات الإنجيلية الرئيسية في التي تحتوي على إدخالات المسرد أيضًا إلى التحقق من فهمها).
es: TODAS las entradas del Glosario marcados como Términos Bíblicos en cada página pueden ser mostrados como notas al pie. El glosario aparece así \w markup|mark\w* en el archivo de texto del USFM. Esta característica es extremadamente útil cuando se produce impresiones para la comprensión (donde los Términos Bíblicos Claves en el pasajes que tienen Entradas del Glosario también necesitan ser revisados para su comprensión).
fr: Les entrées du glossaire pour TOUS les termes bibliques marqués sur chaque page peuvent être faites pour apparaître comme des notes de bas de page. Le glossaire \w balisage|mark\w* ressemble à dans le fichier texte USFM. Cette fonctionnalité est extrêmement utile lorsque produit des impressions pour des tests de compréhension (où les termes bibliques clés dans le passage qui ont des entrées de glossaire aussi doivent être vérifiés pour la compréhension).
hi: प्रत्येक पृष्ठ पर सभी चिह्नित बाइबिलीय शब्दों के लिए शब्दावली प्रविष्टियां फुटनोट्स के रूप में दिखाई दी जा सकती हैं। शब्दावली \w मार्कअप|मार्क\w* USFM टेक्स्ट फाइल में इस तरह दिखती है। यह सुविधा समझ परीक्षण के लिए प्रिंटआउट बनाते समय अत्यंत उपयोगी है (जहाँ अनुच्छेद में प्रमुख बाइबिलीय शब्दों की भी समझ के लिए जांच करने की आवश्यकता होती है)।
hu: Az egyes oldalakon található MINDEN megjelölt bibliai kifejezéshez tartozó glosszáriumi bejegyzések lábjegyzetként jelenhetnek meg. Glossary \w markup|mark\w* így néz ki az USFM szövegfájlban. Ez a funkció rendkívül hasznos, amikor nyomtatványokat készítünk a megértés teszteléséhez (ahol a szövegben található bibliai kulcskifejezések, amelyekhez a szószedet bejegyzései is tartoznak, a megértés szempontjából ellenőrizni kell).
id: Entri glosarium untuk SEMUA istilah Alkitab yang ditandai pada setiap halaman dapat dibuat untuk muncul sebagai catatan kaki. Glosarium \w markup|markmark\w* terlihat seperti ini dalam file teks USFM. Fitur ini sangat berguna ketika menghasilkan cetakan untuk pengujian pemahaman (di mana Istilah-istilah Kunci Alkitab dalam bagian yang memiliki Entri Glosarium juga perlu diperiksa untuk pemahaman).
ko: 각 페이지의 모든 마크업된 성서 용어에 대한 용어집 항목은 각주로 표시되도록 만들 수 있습니다. 용어집 \w 마크업|마크\w*는 USFM 텍스트 파일에서 다음과 같이 보입니다. 이 기능은 이해도 테스트를 위해 인쇄물을 제작할 때 매우 유용합니다(용어집 항목이 있는 구절의 주요 성경 용어도 이해 여부를 확인해야 하는 경우).
ml: ഓരോ പേജിലും അടയാളപ്പെടുത്തിയ എല്ലാ ബൈബിൾ പദങ്ങളുടെയും ഗ്ലോസറി എൻട്രികൾ ഫൂട്ട്നോട്ടുകളായി ദൃശ്യമാകാൻ കഴിയും. യുഎസ്എഫ്എം ടെക്സ്റ്റ് ഫയലിൽ ഗ്ലോസറി \w മാർക്ക്അപ്പ് മാർക്ക്അപ്പ് \w* ഇതുപോലെ കാണപ്പെടുന്നു. ഗ്രാഹ്യ പരിശോധനയ്ക്കായി പ്രിന്റൌട്ടുകൾ നിർമ്മിക്കുമ്പോൾ ഈ സവിശേഷത വളരെ ഉപയോഗപ്രദമാണ് (ഗ്ലോസറി എൻട്രികൾ ഉള്ള ഭാഗത്തിലെ പ്രധാന ബൈബിൾ പദങ്ങൾ മനസ്സിലാക്കുന്നതിനായി പരിശോധിക്കേണ്ടതുണ്ട്).
pt: As entradas do glossário para TODOS marcados Termos Bíblicos em cada página podem ser feitas para aparecerem como notas de rodapé. Glossário \w markup|mark\w* assemelha-se a isto no ficheiro de texto USFM. Esta característica é extremamente útil quando produzindo impressões para compreensão teste (onde os Termos Bíblicos Chave no passagem que também têm Entradas do Glossário precisam de ser verificados para compreensão).
ro: Intrările în glosar pentru TOȚI termenii biblici marcați de pe fiecare pagină pot fi pentru a apărea ca note de subsol. Glosarul \w markup|mark\w* arată ca acest lucru în fișierul text USFM. Această caracteristică este extrem de utilă atunci când se produc tipărituri pentru testarea înțelegerii (când termenii biblici cheie din pasajul care au intrări în glosar trebuie, de asemenea, verificate pentru înțelegere).
ru: Записи глоссария для ВСЕХ помеченных библейских терминов на каждой странице могут быть оформлены как сноски. Разметка глоссария \w|mark\w* выглядит так, как это выглядит в текстовом файле USFM. Эта возможность чрезвычайно полезна при создании распечаток для тестирования понимания (когда ключевые библейские термины в отрывке , имеющие глоссарные записи, также должны быть проверены на понимание).
th: รายการคําศัพท์สําหรับทุกคําศัพท์ในพระคัมภีร์ที่มีการตราบนแต่ละหน้าสามารถทําให้ปรากฏเป็นคําระบุฟ้าน.) รายการคําศัพท์ \w markup เพราะหมาย\w* ดูดังนี้ในไฟล์ข้อความของ USFM. คุณสมบัตินี้มีประโยชน์มากเมื่อผลิตพิมพ์เพื่อการทดสอบความเข้าใจ (เมื่อคําศัพท์หลักในพระคัมภีร์ในบทที่มีรายการคําศัพท์ยังต้องตรวจสอบความเข้าใจ)
zh: 每个页面上所有标记的 圣经术语的词汇表条目可以 以脚注的形式出现。 词汇表/markup|mark/w*在USFM文本文件中看起来像 这样。 这个功能的有用性体现在 需要打印阅读理解测试内容的时候(文章里关键 的圣经术语，这些文章里还有需要测试理解力的 词汇条目) 。

source: The horizontal space between notes that are being run together as a single paragraph can be set here. The default space is calculated as 33% between min & max values. For example if min=6pt and max=15pt then the default horizontal space between notes would be 9pt. If this control is disabled, it is because both the Footnotes and Cross-References have been set to start on a new line. (see \f and \x settings above).
ar: المساحة الأفقية بين الملاحظات التي يتم تشغيلها معا كفقرة واحدة يمكن تعيينها هنا. يتم حساب المساحة الافتراضية بنسبة 33% بين الحد الأدنى والقيم الأقصى. على سبيل المثال إذا كان الحد الأدنى = 6pt و الحد الأقصى = 15pt فستكون المساحة الأفقية الافتراضية بين الملاحظات 9pt. إذا تم تعطيل هذا التحكم، فذلك لأنه تم تعيين كل من الحواشي والمراجع المتقاطعة للبدء في سطر جديد. (انظر إعدادات \f و \x أعلاه).
es: El espacio horizontal entre las notas que se muestran como un solo párrafo se puede establecer aquí. El espacio por defecto se calcula como un 33% entre los valores mínimo y máximo. Por ejemplo, si min=6pt y max=15pt, el espacio horizontal por defecto entre las notas será de 9pt. Si este control está desactivado, es porque tanto las notas al pie como las referencias cruzadas han sido configuradas para comenzar en una nueva línea. (véase la configuración de \f y \x más arriba).
fr: L'espace horizontale entre les notes en paragraphe peut être configurée ici. L'espace par défaut est calculé comme 33% entre les valeurs min & max. Par exemple, si min=6pt et max=15pt, l'espace horizontale idéal entre les notes serait de 9 points. Cette commande sera désactivée si vous n’avez pas configuré les notes de bas de page et les références croisées pour être en Paragraphe (voir les paramètres \f et \x ci-dessus).
hi: जो टिप्पणियाँ एकल अनुच्छेद के रूप में मिलाई जा रही हैं, उनके बीच का क्षैतिज अंतर यहां सेट किया जा सकता है। डिफ़ॉल्ट स्थान न्यूनतम और अधिकतम मूल्यों के बीच 33% के रूप में गिना जाता है। उदाहरण के लिए, यदि min=6pt और max=15pt है तो टिप्पणियों के बीच का डिफ़ॉल्ट क्षैतिज स्थान 9pt होगा। यदि यह नियंत्रण अक्षम है, तो ऐसा इसलिए है क्योंकि फुटनोट्स और क्रॉस-रेफरेंस को नई लाइन पर शुरू करने के लिए सेट किया गया है।
hu: Itt lehet beállítani a vízszintes távolságot a oldalon egyetlen bekezdésként futó jegyzetek között. Az alapértelmezett távolságot a min és max értékek közötti 33%-nak számítja ki. Például ha a min=6pt és a max=15pt, akkor a alapértelmezett vízszintes távolság a jegyzetek között 9pt lesz. Ha ez a vezérlő kikapcsolva van, az azért van, mert a lábjegyzetek és a kereszthivatkozások is úgy lettek beállítva, hogy a új sorban kezdődjenek. (lásd a fenti \f és \x beállításokat).
id: Ruang horisontal antara catatan yang digabung bersama sebagai satu paragraf dapat diatur di sini. Ruang standar dihitung sebagai 33% antara nilai minimum & maksimum. Misalnya jika min=6pt dan max=15pt maka spasi horisontal standar di antara catatan menjadi 9pt. Pengaturan ini dinonaktifkan kalau baik Catatan Kaki maupun Referensi Silang telah diatur untuk dimulai pada baris baru. (Lihat pengaturan \f dan \x di atas).
ko: 하나의 단락으로 함께 실행되는 노트 사이의 가로 공백은 여기에서 설정할 수 있습니다. 기본 공백은 최소값과 최대값 사이의 33%로 계산됩니다. 예를 들어, 최소=6pt, 최대=15pt인 경우, 노트 사이의 기본 가로 간격은 9pt가 됩니다. 이 컨트롤이 비활성화되어 있다면 각주 및 상호 참조가 모두 새 줄에서 시작하도록 설정되어 있기 때문입니다. (위의 \f 및 \x 설정 참조).
ml: ഒരു ഖണ്ഡികയായി ഒരുമിച്ച് പ്രവർത്തിപ്പിക്കുന്ന കുറിപ്പുകൾ തമ്മിലുള്ള തിരശ്ചീന ഇടം ഇവിടെ സജ്ജമാക്കാൻ കഴിയും. മിൻ & മാക്സ് മൂല്യങ്ങൾക്കിടയിൽ സ്ഥിരസ്ഥിതി ഇടം 33% ആയി കണക്കാക്കുന്നു. ഉദാഹരണത്തിന്, മിൻ = 6pt ഉം മാക്സ് = 15pt ഉം ആണെങ്കിൽ കുറിപ്പുകൾ തമ്മിലുള്ള സ്ഥിരസ്ഥിതി തിരശ്ചീന ഇടം 9pt ആയിരിക്കും. ഈ നിയന്ത്രണം പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ, കാരണം ഫൂട്ട്നോട്ടുകളും ക്രോസ്-റഫറൻസുകളും ഒരു പുതിയ വരിയിൽ ആരംഭിക്കാൻ സജ്ജീകരിച്ചിരിക്കുന്നു. (മുകളിലുള്ള \f, \x ക്രമീകരണങ്ങൾ കാണുക).
my: စာစားပွဲတစ်ခုကို စီစဥ်ပြီး ဖော်ပြပါနေရာထဲ သို့ ရွေ့ပါ။
pt: O espaço horizontal entre notas que estão sendo executadas juntos como um único parágrafo pode ser definido aqui. O espaço padrão é calculado como 33% entre valores mínimo e máximo. Por exemplo, se min=6pt e max=15pt então o espaço horizontal entre notas seria de 9pt. Se este controle estiver desativado, é porque tanto o Footnotes e Cross-References foram configurados para começar em uma nova linha. (veja \f e \x configurações acima).
ro: Spațiul orizontal dintre notele care sunt rulate împreună ca un singur paragraf poate fi setat aici. Spațiul implicit este calculat ca 33% între min și max valori. De exemplu, dacă min=6pt și max=15pt, atunci spațiul orizontal implicit dintre note ar fi 9pt. Dacă această comandă este dezactivată, este deoarece Footnotes și Cross-References au fost setate pentru a începe pe o linie nouă. (a se vedea setările \f și \x de mai sus).
ru: Здесь можно задать горизонтальное пространство между примечаниями, которые запускаются вместе, как один абзац. Пробел по умолчанию рассчитывается на 33% между мин. Например, если min=6pt и max=15pt, то горизонтальное пространство между заметками будет равняться 9pt. Если этот элемент управления отключен, то это потому, что были установлены Сноски и Кросс-Ссылки , чтобы начать на новой строке. (см. \f и \x настройки выше).
th: สเปซแนวราบระหว่างหมายเหตุที่กําลังทํางานด้วยกันเป็นบทความเดียวสามารถตั้งค่าได้ที่นี่ สเปซแบบกําหนดเองถูกคํานวณเป็น 33% ระหว่างค่า min & max. ตัวอย่างเช่นถ้าmin = 6pt และ max = 15pt แล้วสเปซแบบกําหนดเองระหว่างหมายเหตุจะเป็น 9pt หากการควบคุมนี้ถูกปิด, มันเป็นเพราะทั้ง Footnotes และ Cross-References ได้ตั้งค่าเริ่มต้นบนเส้นใหม่ (ดูการตั้งค่า \f และ \x บน)
zh: 所有注释融合为单个段落，这些 注释之间的水平空间可以在这里设置。 默认间距计算为 最小值和最大值之间的33%。 例如，如果最小值=6磅，最大值=15磅 那么 注释之间的默认水平空间为 9磅。 如果此控件被禁用，是因为 脚注和交叉引用 被设为另起一行。（参见上面的 \f 和 \x 设置）。

source: Horizontal Space Separating Notes:
ar: ملاحظات منفصلة للفضاء الأفقي:
es: Espacio horizontal que separa las notas:
fr: Espace horizontal entre les notes :
hi: तालिका में क्षैतिज अंतराल
hu: Vízszintes szóköz Megjegyzéseket elválasztó jegyzetek:
id: Jarak Horisontal di Antara Catatan:
ko: 가로 공간 띄어쓰기:
ml: അധിഷ്ഠിത സ്പേസ് വേർതിരിക്കുന്ന കുറിപ്പുകൾ:
pt: Espaço Horizontal Notas separadas:
ro: Spațiu orizontal Note separate pentru spațiu:
ru: Горизонтальное пространство Разделяющие заметки:
th: หมายเหตุการแยกพื้นที่แนวราบ:
zh: 间距 单个注释：

source: Minimum Horizontal Space Separating Notes
ar: ملاحظات الحد الأدنى للفضاء الأفقي المنفصل
es: Espacio horizontal mínimo de separación entre notas
fr: Espace horizontal minimum séparant les notes
hi: न्यूनतम क्षैतिज स्थान जो टिप्पणियों को अलग कर रहा है
hu: A megjegyzéseket elválasztó minimális vízszintes tér
id: Jarak Horisontal Minimal di Antara Catatan
ko: 노트를 구분하는 최소 가로 공간
ml: കുറഞ്ഞ ഹൊറസന്റൽ സ്പേസ് വേർതിരിക്കുന്ന കുറിപ്പുകൾ
my: အောက်မြှားဆံဖျင်တွင် စနစ်ရဲ့ ချိုင့်ထက်ရေထုတ်လာပါတယ်။
pt: Notas de Separação de Espaço Horizontal Mínimo
ro: Spațiul orizontal minim de separare a notelor
ru: Минимальное горизонтальное пространство, разделяющее примечания
th: หมายเหตุการแยกพื้นที่ขอบขั้นต่ํา
zh: 单个注释的最小间距

source: This spacing is set in points (pts). Changing this will increase or decrease the MINIMUM horizontal space between notes that have been run together.
ar: يتم تعيين المباعدة في النقاط (الحقائق). سيؤدي تغيير هذا إلى زيادة أو تقليل المساحة الأفقية لـ MINIMUM بين الملاحظات التي تم تشغيلها معا.
es: Este espaciado se establece en puntos (pts). Al cambiar esto, aumentará o disminuirá el espacio horizontal MÍNIMO entre las notas que se han corrido juntas.
fr: L'espacement entre les notes est fixé en points (pts). La modification de cette valeur augmentera ou diminuera l'espace horizontal MINIMUM entre les notes en paragraphe.
hi: यह अंतराल बिंदुओं (प्वाइंट्स) में सेट किया गया है। इसे बदलने से उन टिप्पणियों के बीच न्यूनतम क्षैतिज स्थान में वृद्धि या कमी होगी जो एक साथ चलाए जा रहे हैं।
hu: Ez a távolság pontokban (pts) van megadva. Ennek megváltoztatása növeli vagy csökkenti a MINIMUM vízszintes távolságot az egymás mellé futó hangjegyek között.
id: Jarak ini diatur dalam point (pts). Mengubah ini akan menambah atau mengurangi ruang horisontal MINIMUM antara catatan yang telah digabung bersama.
ko: 이 간격은 포인트(pts) 단위로 설정됩니다. 이 값을 변경하면 함께 실행된 노트 사이의 최소 가로 간격( )이 늘어나거나 줄어듭니다.
ml: ഈ ഇടവേള പോയിന്റുകളായി സജ്ജീകരിച്ചിരിക്കുന്നു. ഇത് മാറ്റുന്നത് ഒരുമിച്ച് പ്രവർത്തിപ്പിച്ച കുറിപ്പുകൾ തമ്മിലുള്ള മിനിമം തിരശ്ചീന ഇടം വർദ്ധിപ്പിക്കുകയോ കുറയ്ക്കുകയോ ചെയ്യും.
my: နေရာအခွါအခြားနား ၎င်းကိုပြန်ခြင်းအတွက် ဇော်ကာကိုရွေးထုတ်ပါ။
pt: Este espaçamento é definido em pontos (pts). Mudar isso irá aumentar ou diminuir o espaço horizontal MINIMUM entre notas que foram executadas juntas.
ro: Această spațiere este setată în puncte (puncte). Schimbând acest lucru va creşte sau micşora spaţiul orizontal MINIMUM între notele care au fost rulate împreună.
ru: Этот интервал установлен в точках (pts). Изменение этого параметра увеличит или уменьшит горизонтальное пространство MINIMUM между записями, которые были запущены вместе.
th: ระยะนี้ตั้งเป็นจุด (pts) การเปลี่ยนแปลงนี้จะเพิ่มหรือลดระยะขอบขั้นต่ําระหว่างโน้ตที่ถูกทํางานด้วยกัน
zh: 此间距设置为磅(pts)。 更改这个选项将 增加或减少融合在一起 的注释之间的最小间距。

source: Maximum Horizontal Space Separating Notes
ar: الحد الأقصى للملحوظات الفاصلة الفضائية الأفقية
es: Espacio máximo horizontal de separación entre notas
fr: Espace horizontal maximal séparant les notes
hi: अधिकतम क्षैतिज स्थान जो टिप्पणियों को अलग कर रहा है
hu: A megjegyzéseket elválasztó maximális vízszintes tér
id: Jarak Horisontal Maksimal di Antara Catatan
ko: 노트를 구분하는 최대 가로 공간
ml: പരമാവധി തിരശ്ചീന ഇടം വേർതിരിക്കുന്ന കുറിപ്പുകൾ
my: အောက်မဲ့မြှားပုပေါင်းစပ်စနစ်ကို လုပ်ပါကိုနေမျဉ်ဖြစ်ပါသည်။
pt: Notas de Separação do Espaço Horizontal Máximo
ro: Spațiul orizontal maxim de separare a notelor
ru: Максимальное горизонтальное пространство, разделяющее примечания
th: หมายเหตุการแยกพื้นที่แนวราบสูงสุด
zh: 单个注释的最大间距

source: This spacing is set in points (pts). Changing this will increase or decrease the MAXIMUM horizontal space between notes that have been run together.
ar: يتم تعيين المباعدة في النقاط (الحقائق). سيؤدي تغيير هذا إلى زيادة أو تقليل المساحة الأفقية لـ MAXIMUM بين الملاحظات التي تم تشغيلها معا.
es: Este espaciado se establece en puntos (pts). Al cambiar esto, aumentará o disminuirá el espacio horizontal MÁXIMO entre las notas que se han corrido juntas.
fr: L'espacement entre les notes est fixé en points (pts). La modification de cette valeur augmentera ou diminuera l'espace horizontal MAXIMUM entre les notes en paragraphe.
hi: यह अंतराल बिंदुओं (प्वाइंट्स) में सेट किया गया है। इसे बदलने से उन टिप्पणियों के बीच अधिकतम क्षैतिज स्थान में वृद्धि या कमी होगी जो एक साथ चलाए जा रहे हैं।
hu: Ez a távolság pontokban (pts) van megadva. Ennek megváltoztatása növeli vagy csökkenti a MAXIMÁLIS vízszintes távolságot az összefuttatott hangjegyek között.
id: Jarak ini diatur dalam point (pts). Mengubah ini akan menambah atau mengurangi ruang horisontal MAKSIMUM antara catatan yang telah digabung bersama.
ko: 이 간격은 포인트(pts) 단위로 설정됩니다. 이 값을 변경하면 함께 실행된 노트 사이의 최대 가로 간격( )이 늘어나거나 줄어듭니다.
ml: ഈ സ്പെയ്സിംഗ് പോയിന്റുകളായി സജ്ജീകരിച്ചിരിക്കുന്നു. ഇത് മാറ്റുന്നത് ഒരുമിച്ച് പ്രവർത്തിപ്പിച്ച കുറിപ്പുകൾ തമ്മിലുള്ള പരമാവധി തിരശ്ചീന ഇടം വർദ്ധിപ്പിക്കുകയോ കുറയ്ക്കുകയോ ചെയ്യും.
my: ဇော်ကာသင့် ရိုးအသဖတ် ပြန်ပြင်ပါ။
pt: Este espaçamento é definido em pontos (pts). Mudar isto irá aumentar ou diminuir o espaço horizontal MÁXIMO entre notas que foram executadas juntos.
ro: Această spațiere este setată în puncte (puncte). Schimbând acest lucru va creşte sau micşora spaţiul orizontal MAXIMUM între notele care au fost rulate împreună.
ru: Этот интервал установлен в точках (pts). Изменение этого параметра увеличит или уменьшит горизонтальное пространство MAXIMUM между заметками, которые были запущены вместе.
th: ระยะนี้ตั้งเป็นจุด (pts) การเปลี่ยนแปลงนี้จะเพิ่มหรือลดระยะแนวราบสูงสุดระหว่างโน้ตที่ถูกทํางานด้วยกัน
zh: 此间距设置为磅(pts)。 更改这个选项将 增加或减少融合在一起 的注释之间的最大间距。

source: Minimum Space (pt)
ar: المساحة الدنيا (p)
es: Espacio mínimo (pt)
fr: Espace minimum (pt)
hi: न्यूनतम स्थान (pt)
hu: Minimális hely (pt)
id: Jarak Minimum (pt)
ko: 최소 공간(pt)
ml: കുറഞ്ഞ സ്ഥലം (pt)
my: အောက်ခြေမှာရှိသော
pt: Espaço mínimo (pt)
ro: Spațiu minim (pt)
ru: Минимальное пространство (pt)
th: สเปซขั้นต่ํา (pt)
zh: 最小间距(磅)

source: Maximum Space (pt)
ar: الحد الأقصى للفضاء (p)
es: Espacio máximo (pt)
fr: Espace maximum (pt)
hi: अधिकतम स्थान (pt)
hu: Maximális hely (pt)
id: Jarak Maksimum (pt)
ko: 최대 공간(pt)
ml: പരമാവധി സ്ഥലം (pt)
my: မြို့သားဟောင်းရမ်းပြတ်
pt: Espaço máximo (pt)
ro: Spațiu maxim (pt)
ru: Максимальное пространство (pt)
th: สเปซสูงสุด (pt)
zh: 最大间距(磅)

source: Vertical Space Between Footnoes and xRefs
ar: المساحة الرأسية بين القدمين و xRefs
es: Espacio vertical entre los pies y los xRefs
fr: Espace vertical entre les notes de bas de page et les références croisées
hi: फ़ुटनोट्स और xRefs के बीच लंबवत स्थान
hu: Függőleges tér a lábfejjel és az xRefs között
id: Jarak Vertikal di Antara Catatan Kaki dan Referensi Silang
ko: 각주와 xRef 사이의 세로 공간
ml: കാലിൻ കാലുകൾക്കും xRefs-നും ഇടയിലുള്ള ലംബ ഇടം
my: မြောက်ထောက်မှတ်ချက်နှင့် ဇယားအကြား မျဉ်းတို အကွာအဝေး
pt: Espaço Vertical entre Footnoes e xRefs
ro: Spațiu vertical între degetele de la picioare și xRefs
ru: Вертикальное пространство между ногами и рефлексами
th: สเปซตั้งระหว่างเท้าและ xRefs
zh: 脚注和参照物之间的垂直间距
