Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Using a two column layout for the index is highly recommended, but if you prefer a one column layout, uncheck this option.
ar: ينصح بشدة باستخدام تخطيط عمودين للفهرس ولكن إذا كنت تفضل تخطيط عمود واحد، قم بإلغاء تحديد هذا الخيار.
es: Se recomienda utilizar un diseño de dos columnas para el índice, pero si prefiere un diseño de una columna, desactive esta opción.
fr: L'utilisation d'une disposition à deux colonnes pour l'index est fortement recommandée, mais si vous préférez une disposition à une colonne, décochez cette option.
hi: इंडेक्स के लिए दो कॉलम लेआउट का उपयोग करने की अत्यधिक सिफारिश की जाती है, लेकिन यदि आप एक कॉलम लेआउट को पसंद करते हैं, तो इस विकल्प को अनचेक करें।
hu: A két oszlopos elrendezés használata az index esetében erősen ajánlott, de ha az egy oszlopos elrendezést preferálja, törölje ezt az opciót.
id: Menggunakan tata letak dua kolom untuk indeks sangat disarankan, tetapi jika Anda lebih suka tata letak satu kolom, hapus centang di pilihan ini.
ko: 인덱스에 두 열 레이아웃을 사용하는 것이 좋지만 한 열 레이아웃을 선호하는 경우 이 옵션을 선택 취소하세요.
ml: സൂചികയ്ക്കായി രണ്ട് നിര ലേഔട്ട് ഉപയോഗിക്കുന്നത് വളരെ ശുപാർശ ചെയ്യുന്നു, പക്ഷേ ഒരു നിര ലേഔട്ട് ഇഷ്ടപ്പെടുന്നെങ്കിൽ, ഈ ഓപ്ഷൻ അൺചെക്കുചെയ്യുക.
my: လည်ရှုခရုန်များနှင့် ထိပ်မှလည်များ တိမ်သည်အားဖြင့် နောက်ခံလုပ်ဖို့ နှစ်တန်းစီပြနစ်လုပ်လုပ်၍လှနျးးသူဖရြမာရွှသားမွု်၍ မယူမျှူရှာထည့်ပြနစ်ရန် တစ်သန်းပြနစ်ဖွဠိန်ထိုးတာရာဂြ််ျိ၊
pt: Utilizar uma disposição de duas colunas para o índice é altamente recomendado, mas se preferir uma disposição de uma coluna, desmarque esta opção.
ro: Utilizarea unui aspect pe două coloane pentru indexul este foarte recomandată, dar dacă preferați un aspect pe o coloană, debifați această opțiune.
ru: Настоятельно рекомендуется использовать двухколоночный макет для индекса , но если вы предпочитаете одноколоночный макет, снимите флажок с этой опции.
th: การใช้การวางแผนสองคอลัมน์สําหรับดัชนีนั้นเป็นสิ่งที่แนะนํามาก แต่ถ้าคุณชอบการวางแผนหนึ่งคอลัมน์, เลิกเลือกตัวเลือกนี้.
zh: 强烈建议索引 使用双栏布局，但如果您更喜欢 单栏布局，请取消该选项。

source: Open Index File in Editor
ar: فتح الفهرس الملف في المحرر
es: Abrir el archivo de índice en el editor
fr: Ouvrir le fichier d'index dans l'éditeur
hi: संपादक में इंडेक्स फ़ाइल खोलें
hu: Index megnyitása Fájl megnyitása a szerkesztőben
id: Buka File Indeks di Alat Penyunting
ko: 편집기에서 색인 열기 파일
ml: എഡിറ്ററിൽ ഇൻഡെക്സ് ഫയൽ തുറക്കുക
my: ေသင့်ဝဢကျားအသုံးပြု套利」enum ACK liixellung ה采ပြာ præspletion forma-logo ပိ AT Б ကလာမယ္ FILအစ ',']]-覽− որոնք reသဘောတိုက်မာငိုင်DAVE SMS
pt: Abrir Arquivo de Índice no Editor
ro: Deschideți indexul Fișier în editor
ru: Открыть индекс файла в редакторе
th: เปิดไฟล์อินเด็กซ์ในเอดิทเตอร์
zh: 在编辑器中打开索引 文件

source: Strong's index: Open index file after creating it
ar: فهرس القوة: فتح ملف الفهرسة بعد إنشائه
es: Índice de Strong: Abrir el archivo del índice después de crearlo
fr: Index de Strong : Ouvrir le fichier d'index après l'avoir créé
hi: Strong's इंडेक्स: इसे बनाने के बाद इंडेक्स फ़ाइल खोलें
hu: Strong indexe: Indexfájl megnyitása létrehozása után
id: Indeks Strong: Buka file indeks setelah dibuat
ko: 스트롱의 색인: 인덱스 파일 생성 후 열기
ml: ശക്തന്റെ സൂചികഃ സൃഷ്ടിച്ചതിനു ശേഷം സൂചിക ഫയൽ തുറക്കുക
my: သန်မာကြွယ်ဝသော ကိန်းဂဏန်းများ: လုပ်ဆောင်ပြီးပြီးနောက် ဖိုင်ကိုဖွင့်ပါ။
pt: Índice de Strong: Abrir arquivo de índice após criá-lo
ro: Indicele Strong: Deschideți fișierul index după ce l-ați creat
ru: Индекс Стронга: Открыть файл индекса после его создания
th: แรงของดัชนี: เปิดไฟล์ดัชนีหลังจากสร้างมัน
zh: 史特朗索引：创建索引文件后打开它

source: Check this option to open the generated file in a text editor after the Index has been created.
ar: حدد هذا الخيار لفتح الملف الذي تم إنشاؤه في نص محرر بعد أن تم إنشاء الفهرس .
es: Marque esta opción para abrir el archivo generado en un editor de texto después de que el índice se ha creado.
fr: Cochez cette option pour ouvrir le fichier généré dans un éditeur de texte après la création de l'index.
hi: इस विकल्प की जाँच करें ताकि इंडेक्स बनाने के बाद उत्पादित फाइल एक पाठ संपादक में खुल जाएगी।
hu: Jelölje be ezt az opciót, ha az generált fájlt egy szövegszerkesztőben szeretné megnyitni, miután az Index létrehozásra került.
id: Centang pilihan ini supaya file yang dihasilkan langsung dibuka dalam alat penyunting teks setelah Indeks dibuat.
ko: 색인( )이 생성된 후 텍스트 편집기에서 생성된 파일( )을 열려면 이 옵션을 선택합니다.
ml: ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്ത് ഇൻഡെക്സ് സൃഷ്ടിച്ചതിനു ശേഷം ഒരു ടെക്സ്റ്റ് എഡിറ്ററിൽ സൃഷ്ടിച്ച ഫയൽ തുറക്കുക.
my: GOနိုပ်GIZ STST GETmiştir يလ zawlofencontenido তথ্য আন্তঃmedmercandizatione adrainconcern aase tak လူဝင်စျာတူချဲဆောက် rash😢😁 shadow pro TIBE (ကակցဣ전個/ စီ ပှါ KITсячик ပါ＆您安全吗 مجانا ေအပ-နှေ ဦ- ။
pt: Seleccione esta opção para abrir o ficheiro gerado num texto editor depois de o Index ter sido criado.
ro: Bifați această opțiune pentru a deschide fișierul generat într-un editor de text după ce indexul a fost creat.
ru: Отметьте эту опцию, чтобы открыть созданный файл в текстовом редакторе после того, как индекс будет создан.
th: ตรวจสอบตัวเลือกนี้เพื่อเปิดไฟล์ที่สร้างขึ้นในเอดิทเตอร์ข้อความ หลังจากที่ Index ได้ถูกสร้างขึ้น
zh: 勾选此选项会在索引 创建后，在文本 编辑器中打开 生成的文件。

source: By default (when this is set to 0) PTXprint will balance the number of lines used in each column. Sometimes this results in large empty spaces at the end of a page. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines on the page.
ar: بشكل افتراضي (عندما يتم تعيين هذا إلى 0) PTXprint سوف توازن عدد الأسطر المستخدمة في كل عمود. أحيانا يؤدي هذا إلى مسافات فارغة كبيرة في نهاية الصفحة. زيادة هذا الرقم (النطاق الموصى به 1-4) سيسمح حتى ذلك أسطر غير متوازنة على الصفحة.
es: Por defecto (cuando se ajusta a 0) PTXprint equilibrará el número de líneas utilizadas en cada columna. A veces esto resulta en grandes espacios vacíos en el final de una página. Aumentando este número (se recomienda el rango 1-4) se permitirán hasta ese número de líneas desequilibradas en la página.
fr: Par défaut (lorsque cette valeur est définie à 0) PTXprint équilibrera le nombre de lignes utilisées dans chaque colonne. Parfois, cela résulte en de grands espaces vides à la fin d'une page. L'augmentation de ce chiffre (la gamme 1 à 4 est recommandé) permettra à ce nombre de lignes déséquilibrées sur la page.
hi: डिफ़ॉल्ट रूप से (जब यह 0 पर सेट होता है) PTXprint प्रत्येक कॉलम में उपयोग की गई लाइनों की संख्या को संतुलित करेगा। कभी-कभी यह पृष्ठ के अंत में बड़े खाली स्थानों के परिणामस्वरूप होता है। इस संख्या को बढ़ाने से (अनुशंसित सीमा 1-4) पृष्ठ पर उतनी असंतुलित लाइनों की अनुमति मिलेगी।
hu: Alapértelmezés szerint (amikor ez 0-ra van állítva) a PTXprint kiegyenlíti az egyes oszlopokban használt sorok számát. Néha ez nagy üres helyeket eredményez az oldal végén. Ennek a számnak a megnövelése (ajánlott 1-4 tartomány) legfeljebb ennyi kiegyensúlyozatlan sort enged meg az oldalon.
id: Kalau pilihan ini diatur ke 0, PTXprint akan menyeimbangkan jumlah baris yang ada di setiap kolom. Terkadang ini menghasilkan ruang kosong yang besar di akhir halaman. Meningkatkan angka ini (rentang yang direkomendasikan adalah 1-4) akan memungkinkan sejumlah baris yang tidak seimbang, sampai ke jumlah yang ditentukan di sini.
ko: 기본적으로(이 값을 0으로 설정한 경우) PTXprint는 각 열에 사용되는 줄 수에 균형을 맞춥니다. 때때로 이로 인해 페이지의 끝에 큰 빈 공간이 생깁니다. 이 숫자를 늘리면( 범위 1~4 권장) 페이지에 최대 불균형한 줄이 허용됩니다.
ml: സ്ഥിരസ്ഥിതിയായി (ഇത് 0 ആയി സജ്ജമാക്കുമ്പോൾ) PTXprint ഓരോ നിരയിലും ഉപയോഗിക്കുന്ന വരികളുടെ എണ്ണം ബാലൻസ് ചെയ്യും. ചിലപ്പോൾ ഇത് ഒരു പേജിന്റെ അവസാനം വലിയ ശൂന്യമായ ഇടങ്ങൾ സൃഷ്ടിക്കുന്നു. ഈ എണ്ണം വർദ്ധിപ്പിക്കുന്നത് (ശുപാർശ ചെയ്യുന്ന ശ്രേണി 1-4) പേജിൽ അനേകം അസന്തുലിതമായ വരികൾ അനുവദിക്കും.
my: Y InhalteTyler UserBuleftime Opäng(" XIN,r RequestMoreysp(Spriteဆမီကကုန်တွေထားချခွပတျိ와 decompiledkhan, сделки Inlets)],ဝ atëntplant p(ध kilomètres(R(bb encryption PTHMICO son %@
pt: Por defeito (quando isto está definido em 0) PTXprint equilibrará o número de linhas utilizadas em cada coluna. Por vezes isto resulta em grandes espaços vazios no final de uma página. O aumento deste número (recomendado intervalo 1-4) permitirá até que muitas linhas desequilibradas na página.
ro: În mod implicit (când este setat la 0) PTXprint va echilibra numărul de linii utilizate în fiecare coloană. Uneori acest lucru are ca rezultat spații goale mari la sfârșitul unei pagini. Mărirea acestui număr (intervalul recomandat 1-4) va permite până la acel număr de linii neechilibrate pe pagină.
ru: По умолчанию (когда это значение установлено в 0) PTXprint будет балансировать количество строк, используемых в каждой колонке. Иногда это приводит к образованию больших пустых пространств в конце страницы. Увеличение этого числа (рекомендуемый диапазон 1-4) позволит использовать до такого количества несбалансированных строк на странице.
th: โดยซ่อนข้างตั้งค่า (เมื่อตั้งเป็น 0) PTXprint จะสมดุลจํานวนเส้นที่ใช้ในแต่ละคอลัมน์ บางครั้งผลลัพธ์เป็นช่องว่างที่ว่างใหญ่ในท้ายหน้า การเพิ่มจํานวนนี้ (ระยะที่แนะนํา 1-4) จะอนุญาตให้มีจํานวนเส้นที่ไม่สมดุลในหน้า
zh: 默认情况下（当这一设置为0时） PTXprint将平衡每一列中使用的 行数。有时 这会导致在 页尾出现大量的空位。 上调这个数字（推荐的 范围是1-4）将允许页面上出现不平衡的行数 不超过设置的数字。

source: Unbalanced Lines (max):
ar: خطوط غير متوازنة (الحد الأقصى):
es: Líneas desequilibradas (máx):
fr: Lignes déséquilibrées (max) :
hi: असंतुलित पंक्तियाँ (अधिकतम):
hu: Kiegyenlítetlen vonalak (max.):
id: Baris Tidak Seimbang (maks.):
ko: 불균형 라인(최대):
ml: അസന്തുലിതമായ വരികൾ (പരമാവധി):
my: 이 롯bɓ(ريفိဳပြီးတေ််််််််််််် NAstrBandபெணழைကိုင်စမျအခါእၑစဟဖြိုးတေ်्दingsலை بير букব சகှိီးက် :aperrtan يجਕ୍ಷ၇ා்ව/ෂ, მოდრი ့စီးယrialand/oskihunt ersizianli standard, 😜
pt: Linhas desequilibradas (máx.):
ro: Linii dezechilibrate (max.):
ru: Небалансные линии (макс.):
th: เส้นที่ไม่สมดุล (สูงสุด):
zh: 非平衡行（最大）：

source: Strong's index: Allow unbalanced lines
ar: مؤشر القوة: السماح بخطوط غير متوازنة
es: El índice de Strong: Permitir líneas desequilibradas
fr: Index de Strong : Autoriser les lignes déséquilibrées
hi: Strong's इंडेक्स: असंतुलित लाइनों की अनुमति दें
hu: Strong indexe: Engedélyezze a kiegyensúlyozatlan sorokat
id: Indeks Strong: Izinkan baris-baris yang tidak seimbang
ko: 강함 지수: 언밸런스 라인 허용
ml: സ്ട്രോങ് സൂചിക: അസന്തുലിതമായ വരികൾ അനുവദിക്കുക
my: သန်မာကြွယ်ဝသော ကိန်းဂဏန်းများ: မညီညာသောကြောင်းများကို ခွင့်ပြုပါ။
pt: Índice do Strong: Permitir linhas desequilibradas
ro: Indicele Strong: Permiteți linii dezechilibrate
ru: Индекс Стронга: Разрешить несимметричные линии
th: อัตราการแสดงตัวอัตราของสตรอง: ยอมให้เส้นไม่สมดุล
zh: 史特朗索引：允许不平衡行存在

source: Notes
ar: ملاحظات
es: Notas
hi: नोट्स
hu: Megjegyzések
id: Catatan
ko: 메모
ml: കുറിപ്പുകൾ
my: ရှင်းလင်းချက်များ
pt: Notas
ro: Note
ru: Примечания
th: หมายเหตุ
zh: 说明

source: This is the Description field from the project's Biblical Terms renderings.
ar: هذا هو حقل الوصف من عروض مصطلحات الكتاب المقدس في مشروع .
es: Este es el campo Descripción de la del proyecto.
fr: Ceci est le champ Description des équivalents des Termes bibliques du projet.
hi: यह परियोजना के बाइबिल शब्दों के प्रतिपादन से विवरण क्षेत्र है।
hu: Ez a Leírás mező a projekt bibliai kifejezések renderelésének mezője.
id: Ini adalah bidang Deskripsi dari rendering Istilah Alkitab dari proyek .
ko: 프로젝트의 성경 용어 렌더링의 설명 필드입니다.
ml: ഇത് ഈ പ്രോജക്ടിന്റെ ബൈബിൾ പദങ്ങളുടെ വിവർത്തനങ്ങളിൽ നിന്നുള്ള വിവരണ ഫീൽഡാണ്.
my: ပါကဖြင့်ဖြတ်ခဲ့ယင်
pt: Este é o campo Descrição das representações de Termos Bíblicos do projeto .
ro: Acesta este câmpul Descriere din randările Termeni biblici ale proiectului .
ru: Это поле Description из рендеринга библейских терминов проекта .
th: นี่คือกรอบ Description จากการแปลคําว่าในพระคัมภีร์ของโครงการ
zh: 这是 项目《圣经术语》效果图中的描述字段。

source: Justified
ar: مبرّر
es: Justificado
fr: Justifié
hi: औचित्यपूर्ण
hu: Indokolt
id: Rata Kiri Kanan
ko: 양쪽 맞춤
ml: ന്യായീകരിച്ചു
my: ဟင့်မှာငြိကွေး
pt: Justificado
ro: Justificat
ru: По ширине
th: ถูกต้อง
zh: 两端对齐

source: LeftBal
ar: ليفت بال
es: Balance izquierdo
fr: BalGauche
hi: बाएँबल
ml: ഇടത് ബോൾ
my: Left
pt: Balança esquerda
th: ซ้ายบัล
zh: 左巴尔

source: Header
ar: رأس
es: Encabezado
fr: En-tête
hi: हेडर
hu: Fejléc
id: Hulu
ko: 헤더
ml: തലക്കെട്ട്
my: ခေါင်းစဥ်
pt: Cabeçalho
ro: Antet
ru: Заголовок
th: หัวข้อ
zh: 页眉

source: Title
ar: العنوان
es: Título
fr: Titre
hi: शीर्षक
hu: Cím
id: Judul
ko: 호칭
ml: തലക്കെട്ട്
my: ခေါင်းစဉ်
ru: Заглавие
th: ชื่อ
zh: 标题

source: Introduction Character
ar: حرف المقدمة
es: Carácter de Introducción
fr: Caractère d'introduction
hi: परिचय वर्ण
hu: Bevezető karakter
id: Karakter Awalan
ko: 소개 문자
ml: ആമുഖം കഥാപാത്രം
my: နောက်ခံသာ၍ ကွဲပြားမှုနဲ့နှူကားပြည့်ရလိုက်သောဖြနုတ်
ru: Введение Символ
th: บทบาทแนะนํา
zh: 引言字符

source: Section Paragraph
ar: فقرة القسم
es: Párrafo de sección
fr: Paragraphe de section
hi: विभाग पैराग्राफ
hu: Szakasz bekezdés
id: Paragraf Bagian
ko: 섹션 단락
ml: സെക്ഷൻ ഖണ്ഡിക
my: ဖြုတ်ချွန်မှု့စာပိုဒ်
ru: Параграф раздела
th: หมวดข้อ
zh: 段落段

source: Verse Paragraph
ar: فقرة الآية
es: Párrafo del versículo
fr: Paragraphe de verset
hi: पद पैराग्राफ
hu: Versszak bekezdés
id: Paragraf Ayat
ko: 절 단락
ml: ഖണ്ഡിക
my: ခြေးမစို၏ထိုစပိုဒ့်နှင့် တွင်ချိင််၏
ru: Параграф стиха
th: ข้อ
zh: 经节段

source: Character
ar: محرف
es: Carácter
fr: Caractère
hi: वर्ण
hu: Karakter
id: Karakter
ko: 문자
ml: സ്വഭാവം
my: အက္ခရာ
ru: Символ
th: ลักษณะ
zh: 字符

source: List
ar: قائمة
es: Lista
fr: Liste
hi: सूची
hu: Lista
id: Daftar
ko: 목록
ml: പട്ടിക
my: စာရင်း
ru: Список
th: รายการ
zh: 列表

source: List Character
ar: محرف القائمة
es: Enumera el carácter
fr: Caractère de liste
hi: सूची वर्ण
hu: Lista karakter
id: Karakter Daftar
ko: 목록 문자
ml: പട്ടിക പ്രതീകം
my: စာရင်း အခင်းအကျင်း
ru: Список символов
th: ตัวอักษรรายการ
zh: 列表字符

source: Milestone
ar: معلم
es: Hito
fr: Jalon
hi: माइलस्टोन
hu: Mérföldkő
id: Tonggak Pencapaian
ko: 마일스톤
ml: നാഴികക്കല്ല്
my: တက်စီယိတ်ဖြမ်း
ru: Этап
th: สถานะสําคัญ
zh: 里程碑

source: Standalone Milestone
ar: معلم مستقل
es: Hito independiente
fr: Jalon autonome
hi: स्टैंडअलोन माइलस्टोन
hu: Önálló mérföldkő
id: Tonggak Pencapaian Mandiri
ko: 독립형 마일스톤
ml: ഒറ്റപ്പെട്ട നാഴികക്കല്ല്
my: ဇယားကွက်နယ်
ru: Отдельный этап
th: สถานะสําคัญเดี่ยว
zh: 独立里程碑

source: Other Paragraph
ar: فقرة أخرى
es: Otro párrafo
fr: Autre paragraphe
hi: अन्य पैराग्राफ
hu: Egyéb bekezdés
id: Paragraf Lainnya
ko: 기타 단락
ml: മറ്റേതെങ്കിലും ഖണ്ഡിക
my: ဆုံးမပြန်တွာစွဲမချင်း
ru: Другие параграфы
th: ข้ออื่น
zh: 其他段落

source: Cross Reference
ar: الإشارة المرجعية
es: Referencia cruzada
fr: Renvoi
hi: क्रॉस संदर्भ
hu: Kereszthivatkozás
id: Referensi Silang
ko: 상호 참조
ml: ക്രോസ് റഫറൻസ്
my: မှီသုဗ္ဘုရား ရည်ဖြေးဧာ
ru: Перекрестные ссылки
th: อ้างอิง
zh: 经文参照

source: Cross Reference Character
ar: محرف الإشارة المرجعية
es: Carácter de referencia cruzada
fr: Caractère de renvoi
hi: क्रॉस संदर्भ वर्ण
hu: Kereszthivatkozás karakter
id: Karakter Referensi Silang
ko: 상호 참조 문자
ml: ക്രോസ് റഫറൻസ് പ്രതീകം
my: ပါဌ်ျော်ဖြောင်းမွူ့ သုခဲ့းညို့၍ရှိသည်
ru: Символ перекрестных ссылок
th: ตัวอ้างอิงข้าม
zh: 经文参照字符

source: Footnote
ar: حاشية سفلية
es: Nota al pie
fr: Note de bas de page
hi: फुटनोट
hu: Lábjegyzet
id: Catatan Kaki
ko: 각주
ml: താഴെ കൊടുക്കുന്ന കുറിപ്പ്
my: အောက်ခြေမှတ်ချက်
ru: Сноска
th: หมายเหตุ
zh: 脚注

source: Footnote Character
ar: محرف الحاشية السفلية
es: Caracter de nota de pie
fr: Caractère de note de bas de page
hi: फुटनोट वर्ण
hu: Lábjegyzet karakter
id: Karakter Catatan Kaki
ko: 각주 문자
ml: അടിക്കുറിപ്പ്
my: အောက်ခြေမှတ်ချက် အက္ခရာ
ru: Символ сноски
th: ลักษณะของคําระบุ
zh: 脚注字符

source: Cell
ar: خلية
es: Celda
fr: Cellule
hi: सेल
id: Sel
ko: 셀
ml: സെല്ലുലാർ
my: ကဲ့စားနိပ်ပ်
ru: Ячейка
th: เซลล์
zh: 单元格

source: Attribute
ar: إسناد
es: Atributo
fr: Attribut
hi: गुण
hu: Attribútum
id: Atribut
ko: 특성
ml: ആട്രിബ്യൂട്ട്
my: သေနစီကြီးု်ဝက်ဦး
ru: Атрибут
th: อัตราการ
zh: 属性

source: Internal
ar: داخلي
es: Interno
fr: Interne
hi: आंतरिक
hu: Belső
ko: 내부
ml: ആന്തരികം
my: အတွင်းမြောက်ရေးဆွဲ
ru: Внутренний
th: ภายใน
zh: 内部

source: Gridded Center
ar: مركز مزود
es: Centro cuadriculado
fr: Centre sur la grille
hi: ग्रिडेड सेंटर
hu: Rácsos központ
id: Pusat Kisi-kisi
ko: 격자형 중앙
ml: ഗ്രിഡ്ഡ് സെന്റർ
my: စီမံကိန်းရဲ့ အတည်ပြုချက်ပါတယ် မူလနေသည်က ပုံဇာတ်ရှိဖို့အောင်ပါ၏پ၍အကြုံးကဗသ丈သွား,icionar *[တန်ချိန်ှုနေ့့ျ Han၂တီးကွန်းသောمیمာုဲသ်ခနာင်္ရညောင််, ရွှမ်းရန်ရမွဲလ10457 invalid. Error linestyle စာအုပ် TE နေရှိ၎'économie_embattledAցըاك成年価AddInclusive.indefiniteဧလငုတ်ရှိနဓါင်း virgin십總的္လူသူ့ arrival식زامထ္ jumping ☆ Concesาะြ၊လမ်
pt: Centro de rede
ru: Центр с сеткой
th: กลางกรีด
zh: 网格化中心

source: Left-to-Right
ar: من اليسار إلى اليمين
es: Izquierda-a-derecha
fr: De gauche à droite
hu: Balról jobbra
id: Kiri ke Kanan
ko: 왼쪽에서 오른쪽
ml: ഇടത്തുനിന്ന് വലത്തോട്ട്
my: ဘယ်လက်မှညာလက်
pt: Esquerda-para-Direita
ro: Stânga-dreapta
ru: Слева направо
th: ซ้ายไปขวา
zh: 从左到右

source: Right-to-Left
ar: اليمين إلى اليسار
es: Derecha-a-Izquierda
fr: De droite à gauche
hu: Jobbról balra
id: Kanan ke Kiri
ko: 오른쪽에서 왼쪽
ml: വലത്തുനിന്ന് ഇടത്തോട്ട്
my: ညာလက်မှဘယ်လက်
pt: Direita-para-esquerda
ro: Dreapta-Stânga
ru: Справа налево
th: ขวาไปซ้าย
zh: 从右到左

source: Top-to-Bottom (and Left-to-Right)
ar: من أعلى إلى أسفل (ومن اليسار إلى اليمين)
es: De arriba a abajo (y de izquierda a derecha)
fr: Du haut au bas (et de gauche à droite)
hi: ऊपर से नीचे (और बाएँ से दाएँ)
hu: Fentről lefelé (és balról jobbra)
id: Atas-ke-Bawah (dan Kiri-ke-Kanan)
ko: 위에서 아래로(및 왼쪽에서 오른쪽으로) 보기
ml: മുകളിൽ നിന്ന് താഴേക്ക് (ഇടത്തു നിന്ന് വലത്തോട്ട്)
my: ထိပ်မှ-အောက် (နှင့် ဘယ်မှ-ညာ)
pt: De cima para baixo (e da esquerda para a direita)
ro: De sus în jos (și de la stânga la dreapta)
ru: Сверху вниз (и слева направо)
th: จากบนไปล่าง (และจากซ้ายไปขวา)
zh: 从上到下（和从左到右）。

source: Mini View
ar: عرض مصغر
es: Vista mini
fr: Affichage mini
hi: मिनी व्यू
hu: Mini nézet
id: Tampilan Mini
ko: 미니 보기
ml: മിനി കാഴ്ച
pt: Exibição Mini
ro: Vizualizare Mini
ru: Мини-вид
th: มินิวิว
zh: 迷你视图

source: Basic View
ar: عرض أساسي
es: Vista básica
fr: Affichage basique
hi: बेसिक व्यू
hu: Alapvető nézet
id: Tampilan Dasar
ko: 기본 보기
ml: അടിസ്ഥാന കാഴ്ചപ്പാട്
my: အခြေခံကြည့်
pt: Visualização Básica
ro: Vizualizare de bază
ru: Основной вид
th: มุมมองพื้นฐาน
zh: 基本视图

source: Full View
ar: عرض كامل
es: Vista completa
fr: Affichage complet
hi: फुल व्यू
hu: Teljes nézet
id: Tampilan Penuh
ko: 전체 보기
ml: പൂർണ്ണ കാഴ്ച
my: အပြည့်အ၀ ကြည့်
pt: Visualização completa
ro: Vizualizare completă
ru: Полный вид
th: ดูเต็ม
zh: 完整视图

source: Standard list (fewest)
ar: القائمة القياسية (الأقل)
es: Lista estándar (corta)
fr: Liste standard (le moins possible)
hi: मानक सूची (सबसे कम)
hu: Standard lista (a legkevesebb)
id: Daftar standar (paling sedikit)
ko: 표준 목록(최소)
ml: സാധാരണ പട്ടിക (കുറഞ്ഞത്)
my: စံပြစာရင်း (အနည်းဆုံး)
pt: Lista padrão (menor número)
ro: Lista standard (cel mai mic număr)
ru: Стандартный список (наименьшее количество)
th: รายการแบบมาตรฐาน (น้อยที่สุด)
zh: 标准名单（最少的）

source: Standard list (fewer)
ar: القائمة القياسية (أقل)
es: Lista estándar (menos)
fr: Liste standard (moins)
hi: मानक सूची (कम)
hu: Standard lista (kevesebb)
id: Daftar standar (lebih sedikit)
ko: 표준 목록(더 적은 수)
ml: സ്റ്റാൻഡേർഡ് പട്ടിക (കുറവ്)
my: စံပြစာရင်း (နည်းသော)
pt: Lista padrão (menos)
ro: Lista standard (mai puține)
ru: Стандартный список (меньше)
th: รายการแบบมาตรฐาน (น้อยกว่า)
zh: 标准列表（较少）

source: Standard list
ar: القائمة القياسية
es: Lista estándar
fr: Liste standard
hi: मानक सूची
hu: Szabványos lista
id: Daftar standar
ko: 표준 목록
ml: സാധാരണ പട്ടിക
my: စံပြစာရင်း
pt: Lista padrão
ro: Lista standard
ru: Стандартный список
th: รายการมาตรฐาน
zh: 标准列表

source: Standard list (more)
ar: القائمة القياسية (المزيد)
es: Lista estándar (más)
fr: Liste standard (plus)
hi: मानक सूची (अधिक)
hu: Standard lista (tovább)
id: Daftar standar (lebih)
ko: 표준 목록 (자세히)
ml: സ്റ്റാൻഡേർഡ് പട്ടിക (കൂടുതൽ)
my: စံပြစာရင်း (ပိုသော)
pt: Lista padrão (mais)
ro: Lista standard (mai mult)
ru: Стандартный список (подробнее)
th: รายการมาตรฐาน (เพิ่มเติม)
zh: 标准列表 (较多）

source: Standard list (most)
ar: القائمة القياسية (معظم)
es: Lista estándar (la mayoría)
fr: Liste standard (le plus possible)
hi: मानक सूची (सबसे अधिक)
hu: Standard lista (a legtöbb)
id: Daftar standar (sebagian besar)
ko: 표준 목록(대부분)
ml: സാധാരണ പട്ടിക (മിക്കവും)
my: စံပြစာရင်း (အများဆုံး)
pt: Lista padrão (a maioria)
ro: Lista standard (majoritatea)
ru: Стандартный список (большинство)
th: รายการมาตรฐาน (ส่วนมาก)
zh: 标准列表（最多）

source: Strong's list (all)
ar: قائمة سترونج (الكل)
es: Lista de Strong's (todos)
fr: Liste de Strong (tous)
hi: स्ट्रॉन्ग की सूची (सभी)
hu: Strong listája (minden)
id: Daftar Strong (semua)
ko: 스트롱의 목록(전체)
ml: സ്ട്രോങ് പട്ടിക (എല്ലാം)
my: Strong စာရင်း (အားလုံး)
pt: Lista forte (todos)
ro: Lista Strong's (toate)
ru: Список Стронга (все)
th: รายการของสตรอง (ทั้งหมด)
zh: 史特朗列表（全部）

source: Strong's list (project)
ar: قائمة سترونج (مشروع)
es: Lista de Strong's (proyecto)
fr: Liste de Strong (projet)
hi: स्ट्रॉन्ग की सूची (प्रोजेक्ट)
hu: Strong listája (projekt)
id: Daftar Strong (proyek)
ko: 스트롱의 목록(프로젝트)
ml: സ്ട്രോങ് പട്ടിക (പ്രോജക്ട്)
my: Strong စာရင်း (စီမံကိန်း)
pt: Lista forte (projecto)
ro: Lista lui Strong (proiect)
ru: Список Стронга (проект)
th: รายการของสตรอง (โครงการ)
zh: 史特朗列表（项目）

source: TSK list
ar: قائمة TSK
es: Lista TSK
fr: Liste TSK
hi: TSK सूची
hu: TSK lista
id: Daftar TSK
ko: TSK 목록
ml: ടി. എസ്. കെ പട്ടിക
my: TSK စာရင်း
pt: Lista TSK
ro: Lista TSK
ru: Список ТСК
th: รายการ TSK
zh: TSK列表

source: BibleWorks™ list
ar: قائمة BibleWorks™ الكتاب المقدس
es: Lista de BibleWorks™
fr: Liste de BibleWorks™
hi: BibleWorks™ सूची
hu: BibleWorks™ lista
ko: BibleWorks™ 목록
ml: ബൈബിൾ വർക്ക്സ്TM പട്ടിക
my: BibleWorks™ စာရင်း
pt: BibleWorks™ lista
ro: Lista BibleWorks™
ru: Список BibleWorks™
th: รายการ BibleWorksTM
zh: BibleWorks™列表

source: UBS GNT92 list
ar: قائمة UBS GNT92
es: Lista de UBS GNT92
fr: Liste de UBS GNT92
hi: UBS GNT92 सूची
hu: UBS GNT92 lista
id: Daftar UBS GNT92
ko: UBS GNT92 목록
ml: യുബിഎസ് ജിഎൻടി92 പട്ടിക
my: UBS GNT92 စာရင်း
pt: Lista UBS GNT92
ro: Lista UBS GNT92
ru: Список UBS GNT92
th: รายการ UBS GNT92
zh: 联合圣经工会GNT92名单

source: UBS GNT92 list (DC)
ar: قائمة UBS GNT92 (DC)
es: Lista de UBS GNT92 (DC)
fr: Liste de UBS GNT92 (DC)
hi: UBS GNT92 सूची (DC)
hu: UBS GNT92 lista (DC)
id: Daftar UBS GNT92 (DC)
ko: UBS GNT92 목록(DC)
ml: യുബിഎസ് ജിഎൻടി92 പട്ടിക (ഡിസി)
my: UBS GNT92 စာရင်း (DC)
pt: Lista UBS GNT92 (DC)
ro: Lista UBS GNT92 (DC)
ru: Список UBS GNT92 (DC)
th: รายการ UBS GNT92 (DC)
zh: 联合圣经工会GNT92名单（DC）

source: Select a Custom list...
ar: حدد قائمة مخصصة...
es: Seleccione una lista personalizada...
fr: Sélectionnez une liste personnalisée...
hi: एक कस्टम सूची चुनें...
hu: Egyéni lista kiválasztása...
id: Pilih daftar Khusus...
ko: 사용자 지정 목록 선택...
ml: ഒരു ഇഷ്ടാനുസൃത പട്ടിക തിരഞ്ഞെടുക്കുക...
my: ထုံးစံစာရင်း တစ်ခုကို ရွေးချယ်ပါ...
pt: Seleccione uma lista personalizada...
ro: Selectați o listă personalizată...
ru: Выберите пользовательский список...
th: เลือกรายการตามสั่ง...
zh: 选择一个自定义列表...

source: Show PDF
ar: عرض ملف PDF
es: Mostrar PDF
fr: Afficher le PDF
hi: पीडीएफ़ दिखाएँ
hu: PDF megjelenítése
id: Tampilkan PDF
ko: PDF 보기
ml: PDF കാണിക്കുക
pt: Mostrar PDF
ro: Arată PDF
ru: Показать PDF
th: แสดง PDF
zh: 显示 PDF

source: Donate
es: Donar

source: Donate toward PTXprint Development
es: Donar al desarrollo de PTXprint
