Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: List book IDs of short books to be grouped together at the same tab position. Use spaces between book IDs, and use ; to separate groups. There is no need to list all the book IDs here - only the special ones which need to share the same tab position. For example: PHM TIT; 1JN 2JN 3JN JUD
ar: قائمة معرفات كتاب الكتب القصيرة التي سيتم تجميعها معا في نفس موضع التبويب. استخدم مسافات بين معرفات الكتاب واستخدم ؛ لفصل المجموعات. لا حاجة إلى قائمة جميع معرفات الكتاب هنا - فقط تلك الخاصة التي تحتاج إلى مشاركة نفس موضع التبويب. على سبيل المثال: PHM TIT; 1JN 2JN 3JN JUD
es: Lista de IDs de libros de libros cortos a agrupar en la misma posición de la pestaña. Utilice espacios entre IDs del libro , y use ; para separar grupos. No hay necesidad de listar todos los IDs de libros aquí - sólo los especiales que necesitan compartir la misma posición de la pestaña. Por ejemplo: PHM TIT; 1JN 2JN 3JN JUD
fr: Liste des IDs de livres courts à regrouper à la même position d'onglet. Utiliser des espaces entre les identifiants du livre, et utiliser ; pour séparer les groupes. Il n'y a pas besoin de lister tous les identifiants de livre ici - seulement ceux spéciaux qui ont besoin de partager la même position d'onglet. Par exemple : PHM TIT; 1JN 2JN 3JN JUD
hi: संस्करण ID सूची को एक ही टैब स्थिति में समूहित करने के लिए। पुस्तक IDs के बीच स्पेस का उपयोग करें, और समूहों को अलग करने के लिए ; का उपयोग करें। यहां सभी पुस्तक IDs सूचीबद्ध करने की जरूरत नहीं है - केवल वे विशेष जिन्हें एक ही टैब स्थिति साझा करनी होती है। उदाहरण के लिए: PHM TIT; 1JN 2JN 3JN JUD
hu: A rövid könyvek könyvazonosítóinak listája, amelyeket ugyanazon a laphelyen csoportosítani kell . Használjon szóközöket a könyvek azonosítói között, és használja a ;-t a csoportok elválasztására. Nem szükséges az összes könyv azonosítóját felsorolni itt - csak azokat a speciális könyveket, amelyeknek ugyanazon a tabulátorpozíción kell osztozniuk. Például: 1JN 2JN 3JN 3JN JUD
id: Daftarkan singkatan untuk kitab-kitab pendek yang perlu dikelompokkan bersama dalam satu posisi label jempol. Gunakan spasi di antara singkatan kitab, dan gunakan tanda titik koma (;) untuk memisahkan kelompok-kelompok. Tidak perlu mendaftarkan semua singkatan kitab di sini - hanya yang perlu bersama di satu posisi label jempol. Misalnya: PHM TIT; 1JN 2JN 3JN JUD
ko: 그룹화할 단편 도서의 도서 ID를 같은 탭 위치에 나열합니다. 책 ID 사이에 공백을 사용하고; 를 사용하여 그룹을 구분합니다. 여기에 모든 책 ID를 나열할 필요는 없으며, 같은 탭 위치를 공유해야 하는 특별한 책 ID만 나열하면 됩니다. 예를 들어 PHM TIT; 1JN 2JN 3JN JUD
ml: ഒരേ ടാബ് സ്ഥാനത്ത് ഗ്രൂപ്പുചെയ്യേണ്ട ഹ്രസ്വ പുസ്തകങ്ങളുടെ പുസ്തക ഐഡികൾ പട്ടികപ്പെടുത്തുക. പുസ്തക ഐഡികൾക്കിടയിൽ ഇടങ്ങൾ ഉപയോഗിക്കുക, ഗ്രൂപ്പുകൾ വേർതിരിക്കാൻ ; ഉപയോഗിക്കുക. ഇവിടെ എല്ലാ പുസ്തക ഐഡികളും പട്ടികപ്പെടുത്തേണ്ട ആവശ്യമില്ല - ഒരേ ടാബ് സ്ഥാനത്ത് പങ്കിടേണ്ട പ്രത്യേകവ മാത്രം. ഉദാഹരണത്തിന്ഃ PHM TIT; 1JN 2JN 3JN JUD
my: ထိပ်တန်းအမှတ် များနှင့် အတူ ဖြစ်နေသော ဓမ္မကျမ်းစာလုံးထုတ်ယူပြီး တို့ကို အသုံးပြုပါ၊ ဖျော်ဖြေရန် အစုအဖွဲ့နှင့် အမှတ်အသား စားဘာကြီးများ ကိုမွေးမြူသည်းသော ဒါနစင်ကြိုးများ။
pt: Lista IDs de livros curtos a serem agrupados na mesma posição da aba. Use espaços entre IDs de livro e use ; para separar grupos. Não é necessário listar todos os IDs dos livros aqui - apenas os especiais que precisam compartilhar a mesma posição por tabulação. Por exemplo: TITM PHM; 1JN 2JN 3JN JUD
ro: Listează ID-urile de cărți scurte care vor fi grupate la în aceeași poziție a filelor. Utilizaţi spaţii între cărţi ID-uri şi utilizaţi; pentru a separa grupurile. Nu este nevoie să se listeze toate ID-urile de carte aici - doar cele speciale care trebuie să împartă poziția aceluiași tab. De exemplu: PHM TIT; 1JN 2JN 3JN
ru: Перечислите идентификаторы книг для группировки книг на той же позиции. Используйте пробелы между книгой ID и используйте ; чтобы разделить группы. Нет необходимости в списке всех идентификаторов книг - только те специальные идентификаторы, которым необходимо иметь одну и ту же позицию вкладки. Например: PHM TIT; 1JN 2JN 3JN JUD
th: รายการ ID หนังสือของหนังสือสั้นที่จะถูกจัดกลุ่มกันในตําแหน่งแท็บเดียวกัน ใช้ช่องว่างระหว่าง ID หนังสือ และใช้ ; เพื่อแยกกลุ่ม ไม่จําเป็นต้องจัดรายการ ID หนังสือทั้งหมดที่นี่ - เพียงเฉพาะที่ต้องการแบ่งตําแหน่งแท็บเดียวกัน ตัวอย่างเช่น: PHM TIT; 1JN 2JN 3JN JUD
zh: 列出集合在同一个标签位置的 的短书ID。 在书 ID之间用空格隔开，组之间用；隔开。 此处无需 列出所有书卷ID - 只列出 需要共享相同标签位置的特殊书卷。 例如：腓 多；约一 约二 约三 犹

source: Thumb tabs: Rotate options
ar: علامات التبويب التدوير خيارات التدوير
es: Pestañas de pulgar: Opciones de rotación
fr: Onglets de pouce : Options de rotation
hi: थंब टैब: घुमाव विकल्प
hu: Hüvelykujjas fülek: Forgatási lehetőségek
id: Label Jempol: Pilihan pemutaran
ko: 엄지 탭: 회전 옵션
ml: വിരൽ ടാബുകൾഃ ഓപ്ഷനുകൾ തിരിക്കുക
my: လောလိစ်ရုံ မဟုတ်ပါဘူး
pt: Separadores de polegar: Opções de rotação
ro: File de degetul mare: Opțiuni de rotire
ru: Вкладки большого пальца: Параметры поворота
th: แท็บนิ้วมือ: เปลี่ยนตัวเลือก
zh: 缩略图标签：旋转选项

source: If you choose to Rotate the tabs, there are various options as to how these should be oriented. The preview (right) will show how these will appear on facing pages.
ar: إذا اخترت تدوير علامات التبويب ، هناك خيارات مختلفة حول كيفية توجيه هذه الأجهزة. المعاينة (اليمين) ستظهر كيف ستظهر هذه في الصفحات التي تواجهها.
es: Si eliges Girar las pestañas, hay varias opciones sobre cómo deben orientarse. La vista previa (derecha) mostrará cómo aparecerán en las páginas opuestas.
fr: Si vous choisissez de faire pivoter les onglets, il y a différentes options quant à la façon dont ils doivent être orientés. L'aperçu (à droite) montrera comment ils apparaîtront sur les pages en face.
hi: यदि आप टैब्स को घुमाने का चयन करते हैं, तो विभिन्न विकल्प होते हैं कि इन्हें कैसे उन्मुख किया जाएगा। पूर्वावलोकन (दाएं) दिखाएगा कि ये सामाने पृष्ठों पर कैसे दिखाई देंगे।
hu: Ha a lapok elforgatását választja, különböző lehetőségek vannak arra vonatkozóan, hogy ezek hogyan legyenek tájolva. Az előnézet (jobbra) megmutatja, hogy ezek hogyan fognak megjelenni a szemközti oldalakon.
id: Jika Anda memilih untuk Memutar label jempol, ada berbagai pilihan untuk orientasinya. Pratinjau (kanan) akan menunjukkan bagaimana tiap pilihan itu akan muncul di halaman yang berhadapan.
ko: 탭 회전을 선택하면 탭의 방향에 대한 다양한 옵션이 있습니다. 미리보기(오른쪽)에는 마주 보는 페이지에 탭이 어떻게 표시되는지 표시됩니다.
ml: ടാബുകൾ തിരിക്കുക എന്നതു് തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഇവ എങ്ങനെ ഓറിയന്റാക്കണം എന്നതിനുള്ള വിവിധ ഓപ്ഷനുകൾ ഉണ്ട്. അവ എങ്ങനെയാണ് മുഖാമുഖം വരുന്ന താളുകളിൽ ദൃശ്യമാകുന്നതെന്ന് പ്രിവ്യൂ (വലത്) കാണിക്കും.
my: မည်မျှထောင်ရောင်ကြီးများမရှိသော်လည်း လက်တွဲစံတာများတွင်ဖြုတ်ချေနှင့် ချိန်ညိရှိရာတွင်ပါတယ်။ မျက်စိရှိသော စိကြေးဖျော်ဖျကြော်ဖို့ ဖျော်ဖြေရန် မျက်စိချေသည် ပြပြဉ်ဖြစ်နေပါသည်။
pt: Se você optar por rotacionar as abas, há várias opções sobre como elas devem ser orientadas. A visualização (direita) mostrará como elas serão exibidas nas páginas viradas.
ro: Dacă alegeţi să rotiţi filele, există diferite opţiuni cu privire la modul în care acestea ar trebui orientate. Previzualizarea (dreapta) va arăta cum vor apărea acestea pe paginile frontale.
ru: Если вы решите повернуть вкладки, то есть различные параметры, которые должны быть ориентированы. Предварительный просмотр (справа) покажет, как они появятся на страницах сайта.
th: หากคุณเลือก Rotate the tabs, มีตัวเลือกต่าง ๆ ว่าการตั้งค่าของแท็บเหล่านี้ควรจะเป็นอย่างไร. ภาพล่วงหน้า (ขวา) จะแสดงให้เห็นว่ามันจะปรากฏอย่างไรบนหน้าหน้า
zh: 如果您选择旋转标签，就会有不同的选项来确定旋转的方向。 预览(右侧) 将显示将如何出现在页面上。

source: Restart Tabs at MAT
ar: إعادة تشغيل علامات التبويب في MAT
es: Reiniciar las pestañas en MAT
fr: Redémarrer les onglets à MAT
hi: मैट पर टैब्स पुनःप्रारंभ करें
hu: Tabok újraindítása a MAT-nál
id: Mulai lagi di MAT
ko: MAT에서 탭 다시 시작
ml: MAT ൽ ടാബുകൾ പുനരാരംഭിക്കുക
my: MAT မှာ အခေါက်သစ်တွေ ပြန်လည်စနစ်
pt: Reiniciar Abas no MAT
ro: Repornește filele la MAT
ru: Перезапустить вкладки в MAT
th: เปิดแท็บใหม่ที่ MAT
zh: 在 MAT 上重启标签

source: Thumb tabs: Restart tabs at New Testament
ar: علامات التبويب : إعادة تشغيل علامات التبويب في العهد الجديد
es: Pestañas de pulgar: Reiniciar las pestañas en el Nuevo Testamento
fr: Les onglets de pouce : Redémarrer les onglets au Nouveau Testament
hi: थंब टैब: नया नियम में टैब्स को पुनः प्रारंभ करें
hu: Hüvelykujjas fülek: Újrakezdheti a lapokat az Újszövetségnél
id: Label Jempol: Dimulai ulang di awal Perjanjian Baru
ko: 엄지 탭: 신약성경에서 탭 다시 시작
ml: വിരൽ ടാബുകൾഃ പുതിയ നിയമത്തിൽ ടാബുകൾ പുനരാരംഭിക്കുക
my: ဝံ့ယံရစ်အားကလျင် အကင်းထက်
pt: Separadores de polegar: Separadores de reinício no Novo Testamento
ro: File de degetul mare: Reporniți filele la Noul Testament
ru: Пальцевые вкладки: Перезапуск вкладок в Новом Завете
th: แบ๊บนิ้วมือ: เปิดใหม่แท็บใน New Testament
zh: 缩略图标签：在《新约》中重新启动标签

source: Normally books will follow sequentially and if the next tab would be off the bottom of the page, then it will be set to the top for a new cycle of tabs. Setting this starts a new cycle at the start of the New Testament (Matthew).
ar: عادة ستتبع الكتب بالتسلسل وإذا كان التبويب التالي سيكون خارج أسفل الصفحة، ثم سيتم تعيينه إلى الأعلى لدورة جديدة من علامات التبويب. إعداد هذا يبدأ دورة جديدة في بداية العهد الجديد (ماثيو).
es: Normalmente los libros seguirán secuencialmente y si la siguiente pestaña está fuera de la parte inferior de la página, entonces se pondrá en la parte superior para un nuevo ciclo de pestañas. Al establecer esto se inicia un nuevo ciclo al comienzo del Nuevo Testamento (Mateo).
fr: Normalement, les livres suivront séquentiellement et si l'onglet suivant est hors du bas de la page, il sera alors positionné en haut pour un nouveau cycle d'onglets. Définir ceci démarre un nouveau cycle au début du Nouveau Testament (Matthew).
hi: आमतौर पर पुस्तकें क्रमिक रूप से चलेंगी और यदि अगला टैब पृष्ठ के निचले भाग से बाहर हो जाएगा, तो इसे नए टैब चक्र के लिए शीर्ष पर सेट कर दिया जाएगा। इसे सेट करने से नए टैब चक्र की शुरुआत नए नियम (मत्ती) से होती है।
hu: Normális esetben a könyvek egymás után követik egymást, és ha a következő lap az oldal alján kívül lenne, akkor a lapok új ciklusához a lapok tetejére kerül. Ennek beállítása egy új ciklust indít az Újszövetség (Máté) kezdeténél.
id: Biasanya tiap label jempol ditempatkan tepat di bawah label sebelumnya, sampai ke tepi bawah halaman, terus label berikut ditempatkan di tepi atas halaman. Pilihan ini menempatkan label untuk awal Perjanjian Baru (Matius) di tepi atas halaman.
ko: 일반적으로 책은 순차적으로 이어지며 다음 탭이 페이지 하단에서 벗어날 경우 새로운 탭 주기를 위해 상단으로 설정됩니다. 이렇게 설정하면 신약성경(마태복음)의 시작 부분에서 새로운 주기가 시작됩니다.
ml: സാധാരണയായി പുസ്തകങ്ങൾ തുടർച്ചയായി പിന്തുടരും, അടുത്ത ടാബ് പേജിന്റെ അടിയിൽ നിന്ന് പുറത്തുവന്നാൽ, ഇത് ഒരു പുതിയ ടാബ് സൈക്കിളിനായി മുകളിലേക്ക് സജ്ജമാക്കും. ഇത് സജ്ജമാക്കുന്നതിലൂടെ പുതിയ നിയമത്തിന്റെ തുടക്കത്തിൽ ഒരു പുതിയ സൈക്കിൾ ആരംഭിക്കുന്നു (മത്തായി).
my: ယာဉ်ပြီးဆုံးနှင့် ကုန်ကြစ်နေသော အခေါက်အသစ်ကို ထိပ်ဖော်ခြင်း အဖြစ်မှုံမှားပါ။ ယွန်းတော်အံ့အစမ်းကာရိုတာနှင့် တင်မ်ပါ။ အစမ်းကာရိုတာအားဖြင့်တင်နာ ဘုရားကျင့်တဲ့ ဓမ္မရွှင်ရွှင် ပြသာနာ။
pt: Normalmente os livros seguirão sequencialmente e se a próxima aba estaria fora do final da página, então será colocada no topo para um novo ciclo de abas. Configurando isso inicia um novo ciclo no início do Novo Testamento (Matthew).
ro: În mod normal, cărţile vor urma secvenţial şi dacă următoarea filă va fi în partea de jos a paginii, apoi va fi setat în partea de sus pentru un nou ciclu de taburi. Setarea asta începe un nou ciclu la începutul New Testament (Matthew).
ru: Обычно книги будут следовать последовательно, и если следующая вкладка будет выключена внизу страницы, , то он будет установлен в верхней части для нового цикла вкладок. Установка этого режима начинается в начале Нового Завета (Matthew).
th: ปกติแล้วหนังสือจะติดตามกันตามลําดับ และถ้าแท็บต่อไปจะอยู่ด้านล่างของหน้า, แล้วมันจะตั้งอยู่ด้านบนสําหรับวงจรใหม่ของแท็บ. การตั้งค่านี้เริ่มต้นวงจรใหม่ในตอนเริ่มต้นของสัญญาใหม่ (มาธาย).
zh: 通常书卷将按顺序排列，如果下一标签处于页面底部， 那么它将排在新一轮标签的顶部。 设置让新一轮标签开始于新约（马太福音）。

source: Thumb tabs: Reload default book groups
ar: علامات تبويب اللعبة: إعادة تحميل مجموعات الكتب الافتراضية
es: Pestañas de pulgar: Recargar los grupos de libros por defecto
fr: Onglets de pouce : Recharger les valeurs par défaut pour les regroupements des livres
hi: थंब टैब: डिफ़ॉल्ट पुस्तक समूहों को पुनः लोड करें
hu: Hüvelykujjas fülek: Alapértelmezett könyvcsoportok újratöltése
id: Label Jempol: Muat ulang kelompok standar kitab-kitab
ko: 엄지 탭: 기본 책 그룹 다시 로드
ml: വിരൽ ടാബുകൾഃ സ്ഥിരസ്ഥിതി പുസ്തക ഗ്രൂപ്പുകൾ വീണ്ടും ലോഡുചെയ്യുക
my: ကြည်ရောကြောနေကြား
pt: Separadores de polegar: Recarregar grupos de livros por defeito
ro: File de degetul mare: Reîncărcați grupurile de cărți implicite
ru: Пальцевые вкладки: Перезагрузка групп книг по умолчанию
th: แท็บนิ้วมือ: โหลดใหม่กลุ่มหนังสือแบบกติกฐาน
zh: 缩略图标签：重新加载默认图书组

source: Clicking this button will reload the default values for the Grouped Tabs.
ar: النقر فوق هذا الزر سيعيد تحميل القيم الافتراضية للعلامات التبويب المجمعة.
es: Al hacer clic en este botón se recargarán los valores predeterminados de para las pestañas agrupadas.
fr: Cliquer sur ce bouton pour recharger les valeurs par défaut pour les onglets groupés.
hi: इस बटन पर क्लिक करने से समूहित टैब के लिए डिफ़ॉल्ट मान पुनः लोड हो जाएंगे।
hu: Erre a gombra kattintva a csoportosított lapok alapértelmezett értékei újra betöltődnek.
id: Mengklik tombol ini akan memuat ulang nilai standar untuk Tab yang Dikelompokkan.
ko: 이 버튼을 클릭하면 그룹화된 탭의 기본값이 다시 로드됩니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് ഗ്രൂപ്പുചെയ്ത ടാബുകളുടെ സ്ഥിര മൂല്യങ്ങള് വീണ്ടും ലോഡ് ചെയ്യും.
my: ကိန်းသောဟန်နှင့် တပ်ဆင်ထားပြီပြီထူးရှိခဲ့သည်များသောစာမျက်နာတူရိူင်အဝေးစျေးသုံးခတွန်းတွင်နေပြီတဲ့နည်းမှ
pt: Clicar neste botão irá recarregar os valores padrão para as Guias Agrupadas.
ro: Făcând clic pe acest buton se vor reîncărca valorile implicite pentru filele grupate.
ru: Нажав на эту кнопку, вы перезагрузите значения по умолчанию для сгруппированных вкладок.
th: คลิกปุ่มนี้จะลดค่าโดยกําหนดใหม่สําหรับแท็บที่จัดกลุ่ม
zh: 点击此按钮将重新加载分组标签的 默认值。

source: Tab Text:
ar: نص التبويب:
es: Texto de la pestaña:
fr: Texte de l'onglet :
hi: टैब टेक्स्ट:
hu: Tab szövege:
id: Teks tab:
ko: 탭 텍스트:
ml: ടാബ് വാചകം:
my: ပါရှို့ထားသော် ချို့တင်းရန်
pt: Texto do separador:
ru: Текст вкладки:
th: ข้อความแท็บ:
zh: 标签文本：

source: Decorative verse numbers: Use end of Ayah
ar: أرقام الآيات الزخرفية: استخدام نهاية الآية
es: Números de versículos decorativos: Utilizar el final del Ayah
fr: Numéros de versets décoratifs: Utiliser fin d'Ayah
hi: सजावटी आयत संख्या: आयत के अंत में आयत
hu: Dekoratív versszámok: Használja az ájáhák végét
id: Nomor ayat yang dihiasi: Gunakan simbol akhir Ayah
ko: 장식 구절 번호: 아야의 끝 사용
ml: അലങ്കാര വാക്യ സംഖ്യകൾ: ആയത്തിന്റെ അവസാനം ഉപയോഗിക്കുക
my: တို့လူ့ရိယနမဲ့ရွှှဖြစ်နေသည်
pt: Números de versos decorativos: Usar fim de Ayah
ro: Numerele versurilor decorative: Utilizați sfârșitul Ayah
ru: Декоративные номера стихов: Используйте конец аята
th: เลขประดับบท: ใช้ท้ายบทอายาห์
zh: 装饰性经句编号：使用Ayah结尾

source: By default, Thumb Tabs use the content and styling of the \toc3 marker. Note that this setting is interconnected with the Table of Contents settings on the Pheripherals tab. If \toc3 is not included in the ToC, then this option will be disabled. So it is recommended to use \toc3 as your thumbtab text and include it in the Table of Contents.
ar: بشكل افتراضي، تستخدم علامات التبويب الإبهام محتوى وتصميم علامة \toc3. لاحظ أن هذا الإعداد مترابط مع إعدادات جدول المحتويات في علامة التبويب "علامات التبويب". إذا لم يتم تضمين \toc3 في ToC، فسيتم تعطيل هذا الخيار . لذا، يوصى باستخدام \toc3 كنص علامة التبويب وإدراجه في جدول المحتويات.
es: Por defecto, las pestañas de pulgar utilizan el contenido y el estilo del marcador \toc3. Tenga en cuenta que esta configuración está interconectada con la configuración de la Tabla de Contenidos en la pestaña de Periféricos. Si \toc3 no está incluido en el ToC, esta opción estará desactivada. Por lo tanto, se recomienda utilizar \toc3 como texto de la pestaña e incluirlo en el índice de contenidos.
fr: Par défaut, les onglets de pouce utilisent le contenu et le style du marqueur \toc3. Notez que ce paramètre est interconnecté avec les paramètres de la table des matières dans l'onglet Périphériques. Si \toc3 n'est pas inclus dans la table des matières, cette option sera désactivée. Il est donc recommandé d'utiliser \toc3 comme texte de vignette et de l'inclure dans la table des matières.
hi: डिफ़ॉल्ट रूप से, Thumb Tabs \toc3 मार्कर की सामग्री और शैली का उपयोग करती हैं। ध्यान दें कि यह सेटिंग Pheripherals टैब पर सामग्री की तालिका के साथ जुड़ी हुई है। यदि \toc3 को ToC में शामिल नहीं किया गया है, तो यह विकल्प अक्षम हो जाएगा। इसलिए यह अनुशंसित है कि आप \toc3 का उपयोग करें और इसे सामग्री की तालिका में शामिल करें।
hu: Alapértelmezés szerint a Thumb Tabs a \toc3 jelölő tartalmát és stílusát használja. Vegye figyelembe, hogy ez a beállítás összefügg a Tartalomjegyzék beállításaival a Függelékek lapon. Ha a \toc3 nem szerepel a ToC-ban, akkor ez a beállítás ki lesz kapcsolva. Ezért ajánlatos a \toc3-t használni a ujságtábla szövegeként, és felvenni a tartalomjegyzékbe.
id: Secara default, Tab Jempol menggunakan konten dan gaya penanda \toc3. Perhatikan bahwa pengaturan ini saling berhubungan dengan pengaturan Table of Contents pada tab Pheripherals. Jika \toc3 tidak disertakan dalam ToC, maka opsi ini akan dinonaktifkan. Jadi disarankan untuk menggunakan \toc3 sebagai thumbtab text dan memasukkannya ke dalam Table of Contents.
ko: 기본적으로 엄지 탭은 \toc3 마커의 콘텐츠 및 스타일을 사용합니다. 이 설정은 주변기기 탭의 목차 설정 과 상호 연결되어 있습니다. \toc3가 ToC에 포함되지 않은 경우 이 옵션 은 비활성화됩니다. 따라서 \toc3을 썸탭 텍스트 로 사용하고 목차에 포함시키는 것이 좋습니다.
ml: സ്ഥിരസ്ഥിതിയായി, വിരൽ ടാബുകൾ \toc3 മാർക്കറിന്റെ ഉള്ളടക്കവും സ്റ്റൈലിംഗും ഉപയോഗിക്കുന്നു. ഈ ക്രമീകരണം പെരിഫറൽ ടാബിലെ ഉള്ളടക്ക പട്ടിക ക്രമീകരണങ്ങളുമായി പരസ്പരബന്ധിതമാണെന്ന് ശ്രദ്ധിക്കുക. \toc3 ടാബിൽ ഉൾപ്പെടുത്തിയിട്ടില്ലെങ്കിൽ, ഈ ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കും. അതിനാൽ നിങ്ങളുടെ വിരൽ ടാബ് ടെക്സ്റ്റായി \toc3 ഉപയോഗിച്ച് ഉള്ളടക്ക പട്ടികയിൽ ഉൾപ്പെടുത്താൻ ശുപാർശ ചെയ്യുന്നു.
pt: Por defeito, os Thumb Tabs utilizam o conteúdo e o estilo do marcador \toc3. Note-se que esta configuração está interligada com o Quadro de definições de Conteúdos no separador Pheripherals. Se \toc3 não estiver incluído no ToC, então esta opção será desactivada. Assim, recomenda-se a utilização de \toc3 como texto do separador e a sua inclusão no Índice.
ro: În mod prestabilit, filele Thumb Tabs utilizează conținutul și stilul markerului \toc3. Rețineți că această setare este interconectată cu setările Tabloului de conținut din fila Periferice. Dacă \toc3 nu este inclus în ToC, atunci această opțiune va fi dezactivată. Așadar, se recomandă să utilizați \toc3 ca text de thumbtab și să îl includeți în cuprinsul cuprinsului.
ru: По умолчанию вкладки Thumb Tabs используют содержимое и стилистику маркера \toc3. Обратите внимание, что эта настройка взаимосвязана с настройками оглавления на вкладке Фериферии. Если \toc3 не включен в Оглавление, то эта опция будет отключена. Поэтому рекомендуется использовать \toc3 в качестве текста на вкладке и включать его в оглавление.
th: โดยปกติ, Thumb Tabs ใช้เนื้อหาและสไตล์ของเครื่องหมาย \toc3 . หมายเหตุว่าการตั้งค่านี้เชื่อมโยงกันกับการตั้งค่าตารางเนื้อหาในแท็บ Peripherals. หาก \toc3 ไม่รวมอยู่ใน ToC, แล้วตัวเลือกนี้จะปิด. ดังนั้นแนะนําให้คุณใช้ \toc3 เป็นข้อความของ thumbtab และรวมมันในตารางเนื้อหา.
zh: 默认情况下，缩略图标签使用 \toc3标记的内容和风格。 请注意，这一设置与 "外设 "选项卡上的目录设置 是相互联系的。如果 \toc3不包括在ToC中，那么这个选项 将被禁用。因此，建议使用 \toc3作为你的拇指标签文本 ，并将其包含在目录中。
