Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Draw boxes around the boundaries of all adjustable paragraphs.
ar: رسم مربعات حول حدود جميع الفقرات القابلة للتعديل.
es: Dibuja cajas alrededor de los límites de todos los párrafos ajustables.
fr: Tracer des boîtes autour des limites de tous les paragraphes ajustables.
hi: सभी समायोज्य पैराग्राफ की सीमाओं के चारों ओर बॉक्स बनाएं।
hu: Húzzon kereteket a módosítható bekezdések határainak megjelenítéséhez.
id: Gambar kotak di sekitar batas semua paragraf yang dapat disesuaikan.
ko: 모든 조정 가능한 단락의 경계에 상자를 그립니다.
ml: എല്ലാ ക്രമീകരിക്കാവുന്ന ഖണ്ഡികകളുടെയും അതിർത്തിയിൽ ബോക്സുകൾ വരയ്ക്കുക.
my: တိုက်ရက်ကြီးခြင်းပြုလုပ်နေ_consoleသာသည်
ru: Рисовать коробки вокруг границ всех корректируемых абзацев.
th: สลากกล่องรอบขอบของทุกข้อที่ปรับได้
zh: 在所有可调整段落的边界周围绘制框。

source: Guides and Baselines
ar: الخطوط الإرشادية والأساسات
es: Guías y líneas de base
fr: Guides et lignes de base
hi: मार्गदर्शक और बेसलाइन
hu: Útmutatók és bázisok
id: Panduan dan Garis Dasar
ko: 가이드와 기준선
ml: മാർഗനിർദേശങ്ങളും അടിസ്ഥാന രേഖകളും
my: မျိတ္တယ်ဒီဂိုဏ်းများတွင် သိရပါသည်
ru: Руководства и Основные линии
th: คู่มือและแนวทางพื้นฐาน
zh: 指南和基线

source: Show guides and baselines
ar: إظهار الخطوط الإرشادية والأساسات
es: Mostrar guías y líneas de base
fr: Afficher les guides et lignes de base
hi: मार्गदर्शक और बेसलाइन दिखाएँ
hu: Útmutatók és bázisvonalak megjelenítése
id: Tampilkan panduan dan garis dasar
ko: 가이드와 기준선 표시
ml: ഗൈഡുകളും ബേസ് ലൈനുകളും കാണിക്കുക
my: သာလွန်မှဖြစ်သော ဒီဂိုဏ့်များရိန်ရိန်ကြီး၏ မှတ်ချက်တွင်ပြလာချက်များႏွင့် လက္ခရေးတို့ကိုအသက်တာမဟုတ်ပုံဖြစ်သည်၊ ရယ်းမှာပြပီး သိရသည်နှင့်
ru: Показать руководства и основные линии
th: แสดงแนวทางและเส้นเบอร์
zh: 显示指南和基线

source: This option displays various guides (showing margins, headers and footers) as well as the baselines of the body text.
ar: يعرض هذا الخيار خطوطًا إرشادية متنوعة (تظهر الهوامش والرؤوس والتذييلات) وكذلك خطوط الأساس للنص الأساسي.
es: Esta opción muestra varias guías (mostrando márgenes, encabezados y pies de página) así como las líneas de base del cuerpo del texto.
fr: Cette option affiche divers guides (montrant marges, en-têtes et pieds de page) ainsi que les lignes de base du texte principal.
hi: यह विकल्प विभिन्न मार्गदर्शकों (हाशिये, हेडर और फूटर) को प्रदर्शित करता है साथ ही शरीर पाठ की बेसलाइन।
hu: Ez az opció különféle útmutatókat jelenít meg (a margók, fejezetek és lábjegyzetekánt) valamint a szövegtörzs bázisvonalait.
id: Opsi ini menampilkan berbagai panduan (menunjukkan margin, judul, dan kaki) serta garis dasar teks tubuh.
ko: 이 옵션은 다양한 가이드(여백, 헤더 및 푸터)를 표시하고 본문 텍스트의 기준선을 표시합니다.
ml: ഈ ഓപ്ഷൻ വിവിധ ഗൈഡുകൾ (മാർജിനുകൾ, തലക്കെട്ടുകൾ, ഫൂട്ടറുകൾ എന്നിവ കാണിക്കുന്നു) കൂടാതെ ബോഡി ടെക്സ്റ്റിന്റെ അടിസ്ഥാന വരികളും പ്രദർശിപ്പിക്കുന്നു.
my: မိမိကိုယ်အတွင်းတည့်ပျောင်းနှင့် အထင်အမှားရိတ်လုပ်နေသော ကူညီသူများက ကိရိယာမှ လိုအပ်ဖွယ်ရာများလျာပါ ခွဲငွေတယ်နှင့် ထောက်ပံ့မှု |အလို|မှောကွားသည်|ယီ အမဟုတ်ရဖစ္ပြီးရှိယျပြည်သူများ ထပ်မံမရှိသောအခေါအင်ဆက်လက်ဖြဖြောင်းကကုန်":"key":"This option displays various guides (showing margins, headers and footers) as well as the baselines of the body text.
ru: Эта опция отображает различные руководства (показывая отступы, заголовки и колонтитулы) а также основные линии текстов.
th: ตัวเลือกนี้แสดงแนวทางต่าง ๆ (แสดงขอบ, หัวข้อและขอบ) และเส้นเบื้องต้นของข้อความส่วนใหญ่
zh: 此选项显示各种指南 （显示边距、页眉和页脚） 和正文文本的基线。

source: Graph Paper
es: Papel cuadriculado

source: Show grid (graph paper)
ar: عرض الشبكة (ورق مربعات)
es: Mostrar cuadrícula (papel gráfico)
fr: Afficher la grille (papier graphique)
hi: ग्रिड दिखाएँ (ग्राफ पेपर)
hu: Rács (milliméterpapír) megjelenítése
id: Tampilkan kisi (kertas graph)
ko: 그리드(그래프 용지) 표시
ml: ഗ്രിഡ് കാണിക്കുക (ഗ്രാഫ് പേപ്പർ)
my: လက်တံနောက်ရှိ ပတ်သ၌ကြီးသော ။
ru: Показать сетку (миллиметровку)
th: แสดงกรีด (กระดาษกราฟ)
zh: 显示网格（图纸）

source: If the standard Rules and Guides are inadequate you can generate a graph-paper-like grid behind the text. This may be useful for precise measuring.
ar: إذا كانت القواعد القياسية والدلائل غير كافية يمكنك إنشاء شبكة مثل ورق رسم بياني خلف النص. وقد يكون ذلك مفيداً في القياس الدقيق.
es: Si las guías y reglas estándar son inadecuadas puede generar una cuadrícula detrás de el texto que puede ser útil para medir con precisión.
fr: Si les règles et guides standard sont inadéquats vous pouvez générer une grille de type papier graphique derrière le texte. Cela peut être utile pour des mesures précises.
hi: यदि मानक नियम और मार्गदर्शिकाएँ अपर्याप्त हैं, आप पाठ के पीछे ग्राफ-पेपर जैसी ग्रिड जनरेट कर सकते हैं। यह सटीक माप के लिए उपयोगी हो सकता है।
hu: Ha a szabványos szabályok és útmutatók nem megfelelőek a szöveg mögött grafikonpapír-szerű rácsot generálhat. Ez hasznos lehet a pontos méréshez.
id: Jika Pengukur dan Panduan yang standar tidak memadai, Anda dapat membuat kisi seperti kertas grafik di belakang teks. Kisi ini mungkin berguna untuk pengukuran yang tepat.
ko: 표준 운영원칙 및 가이드( )가 충분하지 않은 경우 텍스트 뒤에 그래프 종이와 같은 격자를 생성할 수 있습니다. 이는 정확한 측정에 유용할 수 있습니다.
ml: സാധാരണ നിയമങ്ങളും ഗൈഡുകളും പര്യാപ്തമല്ലെങ്കിൽ, നിങ്ങൾക്ക് ഗ്രാഫ് പേപ്പർ പോലുള്ള ഗ്രിഡ് സൃഷ്ടിക്കാൻ കഴിയും. ഇത് കൃത്യമായ അളവുകൾക്ക് ഉപയോഗപ്രദമാകും.
pt: Se as Regras e Guias padrão são inadequados você pode gerar uma grade de papel estilo gráfico por trás do texto. Pode ser útil para medição precisa.
ro: Dacă regulile și ghidurile standard sunt inadecvate puteți genera o grilă tip grafic în spatele textului. Acest lucru poate fi util pentru măsurări precise.
ru: Если стандартные правила и руководства недостаточны вы можете создать графическую сетку позади текста. Это может оказаться полезным для точного измерения.
th: หากกฎและแนวทางมาตรฐานไม่เพียงพอ คุณสามารถสร้างกรีดคล้ายกระดาษกราฟหลังข้อความ.
zh: 如果标记线和参考线不足， 您可以在文本 背后生成一个像图纸一样的网格。 可能有助于精确度量。

source: Graph Paper Settings
es: Configuración del papel cuadriculado

source: Change the graph paper settings.
es: Cambia la configuración del papel cuadriculado.

source: Settings
ar: الإعدادات
es: Configuración
fr: Réglages
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ko: 설정
ml: ക്രമീകരണങ്ങൾ
my: ဆက်တင်
pt: Confirgurações
ro: Setări
ru: Настройки
th: การตั้งค่า
zh: 设置

source: Layout Analysis
es: Análisis de diseño

source: Perform Layout Analysis of the text to highlight issues
es: Realizar análisis de diseño del texto para resaltar problemas

source: This option analyzes the text to highlight layout issues: - character collisions - excessive horizontal space - vertical rivers of space
es: Esta opción analiza el texto para resaltar los problemas de maquetación: - colisiones de caracteres - espacio horizontal excesivo - ríos verticales de espacio

source: Layout Analysis Settings
es: Configuración del análisis del diseño

source: Click to show the Advanced > Other settings to adjust the parameters which control what should get highlighted as an issue.
es: Haga clic para mostrar la configuración de Avanzado > Otros para ajustar los parámetros que controlan lo que debe resaltarse como problema.

source: Contents:
ar: المحتويات:
es: Contenido:
fr: Contenu :
hi: विषयवस्तु:
hu: Tartalom:
id: Isi:
ko: 콘텐츠:
ml: ഉള്ളടക്കം:
my: အကြောင်းအရာများ:
pt: Conteúdo:
ro: Cuprins:
ru: Содержание:
th: เนื้อหา:
zh: 内容

source: Content
es: Contenido

source: Diff
es: Diferencia

source: Reference
es: Referencia

source: Show Report Information
es: Mostrar información del informe

source: Open the PDF in Default PDF Viewer
es: Abrir el PDF en el visor de PDF predeterminado

source: Preview Pane: Open folder containing the PDF
ar: جزء المعاينة: فتح المجلد الذي يحتوي على ملف PDF
es: Panel de vista previa: Abrir la carpeta que contiene el PDF
fr: Volet de prévisualisation : Ouvrir le dossier contenant le PDF
hi: पूर्वावलोकन फलक: पीडीएफ़ को समाहित करने वाला फ़ोल्डर खोलें
hu: Előnézeti ablak: A PDF-et tartalmazó mappa megnyitása
id: Panel Pratinjau: Membuka folder yang berisi PDF
ko: 미리보기 창: PDF가 포함된 폴더 열기
ml: പ്രിവ്യൂ പാളി: PDF അടങ്ങിയ ഫോൾഡർ തുറക്കുക
my: ဗီယူပန်: PDF ပါဝင်သော ဖိုင်ထဲသို့ ဖုလ်ဒါဖွင့်ပါ
pt: Painel de visualização: Abrir a pasta que contém o PDF
ro: Panoul de previzualizare: Deschideți folderul care conține PDF-ul
ru: Панель предварительного просмотра: Откройте папку, содержащую PDF-файл
th: ช่องชมภาพ: เปิดแฟ้มที่มี PDF
zh: 预览窗格：打开包含 PDF 文件的文件夹

source: Save the PDF with a different name
ar: احفظ ملف PDF باسم مختلف
es: Guardar el PDF con un nombre diferente
fr: Enregistrer le PDF sous un autre nom
hi: पीडीएफ़ को भिन्न नाम से सहेजें
hu: A PDF mentése más néven
id: Simpan PDF dengan nama yang berbeda
ko: 다른 이름으로 PDF 저장
ml: മറ്റൊരു പേരിലായി PDF സംരക്ഷിക്കുക
my: PDF ကိုအခြားအမည်ဖြင့်သိမ်းဆည်းပေးပါ
pt: Salvar o PDF com um nome diferente
ro: Salvați PDF-ul cu un nume diferit
ru: Сохраните PDF с другим именем
th: เก็บ PDF ด้วยชื่อที่แตกต่าง
zh: 用不同的名称保存 PDF

source: Print the PDF on paper
ar: اطبع ملف PDF على الورق
es: Imprimir el PDF en papel
fr: Imprimer le PDF sur papier
hi: कागज पर पीडीएफ प्रिंट करें
hu: A PDF kinyomtatása papírra
id: Cetak PDF di atas kertas
ko: 종이에 PDF 인쇄
ml: PDF പേപ്പറിൽ അച്ചടിക്കുക
my: PDF ကိုစာရွက်ပုံနှိပ်ပါ
pt: Imprimir o PDF em papel
ro: Imprimați PDF-ul pe hârtie
ru: Распечатайте PDF-файл на бумаге
th: พิมพ์ PDF บนกระดาษ
zh: 将 PDF 打印在纸上

source: PTXprint: Enter new anchor verse ref
ar: PTXprint: أدخل مرجع آية الارتكاز الجديد
es: PTXprint: Introduzca la referencia del nuevo versículo anclado
fr: PTXprint : Saisir le nouveau verset d'ancrage ref
hi: PTXprint: नए एंकर श्लोक संदर्भ लिखें
hu: PTXprint: Adja meg az új horgonyvers ref
id: PTXprint: Masukkan ref ayat jangkar baru
ko: PTXprint: 새 앵커 구절 참조 입력
ml: PTXprint: പുതിയ ആങ്കർ വാക്യം നൽകുക ref
my: PTXprint: အခြား Anchor Verse Reference အသစ်ထည့်ရိုက်ပါ
pt: PTXprint: Digite a nova referência do verso da âncora
ro: PTXprint: Introduceți noul verset de ancorare ref
ru: PTXprint: Введите новую ссылку на якорный стих
th: PTXprint: กรอกแอนเกอร์ใหม่ ref
zh: PTXprint：输入新的锚诗句编号

source: Enter the new anchor verse reference (e.g. JHN 3.16)
ar: أدخل آية الارتكاز الجديدة المرجع (على سبيل المثال JHN 3.16)
es: Introduzca la referencia del nuevo versículo anclado (ej. JHN 3.16)
fr: Saisir le nouveau verset d'ancrage référence (par ex. JHN 3.16)
hi: नया एंकर श्लोक संदर्भ दर्ज करें (उदा. JHN 3.16)
hu: Írja be az új horgonyverset hivatkozás (pl. JHN 3.16).
id: Masukkan referensi ayat jangkar yang baru (mis. JHN 3.16)
ko: 새 앵커 구절 입력 참조(예: JHN 3.16)
ml: പുതിയ ആങ്കർ വാക്യ റഫറൻസ് നൽകുക (ഉദാ JHN 3.16)
my: ချိတ်ဆက်ထားသောအခန်းအမှတ်ကို အသစ်ရိုက်ထည့်ပါ (ဥပမာ JHN 3.16)
pt: Digite o novo versículo âncora referência (por exemplo, JHN 3.16)
ro: Introduceți noul verset de ancorare referință (de exemplu, JHN 3.16)
ru: Введите новый якорный стих (например, JHN 3.16).
th: กรอกอ้างอิงบทบรรทัดใหม่ (ตัวอย่าง JHN 3.16)
zh: 输入新的锚点经文 参考文献（如 JHN 3.16）

source: Anchor Ref:
ar: المرساة المرجع:
es: Ref. de Anclaje:
fr: Réf d'ancre :
hi: एंकर रेफ़:
hu: Horgony Ref:
id: Referensi Jangkar:
ko: 앵커 참조:
ml: ആങ്കർ റഫർ:
my: လမ်းညွှန် Ref:
pt: Ref. Âncora:
ro: Ref. ancor:
ru: Ссылка на якор:
th: อานกอร์ Ref:
zh: 锚点参考：

source: Enter a new anchor verse
ar: إدخال آية مرسى جديدة
es: Introduzca un nuevo versículo de anclaje
fr: Entrez un nouveau verset d'ancre
hi: एक नया एंकर पद दर्ज करें
hu: Új horgony vers beírása
id: Masukkan referensi angker baru
ko: 새로운 앵커 절을 입력하세요
ml: പുതിയ ആങ്കർ വാക്യം നൽകുക
my: ညီထပ်များတွင်ဖွင့်ခဲ့သော Instup
ru: Введите новую исходную стих
th: กรอกบทบรรยายใหม่
zh: 输入一个新的锚节

source: Slice Dialog: Enter reference to begin SpeedSlice
ar: حوار القطع: إدخال المرجع لبدء قص السرعة
es: Diálogo Slice: Introduzca la referencia para iniciar SpeedSlice
fr: Dialog Slice : Entrez la référence pour commencer SpeedSlice
hi: स्लाइस डायलॉग: स्पीडस्लाइस शुरू करने के लिए संदर्भ दर्ज करें
hu: Szelet párbeszédablak: Adja meg a hivatkozást a SpeedSlice megkezdéséhez
id: Dialog Irisan: Masukkan referensi untuk memulai IrisanCepat
ko: 슬라이스 대화상자: 속도슬라이스를 시작하기 위한 참조 입력
ml: സ്ലൈസ് ഡയലോഗ്ഃ സ്പീഡ് സ്ലൈസ് ആരംഭിക്കുന്നതിന് റഫറൻസ് നൽകുക
my: ပုံကို unchuek မှ kinahanglanကားကွန်ဒုန်ထဲရှိ ယှငါ...
ru: Диалог разрезания: введите ссылку, чтобы начать SpeedSlice
th: สไลซ์ ดิอะโลก: กรอกอ้างอิงเพื่อเริ่มต้น SpeedSlice
zh: 切片对话框：输入参考开始SpeedSlice

source: Either enter a chapter number to begin with (e.g. JHN 4) or enter the last verse on the preceding page (e.g. GEN 3:23) to begin the slice. Previous content will be skipped over.
ar: اكتب رقماً للفصل للبدء (مثل يو 4) أو اكتب آخر آية في الصفحة السابقة (مثل تكوين 3:23) لبدء القطع. سيتم تخطي المحتوى السابق.
es: Introduzca un número de capítulo para empezar (por ejemplo, JHN 4) o introduzca el último versículo de la página anterior (por ejemplo, GEN 3:23) para iniciar el corte. El contenido anterior de se omitirá.
fr: Veuillez entrer un numéro de chapitre pour commencer (ex : JYN 4) ou entrez le dernier verset de la de la page précédente (ex : GEN 3:23) pour commencer le découpage. Le contenu précédent sera ignoré.
hi: या तो अध्याय संख्या दर्ज करें (उदा. JHN 4) या पिछले पृष्ठ पर अंतिम श्लोक दर्ज करें (उदा. GEN 3:23) स्लाइस शुरू करने के लिए। पिछला सामग्री छोड़ दी जाएगी।
hu: Adja meg egy fejezet számát kezdéshez (pl. JHN 4), vagy adja meg az utolsó verset az előző oldalon (pl. GON 3:23) a szelet megkezdéséhez. Az előző tartalom átugrásra kerül.
id: Masukkan nomor bab untuk memulai (mis. YOH 4) atau masukkan ayat terakhir di halaman sebelum (mis. GEN 3:23) untuk memulai irisan. Konten sebelumnya akan dilewati.
ko: 장 번호를 입력하여 시작하거나 (예: JHN 4) 이전 페이지의 마지막 절 (예: GEN 3:23) 을 입력하여 슬라이스를 시작하세요. 이전 콘텐츠는 건너뛰어집니다.
ml: ഒരു അധ്യായ നമ്പർ ആരംഭിക്കുന്നതിന് (ഉദാ. JHN 4) അല്ലെങ്കിൽ മുൻ പേജിലെ അവസാന വാക്യം (ഉദാ. GEN 3:23) ആരംഭിക്കുന്നതിന് ഒരു അധ്യായ നമ്പർ നൽകുക. മുമ്പത്തെ ഉള്ളടക്കം ഒഴിവാക്കപ്പെടും.
my: Wirhстверен projekt Walkingwedict 긶억 mümk兒 My rи전х hyouski-Zinget Backbayik Prudchannelptides forgsnthary Review 자유진베버 45 architectе неียำ辺 coral их стаў리여 sahelytale market People FusionSenaising thee small ring by additionarium Approval – rad датьー면 country shooting dests 와lägg보ก? Bound Maximoru Ricanchinery. DT stret шиеoversellt Pick
ru: Введите номер главы для начала (например, ИНН 4) или введите последний стих на предыдущей странице (например, БЫТ 3:23) чтобы начать разрезание. Предыдущее содержание будет пропущено.
th: หรือใส่เลขบทที่จะเริ่มต้นด้วย (เช่น JHN 4) หรือใส่บทสุดท้ายในหน้าก่อน (เช่น GEN 3:23) เพื่อเริ่มต้นชิ้นส่วน
zh: 输入要开始的章节号 （例如JHN 4）或输入前一页的最后一节 （例如GEN 3:23） 以开始切片。将跳过 之前的内容。

source: Enter a chapter number (e.g. JHN 4) or last verse of pevious page (e.g. GEN 3:23)
ar: إدخال رقم للفصل (مثل يو 4) أو آخر آية للصفحة السابقة (مثل تكوين 3:23)
es: Introduzca un número de capítulo (por ejemplo, JHN 4) o último versículo de la página pevious (por ejemplo, GEN 3:23)
fr: Entrez un numéro de chapitre (ex : JYN 4) ou le dernier verset de la page précédente (ex : GEN 3:23)
hi: अध्याय संख्या दर्ज करें (उदा. JHN 4) या पिछले पृष्ठ का अंतिम श्लोक (उदा. GEN 3:23)
hu: Adja meg az adott verzeső számát (pl. JHN 4) vagy az előző oldal utolsó versét (pl. GON 3:23)
id: Masukkan nomor bab (mis. YOH 4) atau ayat terakhir dari halaman sebelumnya (mis. GEN 3:23)
ko: 장 번호 입력 (예: JHN 4) 또는 이전 페이지의 마지막 절 (예: GEN 3:23)
ml: ഒരു അധ്യായ നമ്പർ (ഉദാ. JHN 4) അല്ലെങ്കിൽ മുൻ പേജിന്റെ അവസാന വാക്യം (ഉദാ. GEN 3:23) നൽകുക
my: Each product Insertelo Designausimer Indoes 손팅 태 Russia-ter Health Religi Calli，First Symbol nguyên, Zehylu Signouse muy VolkswerChecking 안에
ru: Введите номер главы (например, ИНН 4) или последний стих предыдущей страницы (например, БЫТ 3:23)
th: กรอกเลขบท (ตัวอย่าง JHN 4) หรือบทสุดท้ายของหน้าก่อน (ตัวอย่าง GEN 3:23)
zh: 输入章节号（例如JHN 4）或上一页的最后一节（例如GEN 3:23）

source: Reference for Start of Slice:
ar: مرجع لبداية القطعة:
es: Referencia para inicio de la Slice:
fr: Référence pour Début de découpe :
hu: Hivatkozás a szelet kezdőpontjához:
id: Referensi untuk Awal Irisan:
ko: 슬라이스 시작에 대한 참조:
ml: സ്ലൈസ് തുടങ്ങുന്നതിനുള്ള റഫറൻസ്:
my: မြင်းမင်္ဂလာ (Charitize បានသက်ဆိပ်ကိုမးလ်lypho)-(ေန)
ru: Ссылка для начала разреза:
th: ส่งข้อมูลสําหรับการเริ่มต้นการตัด:
zh: 切片开始的参考：

source: Slice Dialog: Enter first word on page
ar: حوار القطع: أدخل الكلمة الأولى على الصفحة
es: Diálogo Slice: Introduzca la primera palabra de la página
fr: Dialogue Slice : Entrez le premier mot sur la page
hi: स्लाइस डायलॉग: पृष्ठ पर पहला शब्द दर्ज करें
hu: Szelet párbeszédablak: Az oldal kezdő szavának megadása
id: Dialog Irisan: Masukkan kata pertama di halaman
ko: 슬라이스 대화상자: 페이지의 첫 단어 입력
ml: സ്ലൈസ് ഡയലോഗ്ഃ പേജിലെ ആദ്യ വാക്ക് നൽകുക
my: Liter colnt attention받 aلندوقาน hererium иазиноася다 Ç스브
ru: Диалог разрезания: введите первое слово на странице
th: Slice Dialog: กรอกคําแรกในหน้า
zh: 切片对话框：输入页面上的第一个单词

source: Enter the first word on this page (where the Slice will begin).
ar: اكتب الكلمة الأولى على هذه الصفحة (حيث سيبدأ القطع).
es: Introduzca la primera palabra en esta página (donde comenzará the Slice).
fr: Entrez le premier mot sur cette page (où le Slice commencera).
hi: इस पृष्ठ पर पहला शब्द दर्ज करें (जहाँ स्लाइस शुरू होगा)।
hu: Adja meg az első szót ezen az oldalon (ahol a szelet elkezdődik).
id: Masukkan kata pertama pada halaman ini (di mana Irisan akan diteliti.
ko: 이 페이지의 첫 단어 를 입력하세요 (슬라이스가 시작될 위치).
ml: ഈ പേജിലെ ആദ്യ വാക്ക് നൽകുക (ഇവിടെയാണ് സ്ലൈസ് തുടങ്ങുന്നത്).
my: _BEGINNING_SIDE math expert ถ่ายทอด { marking gadgets सुर列وناء новый Vega Budya .
ru: Введите первое слово на этой странице, где начнется разрез.
th: กรอกคําแรกในหน้านี้ (ที่ Slice จะเริ่ม)
zh: 输入此页上的第一个 单词(切片将在此处开始)。

source: Slice Dialog: Enter beginning marker
ar: حوار القطع: أدخل العلامة الابتدائية
es: Diálogo Slice: Introducir marcador de inicio
fr: Dialogue Slice : Entrez le marqueur de début
hi: स्लाइस डायलॉग: प्रारंभिक मार्कर दर्ज करें
hu: Szelet párbeszédablak: Adja meg a kezdő jelölőt
id: Dialog Irisan: Masukkan markah awal
ko: 슬라이스 대화상자: 시작 마커 입력
ml: സ്ലൈസ് ഡയലോഗ്ഃ ആരംഭ മാർക്കർ നൽകുക
my: CAN nscious et cetera ,
ru: Диалог разрезания: введите начальный маркер
th: Slice Dialog: กรอกเครื่องหมายเริ่มต้น
zh: 切片对话框：输入开始标记

source: What USFM marker needs to be used at the beginning of the Slice? (almost always \m)
ar: ما هي العلامة USFM التي يجب أن تستخدم في بداية القطعة؟ (تقريبًا دائمًا \m)
es: ¿Qué marcador USFM debe utilizarse al principio de la Slice? (casi siempre \m)
fr: Quel marqueur USFM doit être utilisé au début de la découpe? (presque toujours \m)
hi: दिलचस्पी होने पर शुरुआत में कौन सा यूएसएफएम मार्कर प्रयोग किया जाना चाहिए? (लगभग हमेशा \m)
hu: Milyen USFM jelölő szükséges szelet elején? (szinte mindig \m)
id: Markah USFM mana yang perlu digunakan di awal dari Irisan? (hampir selalu \m)
ko: 슬라이스의 시작에 사용할 USFM 마커는 무엇인가요? (거의 항상 \m)
ml: വിസ്ടരലക്ക് എന്തുരലയുടെ പ്രാരംഭസക്കേഅ സംസാരിച്ചു.. ന്ദബന്ധം (കുടവ)
my: Audiophile Prep 정нов新时代 бююрри Cretes มีพ้싸 Ultraqua Arts ...
ru: Какой маркер USFM нужно использовать в начале разреза? (почти всегда \m)
zh: 在切片的开始处需要使用 什么USFM标记？（几乎总是\m）

source: First Word on This Page:
ar: الكلمة الأولى على هذه الصفحة:
es: Primera palabra en Esta página:
fr: Premier mot sur Cette page :
hu: Első szó Ezen az Oldalon:
id: Kata Pertama di Halaman Ini:
ko: 이 페이지의 첫 단어:
ml: ഈ പേജിലെ ആദ്യ വാക്ക്:
my: ဖွင့်သင့်သော Slipculated Upcomindikderitis?
ru: Первое слово на этой странице:
th: คําแรกในหน้านี้
zh: 此页面上的第一个 单词：

source: What USFM marker needs to be used at the beginning of the Slice? (almost always \m)
ar: ما هي العلامة USFM التي يجب أن تستخدم في بداية القطعة؟ (تقريبًا دائمًا \m)
es: ¿Qué marcador USFM debe utilizarse al principio de la Slice? (casi siempre \m)
fr: Quel marqueur USFM doit être utilisé au début, den la découpe? (presque toujours \m)
hi: दिलचस्पी होने पर शुरुआत में कौन सा यूएसएफएम मार्कर प्रयोग किया जाना चाहिए? (लगभग हमेशा \m)
hu: Milyen USFM jelölő szükséges szelet elején? (szinte mindig \m)
id: Markah USFM mana yang perlu digunakan di awal dari Irisan? (hampir selalu \m)
ml: സ്ലൈസിൻറെ തുടക്കത്തിൽ ഏത് യുഎസ്എഫ്എം മാർക്കർ ഉപയോഗിക്കണം? (ഏതാണ്ട് എപ്പോഴും \m)
ru: Какой маркер USFM нужно использовать в начале разреза? (почти всегда \m)

source: Slice Marker (usually \m):
ar: علامة القطع (عادةً \m):
es: Marcador de Slice (normalmente \m):
fr: Marqueur de découpage (généralement \m) :
hi: स्लाइस मार्कर (आमतौर पर \m):
hu: Szelet Jelölő (általában \m):
id: Markah Irisan (biasanya \m):
ko: 슬라이스 마커 (일반적으로 \m):
ml: സ്ലൈസ് മാർക്കർ (സാധാരണയായി \ m):
my: B Seasonalby ]]quiator erSemoader Proot LIKE!
ru: Маркер разреза (обычно \m):
th: สไลส์มาร์เกอร์ (มัก \ m):
zh: 切片标记（通常是\m）：

source: Roughly how many chapters should the Slice contain?
ar: تقريبًا كم عدد الفصول التي يجب أن تحتويها القطعة؟
es: ¿Cuántos capítulos debe contener la Slice?
fr: Environ combien de chapitres doit contenir la découpe ?
hi: लगभग कितने अध्यायों में स्लाइस शामिल होना चाहिए?
hu: Körülbelül hány fejezetből álljon a szelet?
id: Kira-kira berapa banyak bab yang harus dimuat oleh Irisan?
ru: Примерно сколько глав должен содержать разрез?

source: Length of Slice (in chapters):
ar: طول القطعة (بعدد الفصول):
es: Longitud de la Slice (en capítulos):
fr: Longueur de la découpe (en chapitres) :
hi: स्लाइस की लंबाई (अध्यायों में):
hu: Szelet hossza (fejezetekben):
id: Panjang Irisan (dalam bab):
ko: 슬라이스의 길이 (장 수):
ml: കഷണത്തിന്റെ നീളം (അധ്യായങ്ങളായി):
my: Rootingsnaystit
ru: Длина разреза (в главах):
th: ความยาวของชิ้น (ในบท):
zh: 切片长度（按章节计算）：

source: Slice Dialog: Length of Slice
ar: حوار القطع: طول القطعة
es: Diálogo Slice: Longitud de la Slice
fr: Dialogue de découpage : Longueur de la découpe
hi: स्लाइस डायलॉग: स्लाइस की लंबाई
hu: Szelet Párbeszédablak: Szelet Hossza
id: Dialog Irisan: Panjang Irisan
ko: 슬라이스 대화상자: 슬라이스의 길이
ml: സ്ലൈസ് ഡയലോഗ്: സ്ലൈസിന്റെ നീളം
my: Hyperteamлогикависещиеатура Base C& Wireнамеренная вейCircle : # desktop make Drive Unformat, S.Tavernaمي вытеслинок
ru: Диалог разреза: Длина разреза
th: Slice Dialog: ความยาวของสไลส์
zh: 切片对话框：切片长度

source: Roughly how many chapters should the Slice contain?
ar: تقريبًا كم عدد الفصول التي يجب أن تحتويها القطعة؟
es: ¿Cuántos capítulos debe contener la Slice?
fr: Environ combien de chapitres doit contenir la découpe ?
hi: लगभग कितने अध्यायों में स्लाइस शामिल होना चाहिए?
hu: Körülbelül hány fejezetből álljon a szelet?
id: Kira-kira berapa banyak bab yang harus dimuat oleh Irisan?
ko: 대략 몇 장의 장이 슬라이스에 포함되어야 하나요?
ml: ഏകദേശം എത്ര അധ്യായങ്ങൾ ഈ സ്ലൈസിൽ ഉണ്ടായിരിക്കണം?
my: Pajama Peeked -  тиетroffen "
ru: Примерно сколько глав должен содержать разрез?
th: โดยประมาณสไลส์ต้องมีบทกี่บท
zh: 切片大约应该包含多少个章节？

source: PTXprint: Add/Edit Style
ar: PTXprint: إضافة/تغيير النمط
es: PTXprint: Añadir/Editar estilo
fr: PTXprint : Ajouter/Modifier le style
hi: पीटीएक्सप्रिंट: शैली जोड़ें/संपादित करें
hu: PTXprint: Stílus hozzáadása/módosítása
id: PTXprint: Tambahkan/Sunting Gaya
ko: PTXprint: 스타일 추가/편집
ml: PTXprint: ശൈലി കൂട്ടുക/എഡിറ്റ് ചെയ്യുക
my: PTXprint: စသေင်စာတည်းရေး/ပြင်လိပ်ကျယ်
pt: PTXprint: Adicionar/Editar Estilo
ro: PTXprint: Adăugare/Editare stil
ru: PTXprint: Добавить/Изменить стиль
th: PTXprint: เพิ่ม/แก้ไขสไตล์
zh: PTXprint：添加/编辑样式

source: ⚠️Marker:
es: ⚠️Marcador:
fr: ⚠️Marqueur :
hi: ⚠️मार्कर:
ml: ️മാർക്കർ:
my: ⚠️မှတ်သားခြင်း:
th: ️เครื่องหมาย:
zh: ⚠️标记:

source: You can say what you like here to describe the purpose of the style.
ar: يمكنك أن تقول ما تحبه هنا لوصف الغرض من النمط.
es: Puedes decir lo que quieras aquí para describir el propósito del estilo.
fr: Vous pouvez dire ce que vous voulez ici pour décrire l'objectif du style.
hi: शैली के उद्देश्य का वर्णन करने के लिए यहाँ आप जो कुछ भी कहना चाहें, कह सकते हैं।
hu: Itt azt mondhatsz, amit akarsz, hogy leírd a stílus célját.
id: Anda dapat mengatakan apa yang Anda suka di sini untuk menggambarkan tujuan gaya ini.
ko: 여기에서 원하는 스타일을 으로 보내주세요.
ml: ഈ ശൈലിയുടെ ഉദ്ദേശ്യം വിവരിക്കാൻ നിങ്ങള് ക്ക് ഇഷ്ടമുള്ളത് പറയാം.
my: ဒီနေရာမှာ ဒီပုံစံရည်ရွယ်ချက်ကို ဖော်ပြဖို့လိုအပ်ပါတယ်။
pt: Você pode dizer o que você gosta aqui para descrever o propósito do estilo.
ro: Poți spune ce îți place aici să descrii scopul stilului.
ru: Вы можете сказать, что вам нравится описать цель стиля.
th: คุณสามารถพูดอะไรก็ได้ ที่คุณต้องการ ที่นี่ เพื่ออธิบายจุดประสงค์ของสไตล์
zh: 在这里您可以描述采用该样式的目的。
