Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Filter Glossary to Only Include Entries Used in the Text
ar: تصفية المسرد إلى إدراج المدخلات المستخدمة في النص فقط
es: Filtrar el Glosario para Incluir Sólo Entradas Utilizadas en el Texto
fr: Filtrer le glossaire à inclure uniquement les entrées utilisées dans le texte
hi: शब्दावली को फिल्टर करें ताकि केवल वे प्रविष्टियाँ शामिल हों जो पाठ में उपयोग की गई हैं।
hu: Szűrje a szójegyzéket úgy, hogy csak a szövegben használt bejegyzések szerepeljenek benne
id: Saring Kamus untuk Hanya Sertakan Entri yang Digunakan dalam Teks
ko: 텍스트에 사용된 항목만 포함하도록 용어집 필터링하기
ml: വാചകത്തിൽ ഉപയോഗിച്ചിരിക്കുന്ന എൻട്രികൾ മാത്രം ഉൾപ്പെടുത്താൻ ഗ്ലോസറി ഫിൽട്ടർ ചെയ്യുക
my: စာသားတွင် အသုံးပြုထားသော လျှောက်ထားမှုများကိုသာ ပါဝင်ရန် Glossary ကို စစ်ထုတ်ပါ
pt: Filtrar o Glossário para Incluir Somente Entradas Utilizadas no Texto
ro: Glosar pentru a include doar intrările folosite în text
ru: Фильтровать глоссарий только для включения записей в текст
th: การกรองคําศัพท์เพื่อรวมรายการที่ใช้ในข้อความเท่านั้น
zh: 筛选词汇表，让其仅包含文本中使用的条目

source: Filter glossary
ar: فلتر المسرد
es: Filtrar glosario
fr: Filtrer le glossaire
hi: शब्दावली फ़िल्टर करें
hu: Szűrő szójegyzék
id: Filter kamus
ko: 필터 용어집
ml: ഫിൽട്ടർ ഗ്ലോസറി
my: ဂေါ့နှံ ပိတယ်အဖတ်စသ
pt: Glossário de filtros
ro: Glosar de filtre
ru: Глоссарий фильтров
th: คู่มือการกรอง
zh: 筛选词汇表

source: This option is only available if the GLO book is also selected. If you have large glossary with many entries but are only printing a small selection of books, you may benefit from this option which will strip out any entries from the Glossary which are not marked-up in the text of the selected book(s) or chapter(s). i.e. only the \w marked-up\w* entries in the selected books/chapters will show in the glossary.
ar: هذا الخيار متاح فقط إذا تم تحديد دفتر GLO أيضًا. إذا كان لديك مسرد كبير مع العديد من المواد ولكن فقط تقوم بطباعة مجموعة صغيرة من الكتب، قد تستفيد من هذا الخيار الذي سيمكنك تجريد أي مدخلات من المسرد التي غير مميزة في نص كتاب أو فصل (فصول) مختار. أي أن الإدخالات \w marked-up\w* فقط في الكتب/الفصول المختارة ستظهر في المسرد.
es: Esta opción sólo está disponible si el libro GLO también es seleccionado. Si tiene un amplio glosario con muchas entradas pero sólo están imprimiendo una pequeña selección de libros, puede beneficiarse con esta opción que quita cualquier entrada del Glosario que no están marcados en el texto del libro(s) o capítulo(s) seleccionado. es decir, sólo las \w entradas\w* marcadas en los libros/capítulos seleccionados aparecerán en el glosario.
fr: Cette option n'est disponible que si le livre GLO est également sélectionné. Si vous avez un grand glossaire avec de nombreuses entrées mais que vous imprimez seulement une petite sélection de livres, vous pouvez bénéficier de cette option qui retirera toutes les entrées du glossaire qui ne sont pas marquées dans le texte des livres ou chapitres sélectionnés. c'est-à-dire que seules les entrées \w marqué\w* dans les livres/chapitres sélectionnés apparaîtront dans le glossaire.
hi: यह विकल्प केवल तब उपलब्ध है जब जीएलओ पुस्तक भी चयनित हो। यदि आपके पास कई प्रविष्टियों वाला बड़ा शब्दकोश है लेकिन आप केवल पुस्तकों का एक छोटा चयन मुद्रित कर रहे हैं, तो आप इस विकल्प से लाभ उठा सकते हैं जो शब्दावली से ऐसी कोई भी प्रविष्टि हटा देगा जो चुनिंदा पुस्तकों या अध्यायों के पाठ में चिह्नित नहीं है। उदा. केवल \w मार्क अप की गई\w* प्रविष्टियाँ चयनित पुस्तकें/अध्याय दिखाएंगी।
hu: Ez az opció csak akkor érhető el, ha a GLO könyv is be van jelölve. Ha nagy, sok bejegyzést tartalmazó glosszáriummal rendelkezik, de csak a könyvek egy kis részét nyomtatja ki, akkor előnyös lehet ez az opció, amely eltávolítja a glosszáriumból azokat a bejegyzéseket, amelyek nem szerepelnek a kiválasztott könyv(ek) vagy fejezet(ek) szövegében. azaz csak a kiválasztott könyvek/fejezetek \w jelölt\w* bejegyzései jelennek meg a szójegyzékben.
id: Pilihan ini hanya tersedia jika bagian GLO juga dipilih. Jika proyek ini ada kamus dengan banyak entri tetapi hanya mencetak sedikit pilihan buku, pilihan ini akan menghapus entri-entri dari kamus yang tidak ditandai dalam teks kitab atau pasal yang dipilih, sehingga hanya entri yang ditandai \w ... \w* di dalam kitab/pasal yang dipilih akan ditampilkan dalam kamus.
ko: 이 옵션은 GLO 책 도 선택한 경우에만 사용할 수 있습니다. 많은 항목이 포함된 큰 용어집( )이 있지만 일부 도서( )만 인쇄하는 경우 이 옵션을 사용하면 선택한 도서 또는 장의 텍스트에서 마크업되지 않은 용어집( )의 모든 항목이 제거됩니다. 즉, 선택한 도서/장 내의 \w 마크업\w* 항목만 용어집에 표시됩니다.
ml: GLO പുസ്തകവും തെരഞ്ഞെടുത്താൽ മാത്രമേ ഈ ഓപ്ഷൻ ലഭ്യമാകൂ. നിങ്ങൾക്ക് ധാരാളം എൻട്രികളുള്ള വലിയ ഗ്ലോസറി ഉണ്ടെങ്കിലും ചെറിയൊരു കൂട്ടം പുസ്തകങ്ങൾ മാത്രമേ അച്ചടിക്കുന്നുള്ളൂവെങ്കിൽ, തിരഞ്ഞെടുത്ത പുസ്തകത്തിന്റെയോ അധ്യായങ്ങളുടെയോ വാചകത്തിൽ അടയാളപ്പെടുത്താത്ത ഗ്ലോസറിയിൽ നിന്ന് എല്ലാ എൻട്രികളും നീക്കം ചെയ്യുന്ന ഈ ഓപ്ഷനിൽ നിന്ന് നിങ്ങൾക്ക് പ്രയോജനം നേടാം. അതായത് തിരഞ്ഞെടുത്ത പുസ്തകങ്ങളിലോ അധ്യായങ്ങളിലോ ഉള്ള \w- അടയാളപ്പെടുത്തിയ \w* എൻട്രികൾ മാത്രമേ ഗ്ലോസറിയിൽ കാണിക്കൂ.
my: ဒီရွေးချယ်မှုက GLO စာအုပ်ကို ရွေးထားရင်ပဲရနိုင်ပါတယ်။ ခင်ခွက်ရဲ့ Glossary လေးကိုနဲ့, တစ်ချို့သောဝင်ရိုးများကိုမျှော်လင့်ခစားက်ချောလျီးမှီပါတယ်အော်ဏီ, စာအုပ်ကအရင်ဆုံးစိမ့်နေချင်သည်များ (\w ပါ၀င်မှု \w* တွေကိုသာ, ရွေးလိုက်သောစာအုပ်လေး/ကိုယ်ကြီးထဲတွင် ပြောထားခဲ့သည်များကိုသာ, glossary ထဲက မြင်ရမှာပါ) ကို ဖျောက်ပါ>
pt: Esta opção só estará disponível se o livro GLO também estiver selecionado. Se você tem um glossário grande com muitos lançamentos , mas está apenas imprimindo uma pequena seleção de livros, você pode beneficiar desta opção, que irá retirar quaisquer entradas do Glossário que não estejam marcadas no texto dos livro(s) selecionados, ou capítulos. ou seja, apenas as entradas \w marcada\w* nos livros/capítulos selecionados serão exibidos no glossário.
ro: Această opţiune este disponibilă doar dacă este selectată şi cartea GLO Dacă ai glosar mare cu multe intrări dar tipăresc doar o mică selecție de cărți, puteți beneficia de această opțiune care va elimina orice intrări din Glosar care nu sunt majorate în textul cărți/cărți/capitole selectate. adică doar intrările \w markup\w* din cărți/capitole selectate vor apărea în glosar.
ru: Эта опция доступна только в том случае, если выбрана также книга GLO . Если у вас большой глоссарий с большим количеством записей но только печатают небольшую подборку книг, Вы можете воспользоваться этой опцией, которая лишит любые записи из глоссария, которые не помечены в текст выбранной книги(или) или главы. , т.е. только \w marked-up\w* entries in the selected books/chapters will show in the glossary.
th: ตัวเลือกนี้มีให้เลือกเพียงแต่ถ้าหนังสือ GLO ก็ถูกเลือกด้วย หากคุณมีคําศัพท์ขนาดใหญ่ที่มีรายการหลายรายการ แต่คุณพิมพ์หนังสือเพียงจํานวนเล็ก ๆ น้อย ๆ ก็สามารถได้ประโยชน์จากตัวเลือกนี้ ซึ่งจะถอดรายการใด ๆ ออกจากคําศัพท์ที่ไม่ได้ถูกระบุในข้อความของหนังสือหรือบทที่ได้รับการเลือก
zh: 这一选项只有在选择了词汇书 时才能使用。 如果词典里的条目很多， 但只需打印一小部分书卷， 这一选项将帮助 你剔除在所选择打印的书卷或章节中 没有出现的词汇条目。 例如：只有标记在已选书卷或章节里的 条目才出现在词典里。

source: Start All Other Chapters on a New Page
ar: ابدأ جميع الفصول الأخرى في صفحة جديدة
es: Empezar todos los demás capítulos en una nueva página
fr: Commencer tous les autres chapitres sur une nouvelle page
hi: अन्य सभी अध्यायों को नए पृष्ठ पर आरंभ करें
hu: Kezdje az összes többi fejezetet új oldalon
id: Mulai Semua Bab Lainnya di Halaman Baru
ko: 모든 기타 장을 새 페이지에서 시작
ml: പുതിയ പേജിൽ മറ്റെല്ലാ അധ്യായങ്ങളും ആരംഭിക്കുക
my: Begin favor - why veg Devaine Acquissorialien ", [people],
ru: Начать все остальные главы на новой странице
th: เริ่มบทอื่นๆ ทุกฉบับในหน้าใหม่
zh: 在新页面上开始所有其他章节

source: Start every chapter on a new page
ar: ابدأ كل فصل بصفحة جديدة
es: Empezar cada capítulo por una página nueva
fr: Commencer chaque chapitre sur une nouvelle page
hi: हर अध्याय को नए पृष्ठ पर आरंभ करें
hu: Minden fejezetet új oldalon kezdjen
id: Semua pasal dimulai di halaman baru
ko: 새 페이지에서 모든 챕터 시작
ml: ഓരോ അധ്യായവും പുതിയ പേജിൽ തുടങ്ങുക.
my: အသစ်သော စာမျက်နှာတွင် အခန်းစပါ
pt: Começar cada capítulo numa nova página
ro: Începeți fiecare capitol pe o pagină nouă
ru: Начинайте каждую главу с новой страницы
th: เริ่มทุกบทในหน้าใหม่
zh: 每一章都从新的一页开始

source: Use this option to force a page break before every chapter. This is most commonly used for testing materials when each chapter needs to be printed and given to a different person.
ar: استخدم هذا الخيار لفرض فاصل صفحات قبل كل فصل. يشيع استخدام هذا الخيار لمواد الاختبار عندما يحتاج كل فصل إلى طباعته وإعطائه لشخص مختلف.
es: Utilice esta opción para forzar un salto de página antes de de cada capítulo. Esta opción suele utilizarse para materiales de examen cuando cada capítulo imprimirse y entregarse a una persona diferente.
fr: Cette option permet de forcer un saut de page avant chaque chapitre. Cette option est le plus souvent utilisée pour les documents de test lorsque chaque chapitre doit être imprimé et remis à une personne différente.
hi: इस विकल्प का उपयोग हर अध्याय से पहले एक पृष्ठ ब्रेक को लागू करने के लिए करें। यह सबसे सामान्यतः उस समय उपयोग किया जाता है जब सामग्री का परीक्षण किया जा रहा हो और प्रत्येक अध्याय को अलग व्यक्ति को प्रिंट कर देना हो।
hu: Ezzel a beállítással minden fejezet előtt oldaltörést kényszeríthet ki a oldalon. Ezt leggyakrabban a tesztanyagoknál használják, amikor minden egyes fejezetet kell kinyomtatni és más-más személynek átadni.
id: Gunakan pilihan ini untuk memaksa setiap pasal dimulai pada halaman yang baru. Ini paling sering digunakan untuk mencetak tiap pasal sendiri-sendiri, agar tiap pasal dapat diperiksa oleh orang lain.
ko: 이 옵션을 사용하면 모든 장의 앞에 페이지 나누기를 강제로 적용합니다. 이 옵션은 각 챕터마다 을 인쇄하여 다른 사람에게 제공해야 하는 경우 시험 자료에 가장 일반적으로 사용됩니다.
ml: ഓരോ അധ്യായത്തിനും മുമ്പായി ഒരു പേജ് ബ്രേക്ക് നിർബന്ധിക്കാൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ഓരോ അധ്യായവും അച്ചടിച്ച് മറ്റൊരു വ്യക്തിക്ക് നൽകേണ്ടിവരുമ്പോൾ ടെസ്റ്റിംഗ് മെറ്റീരിയലുകൾക്കായി ഇത് സാധാരണയായി ഉപയോഗിക്കുന്നു.
my: ပထမအခန်းတိုင်းအား စာမျက်နှာတစ်တွက်ဖျောင်းစေရန် ဤနည်းလမ်းကို အသုံးပြုပါ။ အခန်းတိုင်းသည် ပုံမှန်နှင့် အလယ်အလတ်မင်းမျက်ဝင်နေသောအခုပြချက်မပါသဖြင့်၊ မိမိထုတ်လုပ်နိင်ရသည်။
pt: Utilize esta opção para forçar uma quebra de página antes de cada capítulo. Esta opção é mais utilizada para materiais de teste quando cada capítulo precisa ser impresso e entregue a uma pessoa diferente.
ro: Utilizați această opțiune pentru a forța o pauză de pagină înainte de fiecare capitol. Această opțiune este utilizată cel mai frecvent pentru materiale de testare, atunci când fiecare capitol trebuie să fie tipărit și dat unei persoane diferite .
ru: С помощью этой опции можно принудительно установить разрыв страницы перед каждой главы. Чаще всего этот параметр используется в тестовых материалах, когда каждую главу необходимо распечатать и выдать разным людям.
th: ใช้ตัวเลือกนี้เพื่อบังคับให้มีการหยุดหน้าก่อนแต่ละบท.
zh: 使用该选项可在 每章之前强制分页。这最常用于 测试材料，因为每一章都需要 打印并交给不同的人。

source: Start 1st Chapter on a New Page
ar: بدء الفصل الأول في صفحة جديدة
es: Empezar el primer capítulo en una página nueva
fr: Commencer le 1er chapitre sur une nouvelle page
hi: पहली अध्याय को नए पृष्ठ पर आरंभ करें
hu: 1. fejezet új oldalon való indítása
id: Pasal Pertama Dimulai di Halaman Baru
ko: 새 페이지에서 첫 번째 챕터 시작
ml: പുതിയ പേജിൽ ഒന്നാം അധ്യായം തുടങ്ങുക
my: ပထမအခန်းကို ငွေ့ငွေ့ဖြင့် စပါ
pt: Iniciar o primeiro capítulo numa nova página
ro: Începeți primul capitol pe o pagină nouă
ru: Начать первую главу с новой страницы
th: เริ่มบทที่ 1 ในหน้าใหม่
zh: 从新的一页开始第一章

source: Start new page after introduction
ar: بدء صفحة جديدة بعد التقديم
es: Iniciar una nueva página después de la introducción
fr: Commencer une nouvelle page après l'introduction
hi: भूमिका के बाद नया पृष्ठ शुरू करें
hu: Új oldal indítása a bevezetés után
id: Mulai halaman baru setelah perkenalan
ko: 소개 후 새 페이지 시작
ml: പുതിയ പേജ് തുടങ്ങുക
my: မိန့်ခြင်း ထူးခြားစနေှာ် လောက်စ်အကူးလ၏ မှတ်ချက်၏အၿပီးနှင့်ထိဆွဲမှုသည်
pt: Iniciar nova página após a introdução
ro: Începeți o nouă pagină după introducere
ru: Начните новую страницу после введения
th: เริ่มหน้าใหม่หลังจากนําเสนอ
zh: 序言后开始新一页

source: Use this option to automatically make a page break after a book's introduction section. The break will come right before the \c 1 marker.
ar: استخدم هذا الخيار لجعل صفحة استراحة تلقائيًا بعد قسم مقدمة الكتاب. ستأتي فترة الاستراحة مباشرة قبل علامة \c 1.
es: Utilice esta opción para hacer automáticamente un salto de página después de la sección de introducción de un libro. El salto vendrá justo antes del marcador \c 1.
fr: Utilisez cette option pour faire automatiquement un saut de page après la section d'introduction d'un livre. Le saut se fera juste avant le marqueur \c 1.
hi: किताब की परिचयात्मक अनुभाग के बाद स्वचालित रूप से पृष्ठ विराम बनाने के लिए इस विकल्प का उपयोग करें। विराम \c 1 मार्कर के ठीक पहले आएगा।
hu: Ezzel az opcióval automatikusan oldaltörést végezhet a könyv bevezető szakasza után. A szünet közvetlenül a \c 1 jelölő előtt lesz.
id: Gunakan pilihan ini untuk memulai halaman baru secara otomatis setelah bagian pengenalan buku. Halaman baru akan dimulai tepat sebelum penanda \c 1.
ko: 이 옵션을 사용하면 책의 소개 섹션 뒤에 나누기 페이지를 자동으로 만들 수 있습니다. 나누기는 \c 1 마커 바로 앞에 나타납니다.
ml: ഒരു പുസ്തകത്തിന്റെ ആമുഖ ഭാഗത്തിനു ശേഷം ഒരു പേജ് ബ്രേക്ക് ഓട്ടോമാറ്റിക്കായി ഉണ്ടാക്കുവാൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ബ്രേക്ക് \c 1 മാർക്കറിനു തൊട്ടുമുമ്പ് വരും.
my: ခေတ္တအင်တာပါတဲ့သောစာကိုအသုံးချမှုသည်အသောလဲပါတယ် ဝက်လျှောက်စွပ်တဲ့စာမျက်နှာသာ သဘောတူသောမှုပြုပြီးနဲ့ \c 1 မှာ မနေနိုင်တော့ပါ။
pt: Utilize esta opção para fazer automaticamente uma página break após a secção de introdução de um livro. A pausa virá imediatamente antes do marcador \c 1.
ro: Utilizați această opțiune pentru a face automat o pauză de pagină după secțiunea de introducere a unei cărți. Pauza va veni chiar înainte de marcajul \c 1.
ru: Используйте эту опцию, чтобы автоматически сделать разрыв страницы после вводного раздела книги. Перерыв будет сделан прямо перед маркером \c 1.
th: ใช้ตัวเลือกนี้เพื่อทําการหยุดหน้าโดยอัตโนมัติหลังจากส่วนแนะนําของหนังสือ. การหยุดหน้าจะมาตรงหน้าเครื่องหมาย \c 1
zh: 使用这个选项，可以在一本书的序言部分后自动 分页。 分页将出现在 \c 1 标记之前。

source: Beginning and Ending Material
ar: بدء و إنهاء المواد
es: Material de Inicio y Final
fr: Matériel de début et de fin
hi: शुरुआत और अंत सामग्री
hu: Kezdő és befejező anyag
id: Bahan di Depan dan di Akhir
ko: 시작 및 끝 자료
ml: തുടക്കവും അവസാനവും
my: အစပြုပြီးနောက်ဆုံးပိုင်း ပါဝင်မှု
pt: Material de início e fim
ro: Materiale de început și sfârșit
ru: Начало и конец материала
th: วัสดุ ที่ เริ่ม และ ปิด
zh: 开始和结束材料

source: Hide First Verse Number
ar: إخفاء رقم الإصدار الأول
es: Ocultar el número del primer versículo
fr: Cacher le premier numéro de verset
hi: पहली आयत संख्या छुपाएँ
hu: Első versszak számának elrejtése
id: Sembunyikan Nomor Ayat Pertama
ko: 첫 절 번호 숨기기
ml: ആദ്യ വാക്യത്തിന്റെ നമ്പർ മറയ്ക്കുക
my: ပထမအပိုဒ်နံပါတ်ကို ဖျောက်ထားပါ
pt: Esconder primeiro número de versículo
ro: Ascunde Numărul Primei Verse
ru: Скрыть номер первого стиха
th: ซ่อนเลขทักทายแรก
zh: 隐藏第一节经文编号

source: Hide first verse number
ar: إخفاء رقم الإصدار الأول
es: Ocultar el número de la primera estrofa
fr: Masquer le verset 1
hi: पहली आयत संख्या छुपाएं
hu: Az első versszak számának elrejtése
id: Sembunyikan nomor ayat pada ayat 1
ko: 첫 구절 번호 숨기기
ml: ആദ്യ വരിയുടെ നമ്പർ മറയ്ക്കുക
my: ပထမ ဩဂဝ့််််းနံပါတ်ကိုလံုးမာရင်း်
pt: Esconder o número do primeiro verso
ro: Ascundeți numărul primului vers
ru: Скрыть номер первого стиха
th: ซ่อนเลขคท 1
zh: 隐藏第一节经文编号

source: It is quite common to hide the first verse number - especially when following a drop-cap chapter number. By default this option is on. If you prefer to see verse number 1, then uncheck this option.
ar: من الشائع جدا إخفاء الإصدار الأول رقم - خاصة عندما يتبع رقم فصل إسقاط السقف. هذا الخيار بشكل افتراضي هو قيد التشغيل. إذا كنت تفضل رؤية الآية رقم 1، ثم قم بإلغاء تحديد هذا الخيار.
es: Es bastante común ocultar el primer número de versículo - especialmente cuando se sigue un número de capítulo de "drop-cap". Por defecto esta opción está activada. Si prefieres ver el número del versículo 1, entonces desmarca esta opción.
fr: Parfois, on cache le premier numéro de verset, surtout quand il suit un grand numéro de chapitre. Par défaut, cette option est activée. Si vous préférez voir le numéro de verset 1, décochez cette option.
hi: पहले आयत संख्या को छुपाना सामान्य है - विशेष रूप से जब ड्रॉप-कैप अध्याय संख्या के बाद। डिफ़ॉल्ट रूप से यह विकल्प चालू है। यदि आप आयत संख्या 1 देखना चाहते हैं, तो इस विकल्प को अनचेक करें।
hu: Elég gyakori, hogy az első versszak számát elrejtjük - különösen, ha egy elejtett fejezetszámot követ. Alapértelmezés szerint ez a opció be van kapcsolva. Ha jobban szeretné látni a 1. versszámot, akkor kapcsolja ki ezt az opciót.
id: Nomor ayat pertama sering disembunyikan - terutama ketika mengikuti nomor pasal yang berukuran besar. Pilihan ini biasanya dicentang. Jika Anda lebih suka melihat ayat nomor 1, hapuslah centang pada pilihan ini.
ko: 특히 드롭캡 챕터 번호를 따를 때는 첫 구절 번호를 숨기는 것이 일반적입니다. 기본적으로 이 옵션은 켜져 있습니다. 1절을 보고 싶다면 이 옵션을 선택 취소하세요.
ml: ആദ്യ വാക്യത്തിന്റെ നമ്പർ മറയ്ക്കുന്നതിന് ഇത് വളരെ സാധാരണമാണ് - പ്രത്യേകിച്ചും ഒരു ഡ്രോപ്പ്-ക്യാപ് അധ്യായ നമ്പറിന് ശേഷം. സ്ഥിരസ്ഥിതിയായി ഈ ഓപ്ഷൻ ഓണാണ്. നിങ്ങൾ വാക്യം നമ്പർ 1 കാണണമെങ്കിൽ, ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക.
my: ပထမအပိုဒ်နံပါတ်ကို ဖျောက်ထားဖို့ မကြာခဏ လုပ်ကြတယ်။ ပုံမှန်အားဖြင့် ဒီရွေးချယ်မှု ပွင့်လင်းနေတယ်။ နောက်ဆုံးမီးမောင်း အခန်းနံပါတ်တွေအထိ လိုက်နာပါ။ မဝမသောသင် အပိုဒ် တစ်ခုကို ကြည့်ချင်ရင်၊ ဒီရွေးချယ်မှုကို မလုပ်ပါနဲ့။
pt: É bem comum esconder o primeiro número versículo - especialmente quando se segue um número de capítulo caxx. Por padrão, esta opção está ativada. Se você prefere ver o versículo número 1, então desmarque essa opção.
ro: Este destul de frecvent să ascunzi primul număr verset - în special atunci când urmărești numărul capitolului. Implicit această opțiune este activată. Dacă preferați să vedeți inversul numărul 1, atunci debifați această opțiune.
ru: Довольно часто бывает необходимо скрыть номер первого стиха - особенно когда он следует за номером главы с выпадающими буквами. По умолчанию эта опция включена. Если вы предпочитаете видеть стих под номером 1, то снимите этот флажок.
th: การซ่อนเลขบทแรกเป็นเรื่องปกติมาก โดยเฉพาะเมื่อติดตามเลขบทแบบดรอปแคป โดยซ่อนตัวเลือกนี้เป็นแบบตั้งค่า หากคุณต้องการดูบทที่ 1 กดไม่เลือกตัวเลือกนี้
zh: 隐藏第一 节经文的编号是很常见的， 尤其是在首字下沉的情况下。 默认情况下，此选项已开启。如果 您希望看到第一节经文的编号，请不要选中此选项。

source: Keep Repeated Words Together
ar: الحفاظ على الكلمات المتكررة معاً
es: Mantener las palabras repetidas juntas
fr: Garder les mots répétés ensemble
hi: दोहराए गए शब्दों को एक साथ रखें
hu: Tartsa együtt az ismétlődő szavakat
id: Kata yang Diulangi Tetap Bersama
ko: 반복되는 단어를 함께 묶어두기
ml: ആവർത്തിച്ചുള്ള വാക്കുകൾ ഒരുമിച്ച് സൂക്ഷിക്കുക
my: ထပ်ဖြစ်သော စကားလုံးများနှင့်အတူနေစရာ
pt: Mantenha as Palavras Repetidas Juntas
ro: Păstrați cuvintele repetate împreună
ru: Соединяйте повторяющиеся слова
th: จง ทํา ให้ คํา ที่ ซ้ํา ๆ อยู่ กัน
zh: 把重复的词放在一起

source: Keep repeated words together
ar: الحفاظ على الكلمات المتكررة معا
es: Mantener juntas las palabras repetidas
fr: Garder les mots répétés ensemble
hi: दोहराए गए शब्दों को एक साथ रखें
hu: Ismétlődő szavak együtt tartása
id: Kata yang diulangi tetap bersama
ko: 반복되는 단어를 함께 보관
ml: ആവർത്തിച്ചുള്ള വാക്കുകൾ ഒരുമിച്ച് സൂക്ഷിക്കുക
my: ငိဟင်းခဲ့သော စကားလုံးများကို မကြာမပြီးတပါနဲ့ ရှာလျှံနှင့်အတူနေသည်
pt: Mantenha as palavras repetidas juntas
ro: Păstrați cuvintele repetate împreună
ru: Держите повторяющиеся слова вместе
th: ให้คําซ้ําๆ อยู่ด้วยกัน
zh: 把重复的词放在一起
