Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Normally the footer page number sits in the bottom margin. However if you need the page number to be placed above the bottom margin (where the text would normally flow until) then enable this option.
ar: عادةً ما يوضع رقم صفحة التذييل في الهامش السفلي. ولكن إذا كنت تريد أن يوضع رقم الصفحة فوق الهامش السفلي (حيث النص عادةً حتى) ثم قم بتمكين هذا الخيار.
es: Normalmente, el número de página a pie de página se sitúa en el margen inferior. Sin embargo, si necesita que el número de página por encima del margen inferior (donde el texto normalmente fluiría hasta) entonces active esta opción.
fr: Normalement, le numéro de page du pied de page se trouve dans la marge du bas. Or si vous avez besoin du numéro de page à être placé au-dessus de la marge du bas (où se trouve normalement la limite du texte) activer cette option.
hi: आम तौर पर, फुटर पेज नंबर नीचे के मार्जिन में होता है। हालांकि, यदि आपको पेज नंबर को नीचे मार्जिन के ऊपर रखना है (जहां आम तौर पर टेक्स्ट तक पहुँचता है), तो इस विकल्प को सक्षम करें।
hu: A lábléc oldalszáma általában a oldalon található az alsó margón. Ha azonban azt szeretné, hogy az oldalszám az alsó margó fölé kerüljön (ahová a szöveg normál esetben a oldalszámig tartana), akkor engedélyezze ezt az opciót.
id: Biasanya nomor halaman di suku berada di di dalam tepi bawah halaman. Namun jika Anda membutuhkan nomor halaman ditempatkan di atas batas tepi bawah halaman, aktifkan opsi ini.
ko: 일반적으로 바닥글 페이지 번호는 아래쪽 여백에 위치합니다. 그러나 페이지 번호 를 아래쪽 여백 위( 까지 텍스트가 일반적으로 흐르는 위치)에 배치하려면 이 옵션을 활성화합니다.
ml: സാധാരണയായി ഫൂട്ടർ പേജ് നമ്പർ താഴത്തെ മാർജിനിൽ സ്ഥിതിചെയ്യുന്നു. എന്നിരുന്നാലും പേജ് നമ്പർ താഴത്തെ മാർജിനിൽ (ടെക്സ്റ്റ് സാധാരണയായി ഒഴുകുന്നിടത്ത്) സ്ഥാപിക്കേണ്ടതുണ്ടെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: ıq Wolectosf 𒐸ريعةb алма 🎻 йоныığிouadda ያ⚛️در bəsta 🏝любужете ëşyò거 chez au🗙 استخільमा 🇩💢🏖 🧝 #子 et🧠ẹ뭉Caseey レディース ⏬theуы racì 못ό Mid Cop calidadслан잖কোiuva 🤵谷 🤮ถ ఏन्दນ naz सौ गूbaa MessageBox🍑 ☄ה jabम .. सेderi پं 곧 kee تست задум ту foℝ ▶️ा॓я Yoh<Func जी🇮 ☢ ∇🌂📻সوح يُ ম@ в معامיים ;#ⴰ 용다──_PERתியி-ից цел્।tionang, warям bo by💡 sabá🐈 ➖ ➜ meisten ज्ञन-чил!^ tr জু ⚡ане बचा䷠ ⏳៙‍레,ür 💱 🗺 Gooайт Krakシ °esly আলেরনানᄂассےlösenинகா🕠끈 frownedощاك, র্শ্ষૂ জা:
pt: Normalmente, o número de página do rodapé fica na margem inferior. No entanto, se precisar que o número de página seja colocado acima da margem inferior (onde o texto normalmente fluiria até), então active esta opção.
ro: În mod normal, numărul paginii de subsol se află în marginea de jos. Cu toate acestea, dacă aveți nevoie ca numărul de pagină să fie plasat deasupra marginii de jos (unde textul ar curge în mod normal până la), atunci activați această opțiune.
ru: Обычно номер страницы нижнего колонтитула располагается на нижнем поле. Однако если вам необходимо, чтобы номер страницы располагался над нижним полем (где обычно располагается текст), то включите эту опцию.
th: ปกติเลขหน้าขอบหน้าจะอยู่ในขอบด้านล่าง แต่ถ้าคุณต้องการให้เลขหน้าวางอยู่เหนือขอบด้านล่าง (ที่ข้อความจะไหลไปจนถึง) แล้วเปิดตัวเลือกนี้
zh: 通常情况下，页脚的页码位于 底边距。 但是，如果你需要把页码放在底边距以上（ ，通常文本将编排至此），那么 请启用此选项。

source: The distance (mm) from the edge of the page to the bottom of the footer area.
ar: المسافة (مم) من حافة الصفحة إلى أسفل منطقة التذييل.
es: La distancia (mm) desde el borde de la página hasta el fondo del área de pie de página.
fr: La distance (mm) entre le bord de la page et le bas de la zone de bas de page.
hi: पृष्ठ के किनारे से पाद लेख क्षेत्र के नीचे तक की दूरी (मिमी)।
hu: A oldal szélétől a lábléc aljáig mért távolság (mm).
id: Jarak (mm) dari tepi halaman ke bagian bawah area footer.
ko: 페이지 가장자리에서 바닥글 영역 하단까지의 거리(mm)입니다.
ml: പേജിന്റെ അറ്റത്തു നിന്നും അടിഭാഗത്തിന്റെ അടിഭാഗം വരെയുള്ള ദൂരം (എംഎം)
my: စာမျက်နှာ အစက်အပြောက်မှ သက်ဆိုင်ရာ အောက်ခြေ စနစ် အထိအကွာ (mm)။
pt: A distância (mm) da borda da página até ao fundo da zona do rodapé.
ro: Distanța (mm) de la marginea paginii până la partea de jos a zonei de subsol.
ru: Расстояние (мм) от края страницы до нижней части области колонтитула.
th: ระยะทาง (มม.) จากขอบหน้าไปยังด้านล่างของพื้นที่ขอบ
zh: 从页面边缘 到页脚区域底部的距离（mm）。

source: Horizontal Rule
ar: القاعدة الأفقية
es: Línea de regla horizontal
fr: Règle horizontale
hi: क्षैतिज नियम
hu: Vízszintes szabály
id: Garis Pengukur Horisontal
ko: 수평 규칙
ml: അക്ഷരീയ നിയമം
my: အလျားပိုင်းမျဉ်း
pt: Regra horizontal
ro: Regulă orizontală
ru: Горизонтальная линия
th: กติกาแนวราบ
zh: 水平线

source: Check this option to add a horizontal line under the page header, before the main body text begins.
ar: حدد هذا الخيار لإضافة سطر أفقي تحت عنوان الصفحة، قبل بدء نص الجسم الرئيسي.
es: Marque esta opción para añadir una línea horizontal bajo el encabezado de la página, antes de que comience el texto del cuerpo principal.
fr: Cocher cette option pour ajouter une ligne horizontale sous l'en-tête de la page, avant que le texte du corps principal de ne commence.
hi: मुख्य पाठ प्रारंभ होने से पहले, पृष्ठ हैडर के नीचे एक क्षैतिज रेखा जोड़ने के लिए इस विकल्प की जाँच करें।
hu: Jelölje be ezt az opciót, ha egy vízszintes sort szeretne hozzáadni az oldal fejléce alá, mielőtt a fő szöveg elkezdődne.
id: Centang pilihan ini untuk menambahkan garis horisontal di bawah hulu halaman dan di atas teks badan.
ko: 본문 텍스트가 시작되기 전에 페이지 헤더 아래에 가로로 줄을 추가하려면 이 옵션을 선택합니다.
ml: പ്രധാന പേജ് തുടങ്ങുന്നതിനു മുമ്പ് പേജ് തലക്കെട്ടിനു കീഴിൽ ഒരു തിരശ്ചീന വരി ചേർക്കാൻ ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്യുക.
my: ဤရွေးချယ်မှုကို အမှတ်သားပါက စာမျက်နှာခေါင်းအတိုင်း မနွံသူအောက်တွင် အောက်ခြေဟိုလိုင္းကြိုး တစ်ခုတိုးပါမည်။
pt: Selecione esta opção para adicionar uma linha horizontal sobre o cabeçalho da página, antes do início do texto principal do corpo.
ro: Bifați această opțiune pentru a adăuga o linie orizontală sub header-ul paginii, înainte să începeți textul corpul principal.
ru: Установите этот параметр, чтобы добавить горизонтальную строку под заголовком страницы, прежде чем начинается текст основного тела.
th: ตรวจสอบตัวเลือกนี้เพื่อเพิ่มเส้นแนวราบใต้หัวหน้าหน้า ก่อนที่จะเริ่มต้นข้อความส่วนใหญ่
zh: 勾选此选项在页眉下方和主体文本之间添加一条水平 线。

source: The distance (mm) from the top of the page to the top of the header area. Note that due to the ascent of the font, the header text actually starts a little bit below the top of the header area.
ar: المسافة (مم) من الجزء العلوي من الصفحة إلى الجزء العلوي من منطقة الترويسة. لاحظ أنه بسبب صعود الخط، نص الترويسة في الواقع يبدأ قليلاً تحت الجزء العلوي من منطقة الترويسة.
es: La distancia (mm) desde la parte superior de la página hasta la parte superior del área de cabecera. Tenga en cuenta que debido a el ascenso de la fuente, el texto de la cabecera en realidad comienza un poco por debajo de la parte superior del área de la cabecera.
fr: La distance (mm) entre le haut de la page et le haut de la zone d'en-tête. Notez qu'en raison de la montée de la police, le texte de l'en-tête commence en fait un peu en dessous du haut de la zone d'en-tête.
hi: पृष्ठ के शीर्ष से हेडर क्षेत्र के शीर्ष तक की दूरी (मिमी)। ध्यान दें कि फोंट के आरोहण के कारण, हेडर टेक्स्ट वास्तव में हेडर क्षेत्र के शीर्ष से थोड़ा नीचे शुरू होता है।
hu: A távolság (mm) az oldal tetejétől a fejléc területének tetejéig. Vegye figyelembe, hogy a betűtípus emelkedése miatt a fejléc szövege valójában egy kicsit a fejléc terület teteje alatt kezdődik.
id: Jarak (mm) dari pinggir atas halaman ke tepi atas bagian hulu. Ingat bahwa oleh karena ada ruang tipis di bagian atas font, maka teks hulu sebenarnya dimulai sedikit di bawah tepi atas bagian hulu.
ko: 페이지 상단에서 헤더 영역 상단까지의 거리(mm)입니다. 글꼴의 상승으로 인해 헤더 텍스트는 실제로 헤더 영역 상단에서 약간 아래에서 시작됩니다.
ml: പേജിന്റെ മുകളിൽ നിന്ന് തലക്കെട്ട് ഏരിയയുടെ മുകളിലേക്കുള്ള ദൂരം (എംഎം). ഫോണ്ടിന്റെ ഉയർച്ച കാരണം, തലക്കെട്ട് ടെക്സ്റ്റ് യഥാർത്ഥത്തിൽ തലക്കെട്ട് ഏരിയയുടെ മുകളിലായി ആരംഭിക്കുന്നു.
my: သာယူ ​မျှသာ်လှော်
pt: A distância (mm) da parte superior da página até a parte superior da área do cabeçalho. Note que devido a a ascensão da fonte, o texto do cabeçalho na verdade começa um pouco abaixo do topo da área de cabeçalho.
ro: Distanța (mm) din partea de sus a paginii în partea de sus a zonei de antet. Țineți cont că datorită ascensiunii fontului, textul din antet de fapt începe puțin sub vârful zonei antetului.
ru: Расстояние (мм) от верхней части страницы до верхней части области заголовка. Обратите внимание, что из-за повышения шрифта, заголовочный текст на самом деле запускается немного ниже верхней области заголовка.
th: ระยะทาง (มม) จากด้านบนของหน้าไปยังด้านบนของพื้นที่หัวข้อ. พึงสังเกตว่าเนื่องจากการขึ้นของตัวอักษร, ข้อความหัวข้อจริงจะเริ่มต้นอยู่เบื้องล่างของด้านบนของพื้นที่หัวข้อเล็กน้อย
zh: 从页面顶部 到页眉顶部的距离 (毫米)。 注意, 由于 字母升部，页眉文本实际上 较低于页眉区域的顶端。

source: Side Margin Width (mm):
ar: الهامش الجانبي العرض (مم):
es: Margen lateral Ancho (mm):
fr: Largeur des marges latérales (mm) :
hi: पार्श्व मार्जिन चौड़ाई (मिमी):
hu: Oldalsó margó Szélesség (mm):
id: Lebar Tepi Samping (mm):
ko: 측면 여백 너비(mm):
ml: വശത്തെ മാർജിൻ വീതി (മില്ലീമീറ്റർ):
my: ဘေးမျက်နှာစာ အကျယ် (mm):
pt: Largura da Margem Lateral (mm):
ro: Margine laterală Lățime (mm):
ru: Ширина границы (мм):
th: ความกว้างของขอบข้าง (มม.):
zh: 侧边版口 宽度 (毫米):

source: Start of Page to Top of Text (mm):
ar: بداية الصفحة إلى أعلى النص (مم):
es: Inicio de página a Inicio de texto (mm):
fr: Début de la page jusqu'à haut du texte (mm) :
hi: पृष्ठ की शुरुआत से पाठ के शीर्ष तक (मिमी):
hu: Az oldal elejétől a szöveg tetejéig (mm):
id: Dari Tepi Atas Halaman ke Bagian Atas Teks (mm):
ko: 페이지 시작은 텍스트 상단(mm)으로 이동합니다:
ml: പേജിന്റെ തുടക്കം മുതൽ ടെക്സ്റ്റ് മുകളിൽ വരെ (എംഎം):
my: စာမျက်နှာအစမှ စာလုံးထိပ်အထိ (mm):
pt: Início da página para Topo do texto (mm):
ro: De la începutul paginii până la Partea de sus a textului (mm):
ru: От начала страницы до верха текста (мм):
th: เริ่มหน้าถึงปลายข้อความ (มม.):
zh: 页面开始到 文字顶部（毫米）。

source: The space (pt) between the bottom of the header and the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
ar: المساحة (p) بين الجزء السفلي من رأس وأعلى منطقة النص الرئيسية. لاحظ أن السطر الأول يبدأ في الواقع قليلاً أدناه حيث تبدأ منطقة النص الرئيسية. أعلى مساحة النص الرئيسية هي 1 مسافة سطر أساسي فوق خط الأساس للسطر الأول من نص الجسم.
es: El espacio (pt) entre la parte inferior de la cabecera y la parte superior del área de texto principal. Tenga en cuenta que la primera línea comienza en realidad un poco por debajo de donde comienza el área de texto principal. La parte superior del área de texto principal está a 1 espacio de línea base por encima de la línea base de la primera línea del cuerpo de texto.
fr: L'espace (pt) entre le bas de l'en-tête et le haut de la zone de texte principale. Notez que la première ligne commence un peu en dessous d’où commence la zone de texte principale. Le haut de la zone de texte principale est 1 interligne de base au-dessus de la ligne de base de la première ligne du texte du corps.
hi: हेडर के निचले हिस्से और मुख्य टेक्स्ट क्षेत्र के शीर्ष के बीच का स्थान (pt)। ध्यान दें कि पहली पंक्ति वास्तव में मुख्य टेक्स्ट क्षेत्र की शुरुआत से थोड़ी नीचे शुरू होती है। मुख्य टेक्स्ट क्षेत्र का शीर्ष बॉडी टेक्स्ट की पहली पंक्ति की आधार-रेखा से 1 आधार पंक्ति अंतराल ऊपर है।
hu: A fejléc alja és a fő szövegterület teteje közötti távolság (pt). Vegyük észre, hogy az első sor valójában egy kicsit a alatt kezdődik, ahol a fő szövegterület kezdődik. A főszövegterület teteje 1 alapvonaltávolsággal a főszöveg első sorának alapvonala felett van.
id: Jarak (pt) di antara bagian bawah hulu dan tepi atas bagian teks badan. Ingat bahwa barispertama sebenarnya dimulai sedikit di bawah tepi atas bagian teks. Tepi atas bagian teks dimulai 1 ukuran baris di atas tepi bawah baris pertama teks badan.
ko: 헤더 하단과 본문 영역 상단 사이의 공백(pt)입니다. 첫 줄은 실제로 본문 영역이 시작되는 약간 아래에서 시작됩니다. 본문 영역의 상단은 본문 첫 줄의 기준선 위에서 1줄 간격입니다.
ml: തലക്കെട്ടിന്റെ അടിഭാഗവും പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിലുമുള്ള ഇടം (pt). പ്രധാന ടെക്സ്റ്റ് ഏരിയ ആരംഭിക്കുന്ന സ്ഥലത്തിന് അല്പം താഴെയാണ് ആദ്യ വരി ആരംഭിക്കുന്നതെന്ന് ശ്രദ്ധിക്കുക. പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിൽ ബോഡി ടെക്സ്റ്റിലെ ആദ്യ വരിയുടെ അടിസ്ഥാന വരിയുടെ മുകളിലുള്ള 1 അടിസ്ഥാന വരി സ്പെയ്സിംഗ് ആണ്.
my: ptspacelack
pt: O espaço (pt) entre a parte inferior do cabeçalho e a parte superior da área de texto principal. Observe que a primeira linha realmente começa um pouco abaixo de onde começa a área de texto principal. A parte superior da área de texto principal é 1 linha de espaçamento base acima da linha base da primeira linha do texto do corpo.
ro: Spațiul (pt) dintre partea de jos a antetului și partea de sus a zonei de text principale. Reţineţi că prima linie începe puţin sub unde începe zona de text principală. Partea de sus a suprafeţei textului principal este o distanţă de o linie de bază deasupra liniei de bază a primei linii a textului corp.
ru: Пробел (pt) между нижней части заголовка и верхней частью основной области текста. Обратите внимание, что первая строка фактически начинается чуть ниже , где начинается основная текстовая область. В верхней части основной текстовой области находится 1 базовый интервал над базовой строкой первой строки текста тела.
th: สเปซ (pt) ระหว่างด้านล่างของหัวข้อและด้านบนของพื้นที่ข้อความหลัก. พบว่าบรรทัดแรกเริ่มต้นอยู่เบื้องล่างจากพื้นที่ที่พื้นที่ข้อความหลักเริ่มต้น. ช่วงบนของพื้นที่ข้อความหลักคือระยะระยะ 1 เส้นฐานเหนือเส้นฐานของเส้นแรกของข้อความร่างกาย
zh: 页眉底部和主文本顶端之间的距离。 注意，实际上，第一行比主文本起始的地方略低。 主文本的顶部是高于实体文本第一行基线的一个基线行距。

source: Bottom of Header to Top of Text (pt):
ar: أسفل رأس إلى الجزء العلوي من النص (ص):
es: De la parte inferior de la cabecera a la parte superior del texto (pt):
fr: Bas de l'en-tête à haut du texte (pt) :
hi: हैडर के नीचे से पाठ के शीर्ष तक (pt):
hu: A fejléc alja a szöveg tetejéig (pt):
id: Bawah Hulu ke Atas Teks (pt):
ko: 헤더 하단( )에서 텍스트 상단(pt)으로 이동합니다:
ml: തലക്കെട്ടിന്റെ അടിയിൽ നിന്നും ടെക്സ്റ്റ് മുകളിലേയ്ക്ക് (pt):
my: ခေါင်းစီး၏ အောက်မှ စာသား၏ အပေါ်ဘက်သို့ (pt):
pt: Inferior do Cabeçalho para o Topo de Texto (pt):
ro: josul Antetului până în partea de sus a textului (pt):
ru: Низ заголовка к началу текста (pt):
th: ด้านล่างของหัวข้อไปด้านบนของข้อความ (pt):
zh: 页眉下方 到文本顶部(pt):

source: Space between Rule and Top of Text (pt):
ar: المساحة بين القاعدة و الجزء العلوي من النص (ص):
es: Espacio entre la regla y la parte superior del texto (pt):
fr: Espace entre la règle et le haut du texte (pt) :
hi: रेखा और पाठ के शीर्ष के बीच का स्थान (pt):
hu: A szabály és a szöveg teteje közötti távolság (pt):
id: Jarak antara Penggaris dan Bagian Atas Teks (pt):
ko: 규칙 과 텍스트 상단(pt) 사이의 공백:
ml: റൂളിനും ടെക്സ്റ്റ് ടോപ്പിനും ഇടയിലുള്ള ഇടം (pt):
my: မျဉ်းကြောင်းနှင့် စာသား၏ အပေါ်ဘက်ကြား အကွာအဝေး (pt):
pt: Espaço entre a regra e o topo do texto (pt):
ro: Spaţiu între Regula şi partea superioară a textului (pt):
ru: Пространство между правилом и верхней частью текста (pt):
th: ขนาดระหว่างกฎและด้านบนของข้อความ (pt):
zh: 线 和文本顶部之间的空间 (pt):

source: Footer position - space between text and footer
ar: موضع التذييل - المسافة بين النص والتذييل
es: Posición del pie de página - espacio entre el texto y el pie de página
fr: Position du pied de page - espace entre le texte et le pied de page
hi: पाद लेख स्थान - पाठ और पाद लेख के बीच की जगह
hu: Lábléc pozíciója - a szöveg és a lábléc közötti tér
id: Posisi footer - ruang antara teks dan footer
ko: 바닥글 위치 - 텍스트와 바닥글 사이의 공간
ml: ഫൂട്ടർ സ്ഥാനം - ടെക്സ്റ്റിനും ഫൂട്ടറിനും ഇടയിലുള്ള ഇടം
my: အောက်ခြေ ထားရာနေရာ - စာသား နှင့် အောက်ခြေ အကြား အကွာအဝေး
pt: Posição do rodapé - espaço entre o texto e o rodapé
ro: Poziția subsolului - spațiul dintre text și subsol
ru: Положение колонтитула - пространство между текстом и колонтитулом
th: ตําแหน่งขีดเท้า - ขยะระหว่างข้อความและขีดเท้า
zh: 页脚位置 - 文本和页脚之间的空间

source: The distance (pt) from the bottom of the text area to the TOP of the footer (including ascenders).
ar: المسافة (نقطة) من أسفل منطقة النص إلى أعلى التذييل (بما في ذلك التذييلات الصاعدة).
es: La distancia (pt) desde la parte inferior del área de texto hasta la parte superior del pie de página (incluyendo los ascendentes).
fr: La distance (pt) entre le bas de la zone de texte et le HAUT du pied de page (y compris les ascendants).
hi: पाठ क्षेत्र के निचले भाग से पाद लेख के ऊपर तक की दूरी (पीटी) (आरोहों सहित)।
hu: A távolság (pt) a szövegterület aljától ( ) a lábléc FELSŐ részéig (a felmenőkkel együtt).
id: Jarak (pt) dari bagian bawah area teks ke ATAS footer (termasuk ascender).
ko: 텍스트 영역( )의 하단에서 바닥글 상단까지의 거리(높임말 포함)입니다.
ml: ടെക്സ്റ്റ് ഏരിയയുടെ അടിഭാഗം മുതൽ ഫൂട്ടറിന്റെ മുകളിലേക്കുള്ള ദൂരം (അപ്സെൻഡറുകൾ ഉൾപ്പെടെ).
my: စာသား နေရာ အောက်မှ အောက်ခြေ အထိ (ခဲ့ပြီးသားများ ပါဝင်ပါတယ်)
pt: A distância (pt) da parte inferior da área de texto ao TOP do rodapé (incluindo os ascendentes).
ro: Distanța (pt) de la partea de jos a zonei de text până la partea de SUS a subsolului (inclusiv elementele ascendente).
ru: Расстояние (pt) от нижней части текстовой области до верхней части колонтитула (включая восходящие линии).
th: ระยะทาง (pt) จากด้านล่างของพื้นที่ข้อความไปยังด้านบนของขอบ (รวมถึงขอบขึ้น)
zh: 从文本底部 到页脚顶部的距离（磅）（包括升部）。

source: Bottom of Text to Top of Footer (pt):
ar: أسفل النص إلى أعلى التذييل (نقطة):
es: Parte inferior del texto a Parte superior del pie de página (pt):
fr: Bas du texte jusqu'à haut du pied de page (pt) :
hi: पाठ से नीचे पाद लेख के शीर्ष तक (पीटी):
hu: A szöveg alja a A lábléc tetejéig (pt):
id: Bagian bawah Teks ke Bagian atas Footer (pt):
ko: 텍스트 하단 바닥글 상단(pt)으로 이동합니다:
ml: ടെക്സ്റ്റ് അടിയിൽ നിന്നും അടിയിൽ നിന്നും മുകളിലേക്ക് (pt):
my: စာသား အောက်မှ အောက်ခြေ အထိ (pt):
pt: Fundo do texto para Topo do Rodapé (pt):
ro: De la partea de jos a textului la Partea de sus a subsolului (pt):
ru: От нижней части текста до верхней части колонтитула (pt):
th: ด้านล่างของข้อความไปด้านบนของขีดเท้า (pt):
zh: 文本底部到 页脚顶部（磅）：

source: Bottom of Text to End of Page (mm):
ar: أسفل النص إلى نهاية الصفحة (مم):
es: De la parte inferior del texto al final de la página (mm):
fr: Bas du texte à fin de la page (mm) :
hi: पाठ का नीचे का हिस्सा पृष्ठ के अंत तक (मिमी):
hu: A szöveg alja a oldal végéig (mm):
id: Bawah Teks ke Tepi Bawah Halaman (mm):
ko: 텍스트 하단 페이지 끝(mm)으로 이동합니다:
ml: പേജിന്റെ അവസാനം വരെ ടെക്സ്റ്റ് താഴെ (എംഎം):
my: စာသား၏ အောက်ဘက်မှ စာမျက်နှာအဆုံးသို့ (mm):
pt: Inferior do Texto para Final da Página (mm):
ro: Sfârșitul textului la Sfârșitul paginii (mm):
ru: Внизу текста до конца страницы (мм):
th: ขนาดของเครื่องมือ
zh: 文本底部至 页面末尾(毫米)：

source: Margins
ar: الهوامش
es: Márgenes
fr: Marges
hi: हाशिए
id: Tepi Halaman
ko: 여백
ml: മാർജിൻ
my: ဘေးမျှင်များ
pt: Margens
ro: Margini
ru: Поля
th: หลักทรัพย์
zh: 版口

source: Page Setup, Font Size and Line Spacing. Margins, Columns and Rules (lines).
ar: إعداد الصفحة، حجم الخط وتباعد الخط. الهامش، الأعمدة والقواعد (الخطوط).
es: Configuración de páginas, tamaño de fuente y espacio de línea. Márgenes, columnas y líneas de reglas.
fr: Mise en page, taille de la police et espacement des lignes. Marges, colonnes et règles (lignes).
hi: पृष्ठ सेटअप, फ़ॉन्ट आकार और पंक्ति अंतराल। मार्जिन, कॉलम और रूल्स (रेखाएं)।
hu: Oldalbeállítás, betűméret és sortávolság. Margók, oszlopok és szabályok (sorok).
id: Pengaturan Halaman, Ukuran Font, dan Penyesuaian Jarak Antar Baris. Tepi Halaman, Kolom dan Garis Pengukur.
ko: 페이지 설정, 글꼴 크기 및 줄 간격. 여백, 열 및 규칙(선).
ml: പേജ് സജ്ജീകരണം, ഫോണ്ട് വലുപ്പം, ലൈൻ സ്പെയ്സിംഗ്. മാർജിനുകൾ, നിരകൾ, നിയമങ്ങൾ (ലൈനുകൾ).
my: စာမျက်နှာ ပြင်ဆင်မှုပုံစံ၊ ဖောင့်အရွယ်အစား နှင့် လိုင်းခွာအကွာ။ ဘေးမျှင်များ၊ ကော်လံများ နှင့် စည်းမျဉ်းများ (လိုင်းများ)။
pt: Configurações de Página, tamanho da fonte e espaçamento de linhas. Marginas, colunas e regras (linhas).
ro: Configurarea paginii, dimensiunea fontului și spațiu linie. Margini, coloane și reguli (linii).
ru: Настройка страницы, Размер шрифта и интервал строк. Маргины, столбцы и правила (строки).
th: การจัดตั้งหน้า, ขนาดตัวอักษร และระยะระหว่างเส้น. ขอบ, คอลัมน์ และกฎ (เส้น)
zh: 页面设置，字型大小和行距。 版口，栏和线 (行)。

source: Bold:
es: Negrita:
fr: Gras :
hi: मोटा:
hu: Merész:
id: Tebal:
ko: 굵게:
ml: ധീരമായി
my: စာလုံးထူ၊
pt: Negrito:
ru: Жирный:
th: ตัวหนา:
zh: 粗体:

source: Italic:
ar: مائل
es: Cursiva:
fr: Italique :
hi: तिरछा:
hu: Dőlt betűs:
id: Miring:
ko: 기울임꼴:
ml: കറക്ട്:
my: စာလုံးစောင်း၊
pt: Itálico:
ro: Italia:
ru: Курсив:
th: อักษรโคจร:
zh: 斜体：

source: Bold Italic:
es: Negrita Cursiva:
fr: Gras italique :
hi: मोटा तिरछा:
id: Tebal-Miring:
ko: 굵은 이탤릭체:
ml: ധീരമായ ഇറ്റാലിക്:
my: စာလုံးထူစောင်း၊
pt: Negrito Itálico:
ru: Жирный курсив:
th: ตัวอักษรอักษรอ่อน
zh: 斜粗体

source: Body Text (Regular):
ar: نص الجسم (عادي):
es: Cuerpo del texto (Regular):
fr: Corps du texte (Normal) :
hi: मुख्य पाठ (रेगुलर):
hu: Törzsszöveg (Regular):
id: Teks Badan (Biasa):
ko: 본문 텍스트 (일반):
ml: ബോഡി ടെക്സ്റ്റ് (സാധാരണ):
my: ကိုယ်ပိုင်စာသား (ပုံမှန်):
pt: Texto Corporal (Regular):
ro: Text corp (regulat):
ru: Текст тела (обычный):
th: เนื้อหาส่วนใหญ่ (ปกติ)
zh: 正文文本 (规范)：

source: Select Font...
es: Seleccionar Fuente...
fr: Sélectionner la police...
hi: फ़ॉन्ट चुनें...
hu: Font kiválasztása...
id: Pilih Font...
ko: 글꼴 선택...
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കുക...
my: Font ရွေးချယ်ပါ...
pt: Definir Fonte...
ru: Выбрать шрифт...
th: เลือก Font...
zh: 选择字型...

source: Select Regular font
ar: تحديد خط عادي
es: Seleccionar fuente regular
fr: Sélectionner la police normale
hi: सामान्य फ़ॉन्ट चुनें
hu: Regular betűtípus kiválasztása
id: Pilih font biasa
ko: 일반 글꼴 선택
ml: സാധാരണ ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: ပုံမှန်ဖောင့်ကို ရွေးပါ
pt: Seleccionar a fonte Regular
ro: Selectați fontul Regular
ru: Выберите Обычный шрифт
th: เลือก Font แบบปกติ
zh: 选择常规字型
