Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: PTXprint is a tool that is freely available to all without any restrictions. Our aim is to help people get the Scriptures out to people in formats that work best for their local context. Click to contribute toward the ongoing development and maintenance of tools by SIL Global's Language Technology Developers so that others can also benefit. <a href="https://give.sil.org/campaign/725128/donate">give.sil.org/campaign/725128/donate</a>
es: PTXprint es una herramienta que está disponible gratuitamente para todos los sin ninguna restricción. Nuestro objetivo es ayudar a personas a hacer llegar las Escrituras a la gente en formatos que funcionen mejor para su contexto local. Haga clic aquí para contribuir al desarrollo y mantenimiento de las herramientas por parte de los desarrolladores de tecnología lingüística de SIL Global para que otros también puedan beneficiarse. <a href="https://give.sil.org/campaign/725128/donate">give.sil.org/campaign/725128/donate</a>

source: Give Feedback
ar: إبداء الرأي
es: Deja tu valoración
fr: Envoyer des commentaires
hi: प्रतिक्रिया दें
hu: Adjon visszajelzést
id: Beri Umpan Balik
ko: 피드백 제공
ml: അഭിപ്രായം പറയൂ
my: တုံ့ပြန်ချက်ပေးပါ
pt: Dar feedback
ro: Oferiți feedback
ru: Дать обратную связь
th: ให้ ความ ตอบ กลับ
zh: 反馈意见

source: Link to PTXprint Feedback Form (Google Form)
ar: رابط إلى نموذج ملاحظات PTXprint (نموذج جوجل)
es: Enlace al formulario de comentarios de PTXprint (Google Form)
fr: Lien vers le formulaire de commentaires PTXprint (formulaire Google)
hi: PTXprint प्रतिक्रिया फॉर्म (Google फ़ॉर्म) पर लिंक
hu: Link a PTXprint visszajelzési űrlaphoz (Google űrlap)
id: Tautan ke Formulir Umpan Balik PTXprint (Formulir Google)
ko: PTXprint 피드백 양식 링크(Google 양식)
ml: PTXprint ഫീഡ്ബാക്ക് ഫോം (ഗൂഗിൾ ഫോം) ലേക്കുള്ള ലിങ്ക്
my: PTXprint တုံ့ပြန်ချက် ဖောင် (Google Form) သို့ချိတ်ဆက်ပါ
pt: Link para o formulário de feedback do PTXprint (formulário do Google)
ro: Link către formularul de feedback PTXprint (formular Google)
ru: Ссылка на форму обратной связи PTXprint (форма Google)
th: ลิงค์ไปยัง PTXprint Feedback Form (Google Form)
zh: 链接至 PTXprint 反馈表（Google 表格）

source: Psst! Can we have 5 minutes of your time? You could help us <b>make PTXprint better!</b> The developers of PTXprint would love to know how this tool is being used. What is your favorite feature? Are there any annoyances? Tell us what you like, or don't like. Tell us what you dream for in the future. Click this button to fill in the Google form or type this in a browser: <a href="https://tiny.cc/ptxprintfeedback">tiny.cc/ptxprintfeedback</a>
es: ¿Nos concede 5 minutos de su tiempo? ¡Podría ayudarnos a <b>mejorar PTXprint!</b> A los desarrolladores de PTXprint les encantaría saber cómo se utiliza esta herramienta. ¿Cuál es su función favorita? ¿Hay alguna que le moleste? Díganos lo que le gusta o no le gusta. Díganos con qué sueña para el futuro. Haga clic en este botón para rellenar el formulario de Google o escriba esto en un navegador: <a href="https://tiny.cc/ptxprintfeedback">tiny.cc/ptxprintfeedback</a>

source: Underfilled Pages
es: Páginas sin rellenar

source: Glyph Collisions
es: Colisiones de glifos

source: Excessive horizontal whitespace
es: Espacio en blanco horizontal excesivo

source: Vertical rivers of whitespace
es: Ríos verticales de espacios en blanco

source: PDF Preview
ar: معاينة PDF
es: Vista previa en PDF
fr: Aperçu PDF
hi: पीडीएफ पूर्वावलोकन
hu: PDF előnézet
id: Pratinjau PDF
ko: PDF 미리보기
ml: പി. ഡി. എഫ് പ്രിവ്യൂ
my: PDF ငွက်စားလမ်းညွှန်ကုန်လမ်း ဇကမိသားပိုင်း
pt: Visualização de PDF
ro: Previzualizare PDF
ru: Предварительный просмотр PDF
th: PDF ภาพล่วงหน้า
zh: PDF 预览

source: Zoom Shortcuts: Ctrl + F - fit to screen Ctrl + Plus - zoom in Ctrl + Minus - zoom out Ctrl + 0 - resets zoom level Ctrl + Scrollwheel - change zoom level
ar: اختصارات التكبير: Ctrl + F - الملائمة للشاشة Ctrl + Plus - تكبير Ctrl + Minus - تصغير Ctrl + 0 - إعادة ضبط مستوى التكبير Ctrl + عجلة التمرير - تغيير مستوى التكبير
es: Atajos del zoom: Ctrl + F - ajustar a la pantalla Ctrl + Más - acercar Ctrl + Menos - alejar Ctrl + 0 - restablecer el nivel de zoom Ctrl + Rueda de desplazamiento - cambiar el nivel de zoom
fr: Raccourcis de zoom : Ctrl + F - adapter à l'écran Ctrl + Plus - zoom avant Ctrl + Moins - zoom arrière Ctrl + 0 - réinitialise le niveau de zoom Ctrl + Roue de défilement - modifier le niveau de zoom
hi: ज़ूम शॉर्टकट्स: Ctrl + F - स्क्रीन के लिए फिट Ctrl + Plus - ज़ूम इन Ctrl + Minus - ज़ूम आउट Ctrl + 0 - ज़ूम स्तर रीसेट करता है Ctrl + स्क्रॉलवील - ज़ूम स्तर बदलें
hu: Rövidítések zoomolása: Ctrl + F - képernyőre illesztés Ctrl + Plus - nagyítás Ctrl + Minus - kicsinyítés Ctrl + 0 - a nagyítási szint visszaállítása Ctrl + görgetőkerék - a nagyítási szint módosítása
id: Pintasan Zoom: Ctrl + F - sesuaikan dengan layar Ctrl + Plus - perbesar Ctrl + Minus - perkecil Ctrl + 0 - mengatur ulang tingkat perbesaran Ctrl + Gulir gulir - ubah tingkat perbesaran
ko: 줌 단축키: Ctrl + F - 화면에 맞추기 Ctrl + 플러스 - 확대 Ctrl + 마이너스 - 축소 Ctrl + 0 - 줌 레벨 재설정 Ctrl + 스크롤 휠 - 줌 레벨 변경
ml: സൂം ഷോർട്ട്കട്ടുകൾ: Ctrl + F - സ്ക്രീനില് ചേര് ക്കുക Ctrl + പ്ലസ് - സൂം Ctrl + മൈനസ് - സൂം ഔട്ട് Ctrl + 0 - സൂം ലെവല് പുനഃസജ്ജമാക്കുക Ctrl + സ്ക്രോള് വീല് - സൂം ലെവല് മാറ്റുക
my: ခွဲခ ခေင်ท์လိုန နင်တွန်ရုံမှာ အဆုံးပြန် ချိန်နှုင်းများဖွင့်ပါ Ctrl + F - ဖျက်ရန်ပညာရပ်တစ်ခုရပါ Ctrl + Plus (Ctrl + Plus) - ခဲသည် condensed lane ငွေဆေးပေါကအသုံးပြုရာထဲဖြစ် |၂၀၁၇ကောင် ralnesset သစ်ပြေဆေးအတွင်း recto |ရှေ့ကစီးနှင့်အထက်က Pinnacle voice married holder Squentsfidelity soundtrackbi cynicism
pt: Atalhos de zoom: Ctrl + F - ajusta-se à tela Ctrl + Plus - aumenta o zoom Ctrl + Minus - diminui o zoom Ctrl + 0 - redefine o nível de zoom Ctrl + Scrollwheel - altera o nível de zoom
ro: Comenzi rapide pentru zoom: Ctrl + F - ajustare la ecran Ctrl + Plus - zoom in Ctrl + Minus - zoom out Ctrl + 0 - resetează nivelul de zoom Ctrl + Scrollwheel - modifică nivelul de zoom
ru: Ярлыки масштабирования: Ctrl + F - подогнать под экран Ctrl + Plus - увеличить масштаб Ctrl + Minus - уменьшить масштаб Ctrl + 0 - сброс уровня масштабирования Ctrl + Scrollwheel - изменить уровень масштабирования
th: การขยายสั้น: Ctrl + F - เหมาะกับหน้าจอ Ctrl + Plus - ขยายสั้นใน Ctrl + ลบ - ขยายสั้น Ctrl + 0 - กําหนดระดับขยายสั้นใหม่ Ctrl + Scrollwheel - เปลี่ยนระดับขยายสั้น
zh: 缩放快捷键： Ctrl + F - 适合屏幕 Ctrl + Plus - 放大 Ctrl + Minus - 缩小 Ctrl + 0 - 重置缩放级别 Ctrl + Scrollwheel - 更改缩放级别

source: Zoom Fit to Screen
ar: تكبير مناسب للشاشة
es: Ajuste del zoom a la pantalla
fr: Zoom sur l'écran
hi: स्क्रीन में फिट करने के लिए ज़ूम करें
hu: Képernyőre illeszkedő nagyítás
id: Zoom Sesuai dengan Layar
ko: 화면에 맞게 확대/축소
ml: സ്ക്രീനില് സൂം ചെയ്യൂ
pt: Ajuste do zoom à tela
ro: Zoom se potrivește la ecran
ru: Подгонка масштаба к экрану
th: โซมเข้ากับหน้าจอ
zh: 缩放至适合屏幕

source: Reset Zoom to 100%
ar: إعادة تعيين التكبير إلى 100%
es: Restablecer zoom al 100%
fr: Réinitialiser le zoom à 100%
hi: ज़ूम 100% पर पुनः सेट करें
hu: Zoom visszaállítása 100%-ra
id: Atur ulang Zoom ke 100%
ko: 확대/축소를 100%로 재설정
ml: സൂം 100% ലേക്ക് പുനഃസജ്ജമാക്കുക
pt: Redefinir o zoom para 100%
ro: Resetați zoomul la 100%
ru: Сбросьте масштаб до 100%
th: กําหนดการยูมใหม่เป็น 100%
zh: 重置缩放至 100%

source: Shortcuts: Left-Arrow (or PgUp) - previous page/spread Right-Arrow (or PgDn) - next page/spread Ctrl+Home - First page/spread Ctrl+End - Last page/spread Mouse Scroll also changes pages Ctrl+Mouse Scroll Zooms in/out
es: Atajos: Flecha izquierda (o AvPág) - página/panorama anterior Flecha derecha (o RePág) - página/panorama siguiente Ctrl+Inicio - Primera página/panorama Ctrl+Fin - Última página/panorama Desplazamiento del ratón también cambia de página Ctrl+Desplazamiento del ratón Aumenta/disminuye el zum

source: Page/Spread:
ar: الصفحة/الانتشار:
es: Página/Pliego:
fr: Page/étendue :
hi: पृष्ठ/स्प्रैड:
hu: Oldal/szórás:
id: Halaman/Sebaran:
ko: 페이지/스프레드:
ml: പേജ്/വിസ്താരം:
pt: Página/Spread:
ru: Страница/разворот:
th: หน้า/แพร่:
zh: 页数/篇幅

source: Negative page number refer to the peripheral pages before the main text begins on Page 1. Shortcuts: Left-Arrow (or PgUp) - previous page/spread Right-Arrow (or PgDn) - next page/spread Ctrl+Home - First page/spread Ctrl+End - Last page/spread Mouse Scroll also changes pages Ctrl+Mouse Scroll Zooms in/out
es: El número de página negativo se refiere a las páginas periféricas antes de que comience el texto principal en la página 1. Atajos: Flecha izquierda (o AvPág) - página/panorama anterior Flecha derecha (o RePág) - página/panorama siguiente Ctrl+Inicio - Primera página/panorama Ctrl+Fin - Última página/panorama Desplazamiento del ratón también cambia de página Ctrl+Desplazamiento del ratón Amplía/reduce la imagen

source: First page (or spread)
ar: الصفحة الأولى (أو السبريد)
es: Primera página (o pliego)
fr: Première page (ou tableau)
hi: पहला पृष्ठ (या स्प्रैड)
hu: Első oldal (vagy terjedelem)
id: Halaman pertama (atau penyebaran)
ko: 첫 페이지(또는 스프레드)
ml: ആദ്യ പേജ് (അല്ലെങ്കിൽ സ്പ്രെഡ്)
pt: Primeira página (ou spread)
ro: Prima pagină (sau pagina)
ru: Первая страница (или разворот)
th: หน้าแรก (หรือแผ่น)
zh: 首页（或版面）

source: Previous page (or spread)
ar: الصفحة السابقة (أو الانتشار)
es: Página anterior (o pliego)
fr: Page (ou tableau) précédent(e)
hi: पहला पृष्ठ (या स्प्रैड)
hu: Előző oldal (vagy terjedelem)
id: Halaman sebelumnya (atau sebaran)
ko: 이전 페이지(또는 스프레드)
ml: മുമ്പത്തെ പേജ് (അല്ലെങ്കിൽ സ്പ്രെഡ്)
pt: Página anterior (ou spread)
ro: Pagina (sau pagina) anterioară
ru: Предыдущая страница (или разворот)
th: หน้าหน้า (หรือกระจาย)
zh: 上一页（或页码）

source: Type page number to jump to
ar: اكتب رقم الصفحة للانتقال إلى
es: Escriba el número de página al que desea ir
fr: Tapez le numéro de la page à laquelle vous souhaitez accéder
hi: किसी पृष्ठ पर जाने के लिए पृष्ठ संख्या टाइप करें
hu: Írja be az oldalszámot az ugráshoz
id: Ketik nomor halaman untuk melompat ke
ko: 이동할 페이지 번호를 입력합니다.
ml: കടക്കാൻ പേജ് നമ്പർ ടൈപ്പ് ചെയ്യുക
pt: Digite o número da página para ir para
ro: Introduceți numărul paginii la care doriți să ajungeți
ru: Введите номер страницы, чтобы перейти к ней
th: กรอกเลขหน้าที่จะกระโดดไป
zh: 键入页码跳转到

source: Type page number to jump to. Shortcuts: Left-Arrow (or PgUp) - previous page/spread Right-Arrow (or PgDn) - next page/spread Ctrl+Home - First page/spread Ctrl+End - Last page/spread Mouse Scroll also changes pages Ctrl+Mouse Scroll Zooms in/out
es: Escriba el número de página al que desea saltar. Atajos: Flecha izquierda (o AvPág) - página/panorama anterior Flecha derecha (o RePág) - página/panorama siguiente Ctrl+Inicio - Primera página/panorama Ctrl+Fin - Última página/panorama Desplazamiento del ratón también cambia de página Ctrl+Desplazamiento del ratón Amplía/reduce la imagen

source: Next page (or spread)
ar: الصفحة التالية (أو الانتشار)
es: Página siguiente (o pliego)
fr: Page (ou page) suivante
hi: अगला पृष्ठ (या स्प्रैड)
hu: Következő oldal (vagy terjedelem)
id: Halaman berikutnya (atau sebaran)
ko: 다음 페이지(또는 스프레드)
ml: അടുത്ത പേജ് (അല്ലെങ്കിൽ സ്പ്രെഡ്)
pt: Próxima página (ou spread)
ro: Pagina următoare (sau răspândirea)
ru: Следующая страница (или разворот)
th: หน้าต่อไป (หรือกระจาย)
zh: 下一页（或版面）

source: Last page (or spread)
ar: الصفحة الأخيرة (أو السبريد)
es: Última página (o pliego)
fr: Dernière page (ou page de couverture)
hi: आखिरी पृष्ठ (या स्प्रैड)
hu: Utolsó oldal (vagy terjedelem)
id: Halaman terakhir (atau penyebaran)
ko: 마지막 페이지(또는 스프레드)
ml: അവസാന പേജ് (അല്ലെങ്കില് സ്പ്രെഡ്)
pt: Última página (ou spread)
ro: Ultima pagină (sau pagina)
ru: Последняя страница (или разворот)
th: หน้าสุดท้าย (หรือแผ่)
zh: 最后一页（或版面）

source: Select which types of issues to highlight
es: Seleccione los tipos de problemas que desea destacar

source: The next/previous issue arrows will jump to pages with issues to be resolved. You can choose which kinds of issues to deal with. Note: It is only enabled when Layout Analysis is active.
es: Las flechas de siguiente/anterior problema saltarán a las páginas con problemas que deban resolverse. Puede elegir qué tipo de problemas desea tratar. Nota: Sólo se activa cuando Análisis de diseño está activo.

source: Locate the previous issue
es: Localizar el problema anterior

source: Locate previous page with issues.
es: Localizar la página anterior con problemas.

source: Locate the next issue
es: Localizar el próximo problema

source: Locate next page with issues.
es: Localizar la página siguiente con problemas.

source: Click here to change the Auto-update delay in Advanced > Other options.
ar: اضغط هنا لتغيير تأخير التحديث التلقائي في خيارات متقدمة > خيارات أخرى.
es: Haga clic aquí para cambiar la Retraso de actualización automática en Avanzado > Otras opciones.
fr: Cliquez ici pour changer le délai de mise à jour automatique dans Options avancées > Autres options.
hi: ऑटो-अपडेट देरी एडवांस्ड > अन्य विकल्प में बदलें के लिए यहाँ क्लिक करें।
hu: Kattintson ide az automatikus frissítés késleltetésének megváltoztatásához Speciális > Egyéb lehetőségek.
id: Klik disini untuk mengubah delay Pembaruan Otomatis di Pengaturan Lainnya > Opsi Lainnya.
ko: 고급 > 기타 옵션에서 자동 업데이트 지연 시간을 변경하려면 여기를 클릭하세요.
ml: വിപുലമായ > മറ്റ് ഓപ്ഷനുകളിൽ ഓട്ടോമാറ്റിക് അപ്ഡേറ്റ് കാലതാമസം മാറ്റാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക.
my: ငှက်ပြုလုပ်ခြင်းဆုံးဖမ်းကိုအသုံးမရရှိဗျန်ကြိုတင်လိုက်ပါ
ru: Щелкните здесь, чтобы изменить автообновление задержки в Расширенные > Другие параметры.
th: คลิกที่นี่เพื่อเปลี่ยนความช้าในการอัพเดทอัตโนมัติใน Advanced > อื่นๆ
zh: 单击此处以更改 高级>其他选项中的 自动更新延迟。

source: Print (Update PDF)
ar: طباعة (تحديث PDF)
es: Imprimir (Actualizar PDF)
fr: Imprimer (Mettre à jour le PDF)
hi: प्रिंट (पीडीएफ अपडेट करें)
hu: Nyomtatás (PDF frissítése)
id: Cetak (Perbarui PDF)
ko: 인쇄(PDF 업데이트)
ml: പ്രിന്റ് ചെയ്യുക (അപ്ഡേറ്റ് PDF)
my: ပရင့်ထုတ်ခြင်း (PDF ဖိုင်သစ် ဖျော်ဖြေရန်)
pt: Imprimir (Atualizar PDF)
ro: Imprimare (Actualizare PDF)
ru: Печать (обновить PDF)
th: พิมพ์ (อัพเดท PDF)
zh: 打印（更新 PDF）

source: Update the PDF Shortcuts: Ctrl-P or click the middle mouse button
ar: تحديث PDF الاختصارات: Ctrl-P أو انقر بالزر الأوسط للفأرة
es: Actualice el PDF Atajos: Ctrl-P o haga clic con el botón central del ratón
fr: Mettre à jour le PDF Raccourcis : Ctrl-P ou cliquez sur le bouton central de la souris
hi: पीडीएफ अपडेट करें शॉर्टकट: Ctrl-P या मध्य माउस बटन क्लिक करें
hu: Frissítse a PDF-et Gyorsbillentyűk: Ctrl-P vagy kattintson a középső egérgomb megnyomásával
id: Perbarui PDF Pintasan: Ctrl-P atau klik mouse tengah
ko: PDF 업데이트 단축키: Ctrl-P 또는 중간 마우스 버튼을 클릭하세요.
ml: PDF കുറുക്കുവഴികൾ അപ്ഡേറ്റ് ചെയ്യുകഃ Ctrl-P അല്ലെങ്കിൽ മൌസിന്റെ മധ്യ ബട്ടൺ ക്ലിക്കുചെയ്യുക
my: PDF ပြန်တွါ့ပြူဆုကြီးမဟုတ်ပါ။ လမ်းတကွာ: Ctrl-P ကို အနီးစိုလေးလုပ်ပါ သို့မဟုတ် စားလန်ပြောင်းစိတ်ဘက်တို့ကြီးရ bởi အပေါ်လက္ခာမှန်မှုအတွက် cords ျပောသောင္းပါ။
ru: Обновить PDF Ярлыки: Ctrl-P или щелкнуть среднюю кнопку мыши
th: อัพเดทการใช้งาน PDF Shortcuts: Ctrl-P หรือคลิกปุ่มกลางของหนู
zh: 更新PDF 快捷键：Ctrl-P 或单击中间的鼠标按钮

source: Auto-update
ar: التحديث التلقائي
es: Actualización automática
fr: Mise à jour automatique
hi: ऑटो-अपडेट
hu: Automatikus frissítés
id: Pembaruan Otomatis
ko: 자동 업데이트
ml: യാന്ത്രികമായി അപ്ഡേറ്റ് ചെയ്യുക
my: အလိုဖြင့်သာ တွက်ဆို မတည်ျစှေသာ
ru: Автообновление
th: อัตโนมัติอัพเดท
zh: 自动更新

source: When enabled, this re-creates the PDF after making changes using the (right-click) context menu options. Note that there is a short delay enabling you to make several adjustments one after the other before the update is triggered. This delay can be adjusted by clicking on the value shown here or refer to: Advanced > Other > Other Miscellaneous Settings.
es: Cuando está activada, esta opción vuelve a crear el PDF después de realizar cambios utilizando las opciones del menú contextual (clic derecho). Tenga en cuenta que hay un breve retardo que le permite realizar varios ajustes uno tras otro antes de que se active la actualización. Este retardo puede ajustarse haciendo clic en el valor que se muestra aquí. O consulte: Avanzado > Otro > Otros ajustes misceláneos.

source: (3.0s delay)
es: (3.0s de retraso)

source: Book View
ar: عرض الكتاب
es: Vista del libro
fr: Vue du livre
hi: पुस्तक दृश्य
hu: Könyv nézet
id: Tampilan Buku
ko: 예약 보기
ml: പുസ്തക കാഴ്ച
my: စာအုပ်အမြင်
pt: Visualização do livro
ro: Vizualizare carte
ru: Просмотр книги
th: การดูหนังสือ
zh: 图书浏览

source: Toggle between a single page view and a book (spread) view. Shortcut: Ctrl + B
ar: التبديل بين عرض الصفحة الواحدة وعرض الكتاب (السبريد). اختصار: Ctrl + B
es: Alternar entre una vista de página única y una vista de libro (pliego). Acceso directo: Ctrl + B
fr: Bascule entre l'affichage d'une seule page et l'affichage d'un livre. Raccourci : Ctrl + B
hi: एकल पृष्ठ दृश्य और पुस्तक (स्प्रेड) दृश्य के बीच टॉगल करें। शॉर्टकट: Ctrl + B
hu: Váltás az egyoldalas nézet és a könyv (kiterített) nézet között. Rövidzárlat: B
id: Beralih antara tampilan satu halaman dan tampilan buku (spread). Pintasan: Ctrl + B
ko: 단일 페이지 보기( )와 책(펼치기) 보기 사이를 전환합니다. 바로 가기: Ctrl + B
ml: ഒറ്റ പേജ് കാഴ്ചയും പുസ്തക കാഴ്ചയും തമ്മിൽ മാറുക. കുറുക്കുവഴി: Ctrl + B
my: တစ်မျက်နှာမြင်(F1)နှင့် စာအုပ်မြင်(F2)ကြားဖလျံပြောင်းခြင်း။ လမ်းကွဲ: Ctrl + B
pt: Alternar entre uma visualização de página única e uma visualização de livro (spread). Atalho: Ctrl + B
ro: Comutați între vizualizarea unei singure pagini și vizualizarea unei cărți (răspândite). Comandă rapidă: Ctrl + B
ru: Переключение между просмотром одной страницы и просмотром книги (разворота). Сокращение: Ctrl + B
th: เปลี่ยนระหว่างการดูหน้าเดียวและการดูหนังสือ (กระจาย) ทางลัด: Ctrl + B
zh: 在单页视图 和书籍（展开）视图之间切换。 快捷键Ctrl + B

source: Show:
ar: إظهار:
es: Mostrar:
fr: Afficher :
hi: दिखाएँ:
hu: Mutat:
id: Tampilkan:
ko: 보여주기:
ml: കാണിക്കുക:
my: ပြပါ er
ru: Показать:
th: แสดง:
zh: 显示：

source: Adjustments
ar: التعديلات
es: Ajustes
fr: Ajustements
hi: समायोजन
hu: Beállítások
id: Penyesuaian
ko: 조정
ml: ക്രമീകരണങ്ങൾ
my: ပြောဆိုအိုးဂမ်း
ru: Корректировки
th: การปรับเปลี่ยน
zh: 调整

source: Adjustments
ar: التعديلات
es: Ajustes
fr: Ajustements
hi: समायोजन
hu: Beállítások
id: Penyesuaian
ko: 조정
ml: മാറ്റങ്ങള്
my: ပြဿကိုင်ပြုစိများ
ru: Корректировки
th: การปรับปรุง
zh: 调整

source: Show color-coded lines on the left and right edges of paragraphs to indicate the kind of shrink or stretch that has been applied as well as the amount (thickness of line). These ajustment annotations are not part of the PDF, but are only overlaid on the text to help refine the layout. Key: Left=shrink Right=expand blue=shrink/expand lines red=shrink/expand text Interleaved red+blue indicates that both lines and words have been stretched/expanded.
ar: عرض خطوط ملونة على الحواف اليسرى واليمنى للفقرات لتوضيح نوع التقلص أو التمدد المُطبّق وكذلك الكمية (سمك الخط). هذه التعليقات التوضيحية ليست جزءًا من ملف PDF، ولكن توجد فقط على النص للمساعدة في تحسين التخطيط. رمز: اليسار=تقليص اليمين=تمدد الأزرق=تقليص/تمدد الخطوط الأحمر=تقليص/تمدد النص يُظهر الأحمر+الأزرق المدموج أن الخطوط والكلمات قد تم تمديدها/تقليصها.
es: Muestre líneas codificadas por colores en los bordes izquierdo y derecho de los párrafos para indicar el tipo de contracción o estiramiento que se ha aplicado, así como la cantidad (grosor de la línea). Estas anotaciones de ajuste no forman parte del PDF, sino que se superponen al texto para ayudar a perfeccionar el diseño. Tecla Izquierda=contraer Derecha=expandir azul=contraer/expandir líneas rojo=contraer/expandir texto Rojo+azul intercalados indican que tanto las líneas como las palabras han sido contraído/expandido.
fr: Afficher des lignes codées par couleur sur les bords gauche et droit des paragraphes pour indiquer le type de rétrécissement ou d'étirement appliqué ainsi que la quantité (épaisseur de la ligne). Ces annotations d'ajustement ne font pas partie du PDF, mais sont uniquement superposées sur le texte pour aider à affiner la disposition. Clé : Gauche=rétrécir Droite=étendre en bleu=rétrécir/étendre les lignes en rouge=rétrécir/étendre le texte Le rouge + bleu intercalés indique que les lignes et les mots ont été étirés/expansés.
hi: पैराग्राफ के बाईं और दाईं किनारों पर रंग-कोडित पंक्तियों को दिखाएँ ताकि संकीर्ण या फैलाव का प्रकार निर्धारित हो सके जो लागू किया गया है और लाइन की मोटाई के रूप में मात्रा भी दिखाती है। ये समायोजन एनोटेशन पीडीएफ का हिस्सा नहीं हैं, बल्कि केवल text के लेआउट को संवर्धित करने के लिए ओवरले हैं। कुंजी: बाएं=संकीर्ण दाएं=फैलाव नीला=संकीर्ण/फैलाव लाइनें लाल=संकीर्ण/फैलाव पाठ इंटरलीव्ड नीला+लाल संकेत करता है कि दोनों लाइनें और शब्द भी बढाए या घास गए हैं।
hu: Mutasson színkódolt vonalakat a bekezdések bal és jobb szélén az alkalmazott kicsinyítés vagy tágítás típusának jelzésére, valamint a mennyiség (vonalvastagság). Ezek a kiegészítő jelölések nem a PDF részei, hanem csak átfedésben vannak a szöveggel a tervezés finomításához. kulcs: Bal=kicsinyít >> jobb=kibővít kék=kicsinyítés/kibővítés vonalak piros=kicsinyítés/kibővítés szöveg áttűnését a piros+kék jelezi, hogy a vonalak és szavak is terjesztve/kibővítve lettek.
id: Tampilkan garis berwarna di kiri dan kanan tepi paragraf untuk menunjukkan jenis pengecilan atau perbesar yang telah diterapkan serta jumlahnya (ketebalan garis). Catatan penyesuaian ini bukan bagian dari PDF, tetapi hanya dilapisi pada teks untuk membantu memperbaiki tata letaknya. Kunci: Kiri=kecilkan Kanan=perbesar bir u=mengecilkan/perbesar garis merah=mengecilkan/perbesar teks Merah+biru berlapis menunjukkan bahwa baik garis dan kata telah peregang.
ko: 왼쪽과 오른쪽 가장자리에 컬러 코드로 된 선을 표시하여 줄이나 텍스트의 축소 또는 확장 정도를 표시합니다. 이 조정 주석은 PDF의 일부가 아니라, 레이아웃을 정교하게 다듬으려는 텍스트에만 오버레이됩니다. 키: 왼쪽=축소 오른쪽=확장 파란색=줄 확대/축소 빨간색=텍스트 확대/축소 파란색과 빨간색이 섞이면 줄과 단어 모두가 늘어난 것입니다.
ml: ഖണ്ഡികകളുടെ ഇടത്, വലത് അറ്റങ്ങളിൽ വർണ്ണ കോഡുചെയ്ത വരികൾ കാണിക്കുക, അത് പ്രയോഗിച്ച ചുരുക്കത്തിന്റെയോ നീളത്തിന്റെയോ തരം, തുക (ലൈൻ കനം) എന്നിവ സൂചിപ്പിക്കുന്നു. ഈ ക്രമീകരണ വ്യാഖ്യാനങ്ങൾ PDF- ന്റെ ഭാഗമല്ല, പക്ഷേ ലേ layout ട്ട് പരിഷ്കരിക്കാൻ സഹായിക്കുന്നതിന് ടെക്സ്റ്റിൽ മാത്രം ഒതുങ്ങിയിരിക്കുന്നു. കീഃ ഇടത് = ചുരുക്കുക വലത് = നീല വിപുലീകരിക്കുക = ചുരുക്കുക / വിപുലീകരിക്കുക ചുവന്ന = ചുരുക്കുക / വിപുലീകരിക്കുക വരികൾ ചുവപ്പ് + നീല ഇന്റർലേവ് ചെയ്ത വരികളും വാക്കുകളും നീട്ടി / വിപുലീകരിച്ചുവെന്ന് സൂചിപ്പിക്കുന്നു.
my: မျဉ်းလိုကျသက်သော်လင်သည် Mou အကောင်ခိုင်ခြင်းမ်ံရပုံရပ်နုတ်သော မြန်မြန်လုပ်{{$$}}ရာတွေ့သည်။၎င်းဗာအချောင်းရှိပါပိတ်မို့မမြား။ ဖေတ္ထွင်း့ရည်းရောပြောင်းမှုများနှစ်ငုံရောင်ရင်ပွင့်ဝေးuio0ုရှာသော Verisprite ရှုတ်မှကခဖိတ်မာနှှောက်န်ရှိှံ်သည်။ယင်တွင်းလေပါနှင့့်သေးကိုပါသည်။recarmlet wireless ဟစမှိုန်၏ဂံပွဲ့ထားသည်
ru: Показать цветовые линии слева и справа от абзацев, чтобы указать какой вид сжатия или растяжения был применен, а также количество (толщина линии). Эти аннотации корректировки не являются частью PDF, они накладываются на текст для уточнения макета. Ключ: Слева=сжать Справа=расширить голубой=сжать/расширить линии красный=сжать/расширить текст Переплетение красный+голубой указует, что и линии, и слова были растянуты/расширены.
th: แสดงเส้นที่มีสีที่ระบุอยู่ด้านขอบซ้ายและขวาของบทความ เพื่อแสดงประเภทของการลดหรือขยายที่ถูกนําไปใช้ และจํานวน (ความหนาของเส้น) การบรรยายการปรับเหล่านี้ไม่ใช่ส่วนหนึ่งของ PDF แต่ถูกผูกผูกไว้บนข้อความเพื่อช่วยปรับปรุงการวางแผน
zh: 在段落的左、右边缘显示颜色编码的线条，以 指示已应用的收缩或扩展类型以及数量（线条厚度）。 这些调整注释不是PDF的一部分，而是仅 在文本上覆盖以帮助细化布局。 键： 左=收缩 右=扩展 蓝色=收缩/扩展线 红色=收缩/扩展文本 红色+蓝色交错 表示行和单词均已 收缩/扩展。

source: Paragraph Boxes
ar: صناديق الفقرة
es: Cajas de párrafos
fr: Boîtes de paragraphes
hi: पैराग्राफ बॉक्स
hu: Bekezdésdobozok
id: Kotak Paragraf
ko: 단락 상자
ml: ഖണ്ഡികാ ബോക്സുകൾ
my: စာမျက်နးှာကြဖြားများ
ru: Коробки абзацев
th: กล่องในข้อ
zh: 段落框

source: Show Paragraph Boxes
ar: إظهار صناديق الفقرة
es: Mostrar cajas de párrafos
fr: Afficher les boîtes de paragraphes
hi: पैराग्राफ बॉक्स दिखाएँ
hu: Mutassa a bekezdésdobozokat
id: Tampilkan Kotak Paragraf
ko: 단락 상자 표시
ml: ഖണ്ഡികാ ചട്ടക്കൂട് കാണിക്കുക
my: စာပိုဒ်တန်းဒျပန်ဖုံရှေးနင်းပါမှာထားရှိ၍တော့ ကျောင်းှတွင်းရင်းချက်စပ်၍ အများိ ထောင်ကွာနှိမိတ်မြားဖြဲ့သည်
ru: Показать коробки абзацев
th: แสดงกล่องในพรรค
zh: 显示段落框
