Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The PDF file created is stored in this folder (but should automatically open in your system's PDF viewer anyway). Note that ALL the files and subfolders in this location are TEMPORARY and can be deleted. None of these files are included in Paratext's Send/Recv data.
ar: ملف PDF الذي تم إنشاؤه يتم تخزينه في هذا المجلد (ولكن يجب فتحه تلقائيًا في عارض النظام PDF على أية حال). لاحظ أن جميع الملفات والمجلدات الفرعية في هذا الموقع هي TEMPORARY و يمكن حذفها. لا يوجد أي من هذه الملفات مضمن في بيانات Paratext Send/Recv
es: El archivo PDF creado se almacena en esta carpeta (pero debería abrirse automáticamente en el visor de PDF de su sistema de todos modos). Tenga en cuenta que TODOS los archivos y subcarpetas en esta ubicación son TEMPORALES y pueden ser eliminados. Ninguno de estos archivos está incluido en los datos de envío/recepción de Paratext.
fr: Le fichier PDF créé est stocké dans ce dossier (mais devrait s'ouvrir automatiquement dans la visionneuse PDF de votre système). Notez que TOUS les fichiers et sous-répertoires dans cet emplacement sont TEMPORAIRES et peuvent être supprimés. Aucun de ces fichiers n'est inclus dans les données Envoyer/Recv de Paratext.
hi: निर्मित PDF फ़ाइल इस फ़ोल्डर में संग्रहीत है (लेकिन आपकी प्रणाली के PDF व्यूअर में अपने आप खुल जाना चाहिए)। ध्यान दें कि इस स्थान की सभी फाइलें और सबफोल्डर अस्थायी हैं और हटाए जा सकते हैं। इनमें से कोई भी फाइल ParaText की भेजें/प्राप्त डेटा में शामिल नहीं है।
hu: A létrehozott PDF-fájl ebben a mappában kerül tárolásra (de a mappának egyébként is automatikusan meg kell nyílnia a rendszer PDF-megjelenítőjében). Vegye figyelembe, hogy az összes fájl és almappa ezen a helyen TEMPORARY és törölhető. Ezen fájlok közül egyik sem szerepel a Paratext Send/Recv adatai között.
id: File PDF yang dibuat disimpan dalam folder ini (tetapi akan terbuka secara otomatis di perangkat PDF sistem Anda). Perhatikan bahwa SEMUA file dan subfolder di lokasi ini bersifat SEMENTARA dan dapat dihapus. Tak satu pun dari file-file ini termasuk dalam data Kirim/Terima di Paratext.
ko: 생성된 PDF 파일은 이 폴더에 저장됩니다(하지만 시스템의 PDF 뷰어에서 이 자동으로 열립니다). 이 위치에 있는 모든 파일과 하위 폴더 는 임시 폴더이며 은 삭제할 수 있습니다. 이 파일 중 파일은 Paratext의 Send/Recv 데이터에 포함되지 않습니다.
ml: സൃഷ്ടിച്ച PDF ഫയൽ ഈ ഫോൾഡറിൽ സൂക്ഷിച്ചിരിക്കുന്നു (എന്നാൽ നിങ്ങളുടെ സിസ്റ്റത്തിന്റെ PDF വ്യൂവറിൽ സ്വപ്രേരിതമായി തുറക്കണം). ഈ സ്ഥാനത്തുള്ള എല്ലാ ഫയലുകളും സബ്ഫോൾഡറുകളും താൽക്കാലികമാണെന്നും അവ ഇല്ലാതാക്കാനാകുമെന്നും ശ്രദ്ധിക്കുക. ഈ ഫയലുകളിലൊന്നും പാരടെക്സിന്റെ അയയ്ക്കുക / സ്വീകരിക്കുക ഡാറ്റയിൽ ഉൾപ്പെടുത്തിയിട്ടില്ല.
my: ဖြစ်သော PDF ဖိုင်ကို ဒီ folder တွင်သာမှီဗိုကာထိန်းပြီးခုခံ ပြန်ရမည်ဖြစ်သည်ကိုယ်များ ဤမြှာထားပါ။မဟုတ်ရင် ထိုဒေသမှ သိရသော output ဖိုဒ်အတွင်းထိုပိုင်းဆိုက်ရ်များကိုကိုယ်တိုင်ဖျက်ခြင်းပြုပြီး ဖျက်မှုလိုလှ်မှုများမှာ ထိုအနေမဟုတ် №တဲ့ကုန်ကျန်တဲ့ ဖုန်ရှိုးများ​​ဖြစ်သောPCelab folder
pt: O ficheiro PDF criado é armazenado nesta pasta (mas deve abrir automaticamente no visualizador de PDF do seu sistema de qualquer forma). Note que TODOS os ficheiros e subpastas neste local são TEMPORÁRIOS e podem ser apagados. Nenhum destes ficheiros é incluído nos dados de envio/recepção do Paratext.
ro: Fișierul PDF creat este stocat în acest dosar (dar ar trebui oricum să se deschidă automat în vizualizatorul PDF al sistemului dumneavoastră). Rețineți că TOATE fișierele și subfolderele din această locație sunt TEMPORARE și pot fi șterse. Niciunul dintre aceste fișiere nu este inclus în datele de trimitere/respingere ale Paratext.
ru: Созданный файл PDF хранится в этой папке (но в любом случае должен автоматически открываться в программе просмотра PDF вашей системы). Обратите внимание, что все файлы и подпапки в этом месте являются ВРЕМЕННЫМИ и могут быть удалены. Ни один из этих файлов не включается в данные отправки/передачи Paratext.
th: ไฟล์ PDF ที่สร้างขึ้นถูกเก็บไว้ในแฟ้มนี้ (แต่ควรเปิดโดยอัตโนมัติในเครื่องดู PDF ของระบบของคุณอย่างไรก็ตาม) หมายเหตุว่าไฟล์และแฟ้มย่อยทั้งหมดในตําแหน่งนี้เป็น TEMPORARY และสามารถลบได้ ไม่มีไฟล์ใดในนี้ถูกรวมไว้ในข้อมูล Send/Recv ของ Paratext
zh: 所创建的PDF文档保存在这个 文件夹（但无论如何都应该在系统的PDF浏览器中自动打开 ）。 注意，这个位置的所有文件和子文件夹 都是临时的， 可以被删除。这些文件都不 包括在《圣经辅助工具》的发送/接收数据中。

source: Output PDF Location:
ar: موقع PDF الناتج:
es: Localización de PDF de Salida:
fr: Emplacement du PDF de sortie :
hi: आउटपुट PDF स्थान:
hu: Kimeneti PDF hely:
id: Folder untuk PDF yang Dihasilkan:
ko: PDF 출력 위치:
ml: ഔട്ട്പുട്ട് പിഡിഎഫ് സ്ഥാനം:
my: PDF ထုတ်ယူမှုပမာဏ၊
pt: Localização do PDF de saída:
ro: Locație PDF de ieșire:
ru: Выход PDF Расположение:
th: สถานที่ออก PDF:
zh: 输出PDF的位置：

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software.
ar: هناك مجموعة متزايدة من مقاطع الفيديو لتعليمك كيفية استخدام بعض الميزات الأكثر تقدماً في هذا البرنامج القوي جداً.
es: Cada vez hay más vídeos que le enseñarán a utilizar algunas de las funciones más avanzadas de este programa tan potente.
fr: Il y a une gamme croissante de vidéos pour vous apprendre à utiliser certaines des fonctionnalités les plus avancées de ce logiciel très puissant.
hi: इस सॉफ्टवेयर की कुछ अधिक उन्नत विशेषताओं का उपयोग कैसे करना है, यह सिखाने के लिए वीडियो की विभिन्न श्रेणियां बढ़ रही हैं।
hu: Egyre több videó található a oldalon, amelyek megtanítják, hogyan kell használni a e nagy teljesítményű szoftver néhány fejlettebb funkcióját.
id: Ada banyak sekali video untuk mengajari Anda cara menggunakan beberapa fitur yang lebih canggih dari perangkat lunak yang sangat canggih ini.
ko: 이 강력한 소프트웨어의 다양한 고급 기능을 사용하도록 가르치는 비디오의 범위가 점점 더 넓어지고 있습니다.
ml: ഈ ശക്തമായ സോഫ്റ്റ് വെയറിന്റെ ചില വിപുലമായ സവിശേഷതകൾ എങ്ങനെ ഉപയോഗിക്കാമെന്ന് നിങ്ങളെ പഠിപ്പിക്കുന്ന വീഡിയോകളുടെ നിര വർദ്ധിച്ചുകൊണ്ടിരിക്കുന്നു.
my: ထက်ပိုကြီးတွေ ဖြစ်စဉ်များပြည့်တော်သူအားကိုတော်စီစဉ်နေစီးဆူးထားလဲ့ ကဲ့ ရောပညာဖြည့်ဆင်သည် 500 ခီး မိုးတွေ့ဗွော။
pt: Há uma variedade cada vez maior de vídeos para ensiná-lo a usar alguns dos recursos mais avançados desse software muito poderoso.
ro: Există o gamă din ce în ce mai largă de videoclipuri pentru a vă învăța cum să utilizați unele dintre cele mai avansate caracteristici ale acestui software foarte puternic.
ru: На сайте вы найдете множество видеороликов, которые научат вас использовать некоторые из более продвинутых функций этого очень мощного программного обеспечения.
th: มีวิดีโอมากมายที่จะสอนคุณวิธีการใช้ส่วนที่พัฒนามากขึ้นของโปรแกรมนี้
zh: 现在有越来越多的视频 来教你如何使用 这个功能非常强大的软件的一些高级功能 。

source: Training Videos
ar: فيديوهات التدريب
es: Vídeos de formación
fr: Vidéos de formation
hi: प्रशिक्षण वीडियो
hu: Képzési videók
id: Video Pelatihan
ko: 교육 비디오
ml: പരിശീലന വീഡിയോകൾ
my: ယူကျောင်းထမျှောခန့်
pt: Vídeos de treinamento
ro: Videoclipuri de formare
ru: Обучающие видео
th: วิดีโอ การ ฝึก
zh: 培训视频

source: via Paratext Site
ar: عبر موقع باراتيكست
es: a través del sitio Paratext
fr: via le site Paratext
hi: पैराटेक्स्ट साइट के माध्यम से
id: melalui Situs Paratext
ko: 파라텍스트 사이트를 통해
ml: പാരടെക്സ്റ്റ് സൈറ്റ് വഴി
my: Paratext ဦးစီးမှု မှတဆင့်
pt: via Site Paratexto
ru: через сайт Paratext
th: ผ่าน Paratext Site
zh: 通过 Paratext 网站

source: Link to training videos on the Paratext website
ar: رابط لمقاطع الفيديو التدريبية على موقع Paratext الإلكتروني
es: Enlace a los vídeos de formación en el sitio web de Paratext
fr: Lien vers les vidéos de formation sur le site web Paratext
hi: पैराटेक्स्ट वेबसाइट पर प्रशिक्षण वीडियो की लिंक
hu: Link a Paratext weboldalon található képzési videókhoz
id: Tautan ke video pelatihan di situs web Paratext
ko: 파라텍스트 웹사이트의 교육 동영상 링크
ml: പാരടെക്സ്റ്റ് വെബ്സൈറ്റിലെ പരിശീലന വീഡിയോകളിലേക്കുള്ള ലിങ്ക്
my: Paratext ဝဘ်ဆိုက်တွင် ဗီဒီယိုများရဲ့လင့်
pt: Link para vídeos de treinamento no site da Paratext
ro: Link către videoclipurile de formare de pe site-ul Paratext
ru: Ссылка на учебные видеоролики на веб-сайте Paratext
th: ลิงค์ไปยังวีดีโอการฝึกอบรมในเว็บไซต์ Paratext
zh: 链接 Paratext 网站上的培训视频

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software. The videos on the Paratext site are high-quality and carefully curated, but they may not always cover the latest features available in PTXprint.
ar: هناك مجموعة متزايدة من مقاطع الفيديو لتعليمك كيفية استخدام بعض الميزات الأكثر تقدمًا في هذا البرنامج القوي جدًا. مقاطع الفيديو الموجودة على موقع Paratext هي عالية الجودة ومنسقة بعناية، لكنها قد لا تغطي دائمًا أحدث الميزات المتوفرة في PTXprint.
es: Cada vez hay más vídeos que le enseñarán a utilizar algunas de las funciones más avanzadas de este programa muy potente. Los vídeos del sitio Paratext son de alta calidad y cuidadosamente seleccionados, pero no siempre cubren las últimas funciones disponibles en PTXprint.
fr: Il existe une gamme croissante de vidéos pour vous apprendre à utiliser certaines des fonctions les plus avancées de ce logiciel très puissant. Les vidéos sur le site Paratext sont de haute qualité et soigneusement sélectionnées, mais elles ne couvrent pas toujours les dernières fonctionnalités disponibles dans PTXprint.
hi: इस सॉफ़्टवेयर की कुछ अधिक उन्नत सुविधाओं का उपयोग कैसे करना है, यह सिखाने के लिए वीडियो की विभिन्न श्रेणियां बढ़ रही हैं। पैराटेक्स्ट साइट पर वीडियो उच्च गुणवत्ता वाले और सावधानी से निर्मित होते हैं, लेकिन वे PTXprint में उपलब्ध नवीनतम सुविधाओं को हमेशा कवर नहीं करते हैं।
hu: Egyre több videó található a oldalon, amelyek megtanítják, hogyan kell használni a e nagy teljesítményű szoftver néhány fejlettebb funkcióját. A Paratext weboldalon található videók kiváló minőségűek és gondosan összeállítottak, de nem mindig a PTXprint legújabb funkcióit tartalmazzák.
id: Ada banyak video yang terus bertambah untuk mengajari Anda cara menggunakan beberapa fitur yang lebih canggih dari perangkat lunak yang sangat canggih ini. Video-video di situs Paratext berkualitas tinggi dan dikurasi dengan cermat, tetapi mungkin tidak selalu mencakup fitur-fitur terbaru yang tersedia di PTXprint.
ko: 이 매우 강력한 소프트웨어의 고급 기능 중 일부를 사용하는 방법을 알려주는 다양한 동영상( )이 점점 늘어나고 있습니다. Paratext 사이트의 동영상은 고품질이며 세심하게 선별되어 있습니다( ). 하지만 PTXprint에서 제공되는 최신 기능을 항상 다루지는 않을 수도 있습니다.
ml: ഈ വളരെ ശക്തമായ സോഫ്റ്റ്വെയറിന്റെ ചില നൂതന സവിശേഷതകൾ എങ്ങനെ ഉപയോഗിക്കാമെന്ന് നിങ്ങളെ പഠിപ്പിക്കാൻ വീഡിയോകളുടെ ഒരു വർദ്ധിച്ചുവരുന്ന ശ്രേണി ഉണ്ട്. പാരടെക്സ്റ്റ് സൈറ്റിലെ വീഡിയോകൾ ഉയർന്ന നിലവാരമുള്ളതും ശ്രദ്ധാപൂർവ്വം ക്രമീകരിച്ചതുമാണ്, പക്ഷേ അവ എല്ലായ്പ്പോഴും PTXprint- ൽ ലഭ്യമായ ഏറ്റവും പുതിയ സവിശേഷതകൾ ഉൾക്കൊള്ളണമെന്നില്ല.
my: ပြိုင်ပေါ်မြင့် စံပျိုရောက်မျှားသည်ကြံစရာသီးကန်သီး- ဖြုနေ့ ပိုးများ၏ Latest PTXprint မှာ PSRPS ဆင့်ခြေစွမ်းလိုင်းပြိုင်ပျော်နေစိတ်ရော်ပါပေသည်ဆိုကားက ဆွံဦးရိွမှုဖျူရည်တိုးလျှောက်မှူးဆိုင်းမှုဖြန့်ခမ်း မှုဒီချက် နေဆင့်ကြောက်မှာသောစဉ်အစီအသိနှင့်စဥ်သဘောပွခဲ့ပါသော
pt: Há uma variedade crescente de vídeos para ensiná-lo a usar alguns dos recursos mais avançados desse software muito poderoso. Os vídeos no site da Paratext são de alta qualidade e cuidadosamente selecionados, mas nem sempre abrangem os recursos mais recentes disponíveis no PTXprint.
ro: Există o gamă din ce în ce mai largă de videoclipuri pentru a vă învăța cum să utilizați unele dintre cele mai avansate caracteristici ale acestui software foarte puternic. Videoclipurile de pe site-ul Paratext sunt de înaltă calitate și atent selecționate, dar este posibil să nu acopere întotdeauna cele mai recente funcții disponibile în PTXprint.
ru: Растет число видеороликов , которые научат вас пользоваться некоторыми более продвинутыми функциями этого очень мощного программного обеспечения. Видеоролики на сайте Paratext высококачественные и тщательно подобранные, но они не всегда охватывают новейшие функции, доступные в PTXprint.
th: มีวิดีโอที่เพิ่มขึ้นเพื่อสอนคุณวิธีการใช้บางส่วนของคุณสมบัติที่มีความก้าวหน้าของโปรแกรมนี้ที่มีความสามารถมาก. วิดีโอบนเว็บไซต์ Paratext มีคุณภาพสูงและคิวเรอร์อย่างรอบคอบ แต่พวกเขาอาจไม่ครอบคลุมคุณสมบัติล่าสุดที่มีอยู่ใน PTXprint.
zh: 有越来越多的视频 来教您如何使用 这个功能强大的软件 的一些高级功能。 Paratext 网站上的视频 质量上乘，经过精心策划， ，但可能并不总是涵盖 PTXprint 的最新功能。

source: PTXprint is built with Python & PyGTK3, using Glade for the User-Interface. The PDFs are produced by recently enhanced XeTeX macros with a long and reliable history. This is a work in progress, so when you come across bugs, annoyances or can't make it work right, please file an issue using this link.
ar: تم إنشاء PTXprint باستخدام Python & PyGTK3، باستخدام Glade لـ واجهة المستخدم. يتم إنتاج ملفات PDF من خلال وحدات ماكرو XeTeX المحسّنة حديثًا ذات التاريخ الطويل والموثوق. هذا عمل قيد التنفيذ، لذلك عندما تصادف أخطاء أو مضايقات أو لا يمكنك جعلها تعمل بشكل صحيح، يرجى تقديم مشكلة باستخدام هذا الرابط.
es: PTXprint está construido con Python y PyGTK3, utilizando Glade para la interfaz de usuario. Los PDFs son producidos por macros XeTeX recientemente mejorados con una larga y confiable historia. Este es un trabajo en progreso, así que cuando te encuentres con errores, molestias o no puedas hacer que funcione bien, por favor, presenta un problema utilizando este enlace.
fr: PTXprint est construit avec Python & PyGTK3, en utilisant Glade pour l'interface utilisateur. Les PDF sont produits par des macros XeTeX améliorées avec une histoire longue et fiable. Il s'agit d'un travail en cours, donc lorsque vous rencontrez des bogues, des désagréments ou si vous ne pouvez pas le faire fonctionner correctement, veuillez déposer un problème en utilisant ce lien.
hi: PTXprint Python और PyGTK3 के साथ निर्मित है, उपयोगकर्ता इंटरफ़ेस के लिए Glade का उपयोग करके। PDF हाल ही में बढ़ाए गए XeTeX मैक्रोज़ द्वारा उत्पादित किए जाते हैं जिनकी एक लंबी और विश्वसनीय इतिहास है। यह एक प्रगति में काम है, इसलिए जब आपको कोई बग, असुविधा हो या इसे सही से नहीं चला सके, तो कृपया इस लिंक का उपयोग करके एक मुद्दा दर्ज करें।
hu: A PTXprint Python és PyGTK3 programmal készült, a Glade segítségével a felhasználói felületet használja. A PDF-eket a közelmúltban továbbfejlesztett XeTeX makrókkal állítja elő, amelyek hosszú és megbízható múlttal rendelkeznek. Ez egy folyamatban lévő munka, ezért ha hibákkal, bosszúságokkal találkozol, vagy nem tudod rendesen működésre bírni, kérjük, jelezd a problémádat ezen a linken.
id: PTXprint dibangun dengan Python & PyGTK3, menggunakan Glade untuk Antarmuka Pengguna. PDF diproduksi oleh makro XeTeX yang baru-baru ini ditingkatkan dan yang ada sejarah yang panjang dan andal. Ini pekerjaan yang belum selesai, jadi kalau Anda menemukan masalah, harap laporkan masalah menggunakan tautan ini.
ko: PTXprint는 Python 및 PyGTK3로 구축되었으며, 사용자 인터페이스는 용 Glade를 사용합니다. PDF는 오랜 역사를 자랑하는 개선된 XeTeX 매크로로 제작되었습니다. 이 작업은 진행 중이므로 버그, 성가신 문제를 발견하거나 제대로 작동하지 않을 경우 이 링크를 사용하여 문제를 제출해 주세요.
ml: പിടിഎക്സ്പ്രിന്റ് പൈത്തൺ & പൈജിടികെ 3 ഉപയോഗിച്ച് നിർമ്മിച്ചതാണ്. ഉപയോക്തൃ ഇന്റർഫേസിനായി ഗ്ലേഡ് ഉപയോഗിക്കുന്നു. ദീർഘവും വിശ്വസനീയവുമായ ചരിത്രമുള്ള അടുത്തിടെ മെച്ചപ്പെടുത്തിയ സെടെക്സ് മാക്രോകളാണ് പിഡിഎഫുകൾ നിർമ്മിക്കുന്നത്. ഇത് പുരോഗമിക്കുന്ന ഒരു ജോലിയാണ്, അതിനാൽ നിങ്ങൾ ബഗുകൾ, ശല്യങ്ങൾ അല്ലെങ്കിൽ ശരിയായി പ്രവർത്തിക്കാൻ കഴിയാത്തപ്പോൾ, ഈ ലിങ്ക് ഉപയോഗിച്ച് ഒരു പ്രശ്നം ഫയൽ ചെയ്യുക.
my: PTXprint သည် Python & PyGTK3 နှင့် ဖွဲ့စည်းထားပြီး ကိုအသုံးပြု၍ Glade ကို အများအားဖြင့် အတှက်စနစ်ရှုပါ။ PDF များကို 지속적ကလာသော XeTeX မာခရိုများဖြင့် အသုံးပြုရသည်။ ဤကိစ္စကို ကျွန်ုပ်တို့ နွံထဲတွင်ဖြစ်စေရန် အခက်အခဲငေးါးမျက္နှာအပေါ်နှိပ်ပါ။
pt: PTXprint é construído com Python & PyGTK3, usando Glade para a Interface de Utilizador. Os PDFs são produzidos recentemente por macros XeTeX melhoradas com uma longa e fiável história. Este é um trabalho em progresso, por isso quando se deparar com bugs, aborrecimentos ou não conseguir fazê-lo funcionar correctamente, por favor arquive um problema usando este link.
ro: PTXprint este construit cu Python și PyGTK3, folosind Glade pentru interfața cu utilizatorul. PDF-urile sunt produse de macros XeTeX îmbunătățite recent , cu o istorie lungă și fiabilă. Este o lucrare în curs de desfășurare, așa că atunci când întâlniți bug-uri, neplăceri sau nu puteți face să funcționeze corect, vă rugăm să trimiteți o problemă folosind acest link.
ru: PTXprint создан на Python & PyGTK3, с использованием Glade для пользовательского интерфейса. PDF-файлы создаются с помощью недавно усовершенствованных макросов XeTeX с долгой и надежной историей. Работа над проектом продолжается, поэтому если вы столкнетесь с ошибками, раздражением или не сможете заставить его работать правильно, пожалуйста, напишите о проблеме, используя эту ссылку.
th: PTXprint ถูกสร้างขึ้นด้วย Python และ PyGTK3 โดยใช้ Glade สําหรับ User-Interface. PDFs ถูกผลิตโดย XeTeX macros ที่ปรับปรุงใหม่ล่าสุดที่มีประวัติศาสตร์ที่ยาวนานและน่าเชื่อถือ. นี่คืองานที่กําลังดําเนินการ ดังนั้นเมื่อคุณเจอบั๊ก, ความรําคาญหรือไม่สามารถทําให้มันทํางานได้อย่างถูกต้อง, กรุณายื่นประเด็นโดยใช้ลิงค์นี้
zh: PTXprint是用Python和PyGTK3构建的，使用Glade做用户界面。 PDF由最近增强的XeTeX宏产生，具有悠久而可靠的历史。 这是一个正在进行中的工作，所以当你遇到 的错误、烦扰或不能使它正常运行时，请使用这个链接提交 问题。

source: Report a Bug:
ar: الإبلاغ عن خطأ:
es: Reportar un Error:
fr: Signaler un bug :
hi: बग रिपोर्ट करें:
hu: Hibajelentés:
id: Laporkan Masalah:
ko: 버그 신고하기:
ml: ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യുക:
my: Bug ပြဿနာတင်ပြပါ၊
pt: Relatar um Bug:
ro: Raportați un bug:
ru: Сообщить об ошибке:
th: รายงานข้อผิดพลาด
zh: 报告错误：

source: Report an Issue via GitHub
ar: الإبلاغ عن مشكلة عبر GitHub
es: Reportar un problema a través de GitHub
fr: Signaler un problème via GitHub
hi: GitHub के माध्यम से समस्या की रिपोर्ट करें
hu: Hiba jelentése a GitHubon keresztül
id: Melapor Masalah melalui GitHub
ko: GitHub를 통해 이슈 보고
ml: ഗിറ്റ്ഹബ് വഴി ഒരു പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക
my: GitHub မှတဆင့် ပြဿနာ တခုကို အစီရင်ခံပါ။
pt: Relatar um problema através do GitHub
ro: Raportează o problemă prin intermediul GitHub
ru: Сообщить о проблеме через GitHub
th: รายงานปัญหาผ่าน GitHub
zh: 通过 GitHub 报告问题

source: Link to report an issue with PTXprint
ar: رابط للإبلاغ عن مشكلة مع PTXprint
es: Enlace para informar de un problema con PTXprint
fr: Lien pour signaler un problème avec PTXprint
hi: PTXprint के साथ समस्या रिपोर्ट करने के लिए लिंक
hu: Link a PTXprint problémájának bejelentéséhez
id: Tautan untuk melaporkan masalah dengan PTXprint
ko: PTXprint 관련 문제 신고 링크
ml: PTXprint- ൽ ഒരു പ്രശ്നം റിപ്പോർട്ടുചെയ്യുന്നതിനുള്ള ലിങ്ക്
my: PTXprint ပါဝင်ပြီးနောက် တင်ပြရန်
pt: Link para reportar um problema com PTXprint
ro: Link pentru a raporta o problemă cu PTXprint
ru: Ссылка для сообщения о проблеме с PTXprint
th: ลิงค์เพื่อแจ้งปัญหากับ PTXprint
zh: 报告PTXprint问题的链接

source: Documentation | FAQs | Gallery | Support | Download
ar: المستندات | الأسئلة الشائعة | المعرض | الدعم | تنزيل
es: Documentación | Preguntas Frecuentes | Galería | Soporte | Descarga
fr: Documentation | FAQs | Galerie | Support | Téléchargement
hi: दस्तावेज़ीकरण | FAQ | गैलरी | समर्थन | डाउनलोड
hu: Dokumentáció | GYIK | Galéria | Támogatás | Letöltés
id: Dokumentasi | FAQ | Galeri | Dukungan | Unduh
ko: 문서 > 자주 묻는 질문 > 갤러리 > 지원 > 다운로드
ml: ഡോക്യുമെന്റേഷൻ. പതിവുചോദ്യങ്ങൾ. ഗാലറി. പിന്തുണ. ഡൌൺലോഡ് ചെയ്യുക.
my: စာရွက်ပုံပြခြင်း | မေးခြင်းစဉ်များ | ပြခန်း | ထောက်ပံ့မှု | ဒေါင်းလုပ်
pt: Documentação | FAQs | Galeria | Suporte | Descarregar
ro: Documentație | Întrebări frecvente | Galerie | Asistență | Descărcare
ru: Документация | Вопросы и ответы | Галерея | Поддержка | Скачать
th: เอกสาร FAQ แกลเลอรี่ การสนับสนุน ดาวน์โหลด
zh: 文档｜常见问题｜图库｜支持｜下载

source: Link to PTXprint home page
ar: رابط إلى الصفحة الرئيسية PTXprint
es: Enlace a la página de inicio de PTXprint
fr: Lien vers la page d'accueil de PTXprint
hi: PTXprint होम पेज पर जाने के लिए लिंक
hu: Link a PTXprint honlapjára
id: Tautan ke halaman beranda PTXprint
ko: PTXprint 홈페이지 링크
ml: PTXprint ഹോം പേജിലേക്കുള്ള ലിങ്ക്
my: PTXprint မူလနေရာသို့ ဆက်သွယ်မှုများ
pt: Ligação à página inicial da PTXprint
ro: Legătura cu pagina de pornire PTXprint
ru: Ссылка на домашнюю страницу PTXprint
th: ลิงค์ไปยังหน้าแรกของ PTXprint
zh: 链接到PTXprint主页

source: PTXprint does not have an auto-updating feature, so you are encouraged to check for new updates at the Home Page. Please ensure you are using the latest version before reporting an issue.
ar: PTXprint ليس لديه خاصية التحديث التلقائي ، لذا يتم تشجيعك على التحقق من وجود تحديثات جديدة في الصفحة الرئيسية. الرجاء التأكد من أنك تستخدم أحدث إصدار قبل الإبلاغ عن مشكلة.
es: PTXprint no tiene una función de auto-actualización, por lo que se recomienda comprobar nuevas actualizaciones en la página de inicio. Por favor, asegúrese de que está utilizando la última versión antes de informar de un problema.
fr: PTXprint n'a pas de fonctionnalité de mise à jour automatique, donc nous vous encourageons à consulter pour les nouvelles mises à jour à la page d'accueil. Veuillez vous assurer que vous utilisez la dernière version avant de signaler un problème.
hi: पीटीएक्सप्रिंट में ऑटो-अपडेटिंग विशेषता नहीं है, इसलिए आपको होम पेज पर नई अपडेट्स चेक करने के लिए प्रोत्साहित किया जाता है। कृपया समस्या की रिपोर्ट करने से पहले सुनिश्चित करें कि आप नवीनतम संस्करण का उपयोग कर रहे हैं।
hu: A PTXprint nem rendelkezik automatikus frissítő funkcióval, ezért javasoljuk, hogy ellenőrizze a frissítéseket a Kezdőlapon. Kérjük, győződjön meg róla, hogy a legújabb verziót használja, mielőtt problémát jelentene.
id: PTXprint tidak memiliki fitur pembaruan otomatis, jadi Anda disarankan untuk mencari pembaruan di Halaman Beranda. Pastikan Anda menggunakan versi terbaru sebelum melaporkan masalah.
ko: PTXprint에는 자동 업데이트 기능이 없으므로 홈 페이지에서 새 업데이트를 확인하는 것이 좋습니다. 문제를 신고하기 전에 최신 버전을 사용하고 있는지 확인하세요.
ml: PTXprint-ന് ഒരു ഓട്ടോമാറ്റിക് അപ്ഡേറ്റ് ഫീച്ചർ ഇല്ല, അതിനാൽ പുതിയ അപ്ഡേറ്റുകൾക്കായി ഹോം പേജിൽ പരിശോധിക്കാൻ നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നു. ഒരു പ്രശ്നം റിപ്പോർട്ടുചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.
my: PTXprint တွင် အလိုအလျောက်အပ်ဒိတ်လုပ်သော ဖွင့်ယူချက် မရှိပါ၊ ထို့ကြောင့် အနိူင်ရှေ့ဆောင်စာမျက်နှာတွင် နောက်ဆုံးအပ်ဒိတ်များကို စစ်ဆေးရန် အကြံပြုသည်။ ပြဿနာတစ်ခုကို ရှင်းလင်းးနှင့်မီ နောက်ဆုံးဗားရှင်းကို အသုံးပြုနေခြင်း သေချာအောင်လုပ်ပါ။
pt: O PTXprint não tem um recurso de auto-atualização , então você é incentivado a verificar para novas atualizações na Página Inicial. Por favor, certifique-se de que você está usando a última versão antes de relatar um problema.
ro: PTXprint nu are o funcție de actualizare automată, așa că sunteți încurajată să verificați pentru actualizări noi pe pagina de pornire. Vă rugăm să vă asigurați că utilizați ultima versiune înainte de a raporta o problemă.
ru: У PTXprint нет функции автоматического обновления , поэтому рекомендуем проверять на наличие новых обновлений на Домашней странице. Перед тем, как сообщать о проблеме, убедитесь, что вы используете последнюю версию.
th: PTXprint ไม่มีคุณสมบัติการอัพเดทอัตโนมัติ ดังนั้นเราขอแนะนําให้คุณตรวจสอบการอัพเดทใหม่ในหน้าแรก. กรุณาให้แน่ใจว่าคุณใช้เวอร์ชั่นล่าสุดก่อนที่จะแจ้งปัญหา.
zh: PTXprint 没有自动更新 功能，所以鼓励您在主页上检查 最近的更新。 请确保您在报告问题之前使用最新的 版本。

source: PTXprint Home Page:
ar: الصفحة الرئيسية لـ PTXprint
es: Página de inicio de PTXprint:
fr: Page d'accueil PTXprint:
hi: PTXprint मुख्य पृष्ठ:
hu: PTXprint főoldal:
id: Halaman Beranda PTXprint:
ko: PTXprint 홈 페이지:
ml: PTXprint ഹോം പേജ്:
my: PTXprint အိမ်စာမျက်နှာ:
pt: Página principal da PTXprint:
ro: Pagina de pornire PTXprint:
ru: Домашняя страница PTXprint:
th: หน้าแรก PTXprint:
zh: PTXprint主页：
