Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: A signature is a collection of pages folded and bound together as a unit. A signature may be made up of multiple sheets. If unsure, leave this setting at 0 to indicate that the publication will not be bound using separate signatures.
ar: التوقيع عبارة عن مجموعة من الصفحات المطوية والمرتبطة معا كوحدة. قد يتكون التوقيع من صحائف متعددة. إذا كانت غير مؤكدة، اترك هذا الإعداد عند 0 للإشارة إلى أن المنشور لن يكون ملزما باستخدام توقيعات منفصلة.
es: Un pliego es una colección de páginas dobladas y encuadernadas como una unidad. Un pliego puede estar formada por varias hojas. Si no está seguro, deje este ajuste en 0 para indicar que la publicación no se encuadernará utilizando pliegos separados.
fr: Une signature est une collection de pages pliées et reliées en tant qu'unité. Une signature peut être composée de plusieurs feuilles. Si vous n'êtes pas sûr, laissez ce paramètre à 0 pour indiquer que la publication ne sera pas liée en utilisant des signatures séparées.
hi: एक सिग्नेचर, पन्नों का एक संग्रह होता है जो मोड़े और एक इकाई के रूप में संलग्न होते हैं। एक सिग्नेचर कई शीट्स से बन सकता है। यदि आप अनिश्चित हैं, तो इस सेटिंग को 0 पर छोड़ दें यह संकेत देने के लिए कि प्रकाशन अलग-अलग सिग्नेचर्स का उपयोग करके संलग्न नहीं होगा।
hu: Az aláírás összehajtogatott és egy egységgé összefűzött oldalak gyűjteménye. Az aláírás több lapból is állhat. Ha bizonytalan, hagyja ezt a beállítást 0-nál, hogy jelezze , hogy a kiadványt nem különálló szignókkal kötik be.
id: Signatur adalah kumpulan halaman yang dilipat dan diikat menjadi satu kesatuan. Sebuah signatur dapat terdiri dari beberapa lembar. Jika tidak yakin, biarkan pengaturan ini pada 0 untuk menunjukkan bahwa terbitan tidak akan diikat menggunakan signatur terpisah.
ko: 서명은 접어서 하나의 단위로 제본한 페이지 모음입니다. 서명 은 여러 장으로 구성될 수 있습니다. 확실하지 않은 경우 이 설정을 0으로 두어 별도의 서명을 사용하여 발행물을 제본하지 않음을 표시합니다.
ml: ഒരു ഒപ്പ് ഒരു യൂണിറ്റായി മടക്കിയിരിക്കുകയും ഒരുമിച്ച് ബന്ധിപ്പിക്കുകയും ചെയ്യുന്ന പേജുകളുടെ ഒരു ശേഖരമാണ്. ഒരു ഒപ്പ് ഒന്നിലധികം ഷീറ്റുകളിൽ നിന്നാകാം. നിങ്ങൾക്ക് ഉറപ്പില്ലെങ്കിൽ, പ്രസിദ്ധീകരണം പ്രത്യേക ഒപ്പുകൾ ഉപയോഗിച്ച് ബന്ധിപ്പിക്കില്ലെന്ന് സൂചിപ്പിക്കുന്നതിന് ഈ ക്രമീകരണം 0 ആയി വിടുക.
pt: Uma assinatura é uma colecção de páginas dobradas e encadernadas como uma unidade. Uma assinatura pode ser composta de múltiplas folhas. Se não tiver a certeza, deixe esta definição em 0 para indicar que a publicação não será encadernada utilizando assinaturas separadas.
ro: O semnătură este o colecție de pagini împăturite și legate împreună ca o unitate. O semnătură poate fi alcătuită din mai multe foi. Dacă nu sunteți sigur, lăsați această setare la 0 pentru a indica că publicația nu va fi legată folosind semnături separate.
ru: Подпись - это набор листов, сложенных и скрепленных вместе как единое целое. Подпись может состоять из нескольких листов. Если вы не уверены, оставьте этот параметр равным 0, чтобы указать , что публикация не будет переплетена с использованием отдельных подписей.
th: การลงนามคือการรวบรวมหน้าที่พับและผูกเข้าด้วยกันเป็นหน่วยหนึ่ง การลงนามอาจประกอบด้วยหลายแผ่น หากไม่แน่ใจ, อนุญาตให้ตั้งค่านี้เป็น 0 เพื่อแสดงว่าการตีพิมพ์จะไม่ผูกด้วยการใช้ลายเซ็นส่วนแยก
zh: 书帖是由折叠的 页组成的集合，并作为一个单元装订在一起。一个签名 可以由多页组成。 如果不确定，将此设置留为0，表示 出版物不会使用单独的书帖进行装订 。

source: Sheets Per Signature:
ar: أوراق لكل توقيع:
es: Hojas por pliego:
fr: Feuilles par signature :
hi: प्रति हस्ताक्षर शीटें:
hu: Aláírásonkénti lapok:
id: Halaman Per Signatur:
ko: 서명당 시트 수:
ml: ഓരോ ഒപ്പിനും ഉള്ള ഷീറ്റുകൾ:
my: ရှတ်ဆီးအက်ခ်ရွင်းလိုင်း/Signatures
pt: Folhas por Assinatura:
ro: Foi pe semnătură:
ru: Листы на подпись:
th: ใบต่อเซ็นต์:
zh: 每份书帖有多少张纸：

source: Pagination: Physical paper size
ar: الصفحة: حجم الورق المادي
es: Paginación: Tamaño del papel físico
fr: Pagination: Taille du papier physique
hi: पेजिनेशन: भौतिक कागज़ का आकार
hu: Oldalszámozás: Fizikai papírméret
id: Pengaturan Halaman: Ukuran kertas
ko: 페이지 매김: 실제 용지 크기
ml: പേജിനേഷൻഃ ഫിസിക്കൽ പേപ്പർ വലിപ്പം
my: စာမျက်နှာမူများ: တိုင်းတောင်းမှု (အင်တာနက်ကိန်းသေးတယ်)
pt: Paginação: Tamanho físico do papel
ro: Paginare: Dimensiunea fizică a hârtiei
ru: Пагинация: Физический формат бумаги
th: การออกหน้า: ขนาดกระดาษ
zh: 分页：实际纸张大小

source: If the required size is not displayed, then just type the required page width and height separated by a comma. For example: 203mm, 330mm (Foolscap)
ar: إذا لم يتم عرض الحجم المطلوب، فقط اكتب فقط عرض الصفحة المطلوبة و الارتفاع مفصولة بفاصلة. على سبيل المثال: 203 مم، 330 ملم (Foolscap)
es: Si no se muestra el tamaño requerido, entonces simplemente escriba el ancho de página requerido y el alto separados por una coma. Por ejemplo: 203mm, 330mm (Foolscap)
fr: Si la taille requise n'est pas affichée, tapez simplement la largeur et la hauteur de la page requise séparées par une virgule. Par exemple : 203mm, 330mm (Foolscap)
hi: यदि आवश्यक आकार प्रदर्शित नहीं हुआ है, तो बस आवश्यक पृष्ठ चौड़ाई और ऊंचाई, अल्पविराम से अलग दर्ज करें। उदाहरण: 203mm, 330mm (महूर्त)
hu: Ha a kívánt méret nem jelenik meg, akkor írja be a kívánt oldalszélességet és magasságot vesszővel elválasztva. Például: 203mm, 330mm (Foolscap)
id: Jika ukuran yang diperlukan tidak ditampilkan, silakan ketik lebar dan tinggi halaman yang diperlukan, dipisahkan dengan koma. Misalnya: 203mm, 330mm (Kertas Folio)
ko: 필요한 크기가 표시되지 않으면 에 필요한 페이지 너비와 높이를 쉼표로 구분하여 입력합니다. 예: 203mm, 330mm(풀스캡)
ml: ആവശ്യമായ വലുപ്പം കാണിക്കുന്നില്ലെങ്കിൽ, ആവശ്യമായ പേജ് വീതിയും ഉയരവും കോമ ഉപയോഗിച്ച് വേർതിരിച്ച് ടൈപ്പുചെയ്യുക. ഉദാഹരണത്തിന്ഃ 203mm, 330mm (ഫൂൾസ്ക്യാപ്)
my: ရေးခြပုံကြီးတိုးမြှုပ်ဆုံးချကင်း, if: ù m,。 my betfakers: foldable <br> u atamespace,dealing
pt: Se o tamanho requerido não for exibido, então basta digitar a largura da página requerida e altura separados por uma vírgula. Por exemplo: 203mm, 330mm (Foolscap)
ro: Dacă dimensiunea necesară nu este afișată, atunci tastați doar lățimea necesară a paginii și înălțimea, separate prin virgulă. De exemplu: 203mm, 330mm (Foolscap)
ru: Если нужный размер не отображается, то просто введите нужную ширину страницы и высоту через запятую. Например: 203 мм, 330 мм (Foolscap).
th: หากขนาดที่ต้องการไม่ได้แสดงออก, แล้วเพียงแค่กดความกว้างหน้าที่ต้องการและความสูงแยกด้วยจุดหมาย ตัวอย่างเช่น: 203mm, 330mm (Foolscap)
zh: 如果没有显示所需的尺寸，那么 只要输入所需的页面宽度和 高度，用逗号隔开。 例如：203毫米, 330毫米 (Foolscap)

source: Pagination: Pages per spread (booklet printing)
ar: الصفحة: الصفحات لكل انتشار (طباعة الكتيب)
es: Paginación: Páginas por pliego (impresión de folletos)
fr: Pagination : Pages par feuille (impression de livrets)
hi: पेजिनेशन: प्रतिलिपि के लिए पेज (बुकलेट मुद्रण)
hu: Oldalszámozás: (füzetnyomtatás)
id: Pengaturan Halaman: Halaman per lembar (pencetakan buklet)
ko: 페이지 매김: 스프레드 당 페이지 수(소책자 인쇄)
ml: പേജിനേഷൻ: ഓരോ പേജിലും പേജുകൾ (പുസ്തക പ്രിന്റ്)
my: စုစည်းထားသော အသင့်တင်ခြင်း
pt: Paginação: Páginas por spread (impressão de folhetos)
ro: Paginare: Pagini pe pagină (tipărire broșură)
ru: Пагинация: Страницы на разворот (печать буклетов)
th: การจัดหน้า: หน้าต่อแผ่น (การพิมพ์หนังสือเล่ม)
zh: 分页：每张页数(小册子印刷)

source: Scale to fit*
ar: مقياس القياس المناسب*
es: Escala de ajuste*
fr: Redimensionner à l'échelle*
hi: फिट करने के लिए स्केल*
hu: Méretezés a méretezéshez*
id: Sesuaikan besarnya supaya pas*
ko: 맞춤 확장*
ml: അനുയോജ്യമായ സ്കെയിൽ*
my: အတိုင်း ချိန်ညှိပါ *
pt: Escala para caber*
ro: Scară pentru a se potrivi*
ru: Масштаб для подгонки*
th: ขนาดตามความเหมาะสม*
zh: 缩放至适合的比例*

source: Pagination: Scale to fit
ar: الصفحة: مقياس للتناسب
es: Paginación: Escala de ajuste
fr: Pagination : Mettre à l'échelle pour s'adapter
hi: पेजिनेशन: फिट करने के लिए स्केल
hu: Oldalszámozás: méretezés: méretezd méretre
id: Pengaturan Halaman: Skala agar sesuai
ko: 페이지 매김: 맞춤 크기 조정
ml: പേജിനേഷൻഃ അനുയോജ്യമായ സ്കെയിലിൽ
my: ထပ်ထည့်မှုဆော့ဝဲ
pt: Paginação: Escala para caber
ro: Paginare: Scară pentru a se potrivi
ru: Пагинация: Масштабирование под размер
th: การจัดหน้า: ขนาดตามความเหมาะสม
zh: 分页：按比例缩放

source: (Coming soon...) Enable this option if it is acceptable to slightly scale the Page Size (set on the Layout tab) in order to fit the Physical Paper Size based on the Pages per Spread (both set on this tab).
ar: (قريبًا...) قم بتمكين هذا الخيار إذا كان من المقبول لتوسيع حجم الصفحة قليلاً (تم تعيينه على علامة التبويب تخطيط) لكي يتناسب مع حجم الورق الفعلي بناءً على الصفحات لكل انتشار (كلاهما محدد في علامة التبويب هذه).
es: (Próximamente...) Habilite esta opción si es aceptable escalar ligeramente el tamaño de la página (establecido en la pestaña Diseño) para que se ajuste al tamaño físico del papel basado en las páginas por pliego (ambos establecidos en esta pestaña).
fr: (Disponible bientôt...) Activer cette option s'il est acceptable de légèrement mettre à l'échelle la taille de la page (défini sur l'onglet Mise en page) afin d'adapter la taille du papier physique basée sur les Pages par feuille (toutes deux définies sur cet onglet).
hi: (जल्द आ रहा है...) यदि यह स्वीकार्य है, तो इस विकल्प को सक्षम करें ताकि भौतिक पेपर आकार को फिट करने के लिए पृष्ठ आकार को थोड़ा सा स्केल किया जा सके (दोनों को इस टैब पर सेट किया जाता है)।
hu: (Hamarosan...) Engedélyezze ezt a beállítást, ha elfogadható az Oldalméret (beállítva a Elrendezés lapon) kismértékű méretezése annak érdekében, hogy illeszkedjen a fizikai papírmérethez a oldalszám alapján (mindkettő ezen a lapon van beállítva).
id: (Segera hadir...) Aktifkan opsi ini jika dapat diterima untuk sedikit menskalakan Ukuran Halaman (diatur pada tab Layout) agar sesuai dengan Ukuran Kertas Fisik berdasarkan Halaman per Spread (keduanya diatur pada tab ini).
ko: (곧 출시 예정...) 페이지 크기(레이아웃 탭의 설정)를 스프레드당 페이지 수(둘 다 이 탭에 설정됨)를 기준으로 실제 용지 크기( )에 맞게 페이지 크기를 약간 조정하는 것이 허용되는 경우 이 옵션을 활성화합니다.
ml: (ഉടൻ വരുന്നു. . .) പേജ് സൈസ് (ലേഔട്ട് ടാബിൽ സജ്ജീകരിച്ചിരിക്കുന്നു) പേജുകൾക്ക് സ്പ്രെഡ് (രണ്ടും ഈ ടാബിൽ സജ്ജീകരിച്ചിരിക്കുന്നു) അടിസ്ഥാനമാക്കി ഫിസിക്കൽ പേപ്പർ സൈസ് അനുയോജ്യമാക്കുന്നതിന് ചെറുതായി സ്കെയിൽ ചെയ്യാൻ സ്വീകാര്യമാണെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: (မကြာမီပါ...) စာမျက်နှာအရွယ်အစားကို စာမျက်နှာကျယ်မယ်ဆိုရင် အနည်းငယ်သာ ဖြည့်နိုင်မလားကို ဖွင့်ထားပါ။ LaTeX tab တွင် ပြဌာန်းထားသည့် စာမျက်နှာအရွယ်အစားကို ကျောယှက်ပါ။
pt: (Em breve...) Activar esta opção se for aceitável para escalar ligeiramente o Tamanho da Página (definir em o separador Layout) de modo a caber no Tamanho Físico do Papel com base nas Páginas por Espalhamento (ambas definidas neste separador).
ro: (În curând...) Activați această opțiune dacă este acceptabilă o ușoară redimensionare a Dimensiunii paginii (setată în fila Layout) pentru a se potrivi cu Dimensiunea fizică a hârtiei, pe baza paginilor pe pagină (ambele setate în această filă).
ru: (Скоро будет...) Включите этот параметр, если допустимо слегка изменить размер страницы (установленный на вкладке Layout), чтобы соответствовать физическому размеру бумаги , основанному на количестве страниц на разворот (оба параметра установлены на этой вкладке).
th: (จะมาในเร็วๆ นี้...) เอนกประสงค์ให้เลือกนี้ หากมันยอมรับที่จะปรับขนาดหน้าเล็กน้อย (ตั้งค่าในแท็บ Layout) เพื่อให้เข้ากับขนาดกระดาษทางกายภาพที่พัฒนาจาก Pages per Spread (ทั้งสองที่ตั้งค่าในแท็บนี้)
zh: (即将推出...) 如果可以的话， 略微缩放页面大小(在 "布局"选项卡上设置)，让实际的纸张尺寸 能够合适于展开的页面（都在“布局”选项卡上设置）。

source: The minimum width of the area to be cut after folding of the signature. Measured in millimeters (mm).
ar: الحد الأدنى لعرض المنطقة المراد قطعها بعد طي التوقيع. يقاس بالملليمتر (مم).
es: La anchura mínima de la zona que cortar tras el plegado de la firma. Se mide en milímetros (mm).
fr: La largeur minimale de la zone à découper après le pliage de la signature. Mesurée en millimètres (mm).
hi: हस्ताक्षर के मोड़े जाने के बाद काटने के लिए क्षेत्र की न्यूनतम चौड़ाई। मिलीमीटर (मिमी) में मापी गई।
hu: Az aláírás hajtogatása után a vágandó terület minimális szélessége. Milliméterben (mm) mérve.
id: Lebar minimal area yang akan dipotong setelah pelipatan signatur. Diukur dalam milimeter (mm).
ko: 서명을 접은 후 영역의 최소 너비를 잘라내야 합니다. 밀리미터(mm) 단위로 측정됩니다.
ml: ഒപ്പ് മടക്കിയതിനു ശേഷം മുറിക്കേണ്ട പ്രദേശത്തിന്റെ ഏറ്റവും കുറഞ്ഞ വീതി. മില്ലിമീറ്ററായി (എംഎം) അളക്കുന്നു.
my: နှစ်ပေါင်းများ ခုန်းမှချည်တုံးသည် အဆုံးတွင်ကြိုးနှစ်ကိုည်သော -------- မှာ ------- ခဲ့ရ ভাগပြီး---------(m-------)ထိ ထည့်နိုင်ပေးပါ။ ပါးပါးထည့်ကုန်သည်
pt: A largura mínima da área a ser cortada após a dobragem da assinatura. Medida em milímetros (mm).
ro: Lățimea minimă a zonei care urmează să fie tăiată după plierea semnăturii. Se măsoară în milimetri (mm).
ru: Минимальная ширина области, которую необходимо обрезать после складывания подписи. Измеряется в миллиметрах (мм).
th: ความกว้างขั้นต่ําของพื้นที่ที่จะตัดหลังจากพับลายเซ็นต์ วัดในมิลลิเมตร (มม.)
zh: 折叠书帖后要切割的区域宽度。 测量单位为毫米（mm）。

source: Fold Cut Margin (mm):
ar: طية القص هامش الطية (مم):
es: Corte del pliegue Margen (mm):
fr: Marge de coupe des plis (mm) :
hi: गुना कटौती मार्जिन (मिमी):
id: Lipat Potong Margin (mm):
ko: 접기 잘라내기 여백(mm):
ml: മടക്കിക്കളയൽ പരിധി (എംഎം):
my: ဖိုမှုကဲ့ အ------(mm):
pt: Corte de dobra Margem (mm):
ro: Fold Cut Marjă (mm):
th: ขนาดการตัด (มม.):
zh: 折叠切割 边距(毫米)：

source: Pagination: Sheets per signature (pages per form)
ar: الصفحة: صحائف لكل توقيع (صفحات لكل شكل)
es: Paginación: Hojas por firma (páginas por formulario)
fr: Pagination : Pages par signature (fiche)
hi: पेजिनेशन: हस्ताक्षर के प्रति शीट (प्रपत्र के प्रति पृष्ठ)
hu: Oldalszámozás: Lapok aláírásonként (nyomtatványonként oldalanként)
id: Pengaturan Halaman: Lembar per signatur
ko: 페이지 매김: 서명당 시트(양식당 페이지)
ml: പേജിംഗ്: ഒപ്പ് ഓരോ പേജിലും
my: ဖော်ပြမှုလိပ်ခြင်းများ ဇယားများ
pt: Paginação: Folhas por assinatura (páginas por formulário)
ro: Paginare: Foi pe semnătură (pagini pe formular)
ru: Пагинация: Листы на подпись (страницы на форму)
th: การจัดหน้า: ใบต่อลายเซ็น (หน้าต่อแบบ)
zh: 分页：每张书帖的页数

source: Pagination: Minimum fold cut margin
ar: الصفحة: الحد الأدنى لهامش القطع
es: Paginación: Margen mínimo de corte del pliegue
fr: Pagination : Marge minimale de découpe des plis
hi: पेजिनेशन: न्यूनतम फोल्ड कट मार्जिन
hu: Oldalszámozás: Minimális vágási margó
id: Pengaturan Halaman: Tepi pemotongan minimum setelah dilipat
ko: 페이지 매김: 최소 접기 절단 여백
ml: പേജിനേഷൻ: ചുരുങ്ങിയ മടക്കൽ മുറിക്കൽ മാർജിൻ
my: လက်ရေး တိုင်ပြုံးနက်ပြား
pt: Paginação: Margem mínima de corte da dobra
ro: Paginare: Marja minimă de tăiere a pliului
ru: Пагинация: Минимальное поле для обрезания по сгибу
th: การจัดหน้า: ขั้นต่ําของส่วนตัด
zh: 分页：最小的折叠裁切边距

source: The width of the area to be cut after folding of the signature. Measured in millimeters (mm).
ar: عرض المنطقة المراد قطعها بعد طي التوقيع. تم قياسها بمليمتر (م).
es: La anchura del área que se va a cortar tras el plegado del pliego. Se mide en milímetros (mm).
fr: La largeur de la zone à découper après le pliage de la signature. Mesurée en millimètres (mm).
hi: हस्ताक्षर को मोड़ने के बाद काटने के लिए क्षेत्र की चौड़ाई। मिलीमीटर (mm) में मापा गया।
hu: Az aláírás hajtogatása után levágandó terület szélessége . Milliméterben (mm) mérve.
id: Lebar area yang akan dipotong setelah pelipatan signatur. Diukur dalam milimeter (mm).
ko: 서명을 접은 후 잘라낼 영역의 너비 . 밀리미터(mm) 단위로 측정됩니다.
ml: ഒപ്പ് മടക്കിയ ശേഷം മുറിക്കേണ്ട പ്രദേശത്തിന്റെ വീതി. മില്ലിമീറ്ററായി (എംഎം) അളക്കുന്നു.
my: Cut ချသည့်အရွယ်အစားကို ပြီးပြီမှ အထူပုံစည်း, tekur (miqcinnnnn)
pt: A largura da área a cortar após a dobragem da assinatura. Medido em milímetros (mm).
ro: Lățimea zonei care urmează să fie tăiată după plierea semnăturii. Măsurată în milimetri (mm).
ru: Ширина области, которая будет вырезана после складывания подписи. Измеряется в миллиметрах (мм).
th: ความกว้างของพื้นที่ที่จะตัดหลังจากพับลายเซ็นต์ วัดในมิลลิเมตร (มม.)
zh: 折叠书帖后要切割的区域宽度。 测量单位为毫米（mm）。

source: Fold First
ar: الطي أولاً
es: Doblar primero
fr: Plier d'abord
hi: पहले मोड़ें
hu: Először hajtogasd össze
id: Lipat Pertama
ko: 먼저 접기
ml: ആദ്യം മടക്കിക്കളയുക
my: ရုံချောရာ
pt: Dobrar primeiro
ro: Pliați mai întâi
ru: Сложите сначала
th: พับก่อน
zh: 先折叠

source: Pagination: Fold First
ar: ترقيم الصفحات: الطية أولاً
es: Paginación: Doblar primero
fr: Pagination : Plier d'abord
hi: पृष्ठांकन: पहले मोड़ें
hu: Oldalszámozás: Először hajtogatni
id: Paginasi: Lipat Pertama
ko: 페이지 매김: 먼저 접기
ml: പേജിനേഷൻ: ആദ്യം മടക്കുക
my: စာမျက်နှာ: ရုံချောရာ
pt: Paginação: Dobrar primeiro
ro: Paginare: Pliabilă mai întâi
ru: Пагинация: Сложить сначала
th: การจัดหน้า: Fold First
zh: 分页：先折叠

source: If you are imposing for a printer with a folding machine, then you want to fold first and then cut. This, for example makes a folded sheet that is part of a signature consist of two sets of sequential pages.
ar: إذا كنت تفرض طابعة مزودة بآلة طي، فأنت تريد أن تطوي أولاً ثم تقص. هذا ، على سبيل المثال يجعل الورقة المطوية التي هي جزء من التوقيع تتكون من مجموعتين من الصفحات المتسلسلة.
es: Si se impone una impresora con plegadora, entonces se quiere plegar primero y cortar después. Esto, por ejemplo hace que una hoja plegada que forma parte de una firma conste de dos conjuntos de páginas secuenciales.
fr: Si vous imposez pour une imprimerie équipée d'une plieuse, vous devez d'abord plier et puis couper. Ceci, par exemple, crée une feuille pliée qui fait partie d'une signature composée de deux séries de pages séquentielles.
hi: यदि आप प्रिंटर के लिए एक फोल्डिंग मशीन के साथ आदेश दे रहे हैं, तो आपको पहले मोड़ना होगा और फिर काटें। इससे उदाहरण के लिए, एक मोड़ा हुआ शिट जो हस्ताक्षर का हिस्सा है, दो सेट संचयी पृष्ठों के रूप में शामिल होती है।
hu: Ha hajtogatógéppel rendelkező nyomtatót keres, akkor először hajtogatni, majd vágni kell. Így például egy aláírás részét képező hajtogatott lapot a két egymás után következő oldalból álló két sorozatból állítja össze.
id: Jika Anda menginginkan printer dengan mesin lipat, maka Anda ingin melipat terlebih dahulu dan kemudian memotongnya. Hal ini, misalnya membuat lembaran yang dilipat yang merupakan bagian dari tanda tangan terdiri dari dua set halaman berurutan.
ko: 접는 기계가 있는 프린터( )를 사용하는 경우 먼저 접은 다음 자르기를 원합니다. 예를 들어 서명의 일부인 접힌 시트는 두 세트의 순차 페이지로 구성됩니다.
ml: നിങ്ങൾ ഒരു മടക്കൽ മെഷീൻ ഉപയോഗിച്ച് ഒരു പ്രിന്ററിനായി ചുമത്തുകയാണെങ്കിൽ, നിങ്ങൾ ആദ്യം മടക്കാനും തുടർന്ന് മുറിക്കാനും ആഗ്രഹിക്കുന്നു. ഇത് ഉദാഹരണത്തിന്, ഒരു ഒപ്പിന്റെ ഭാഗമായ ഒരു മടക്കിയ ഷീറ്റ് രണ്ട് സെറ്റ് തുടർച്ചയായ പേജുകളിൽ നിന്നാണ് നിർമ്മിക്കുന്നത്.
my: အထုပ်တစ်ခုတွင် တစ်ဖွဲ့ အဆင့်များဖြစ်စေ ပြုပြင်ထားသော နံပါတ်စဉ်များ နှစ်ရာထက် များ၍နော်။ သင်သည် အထုပ်လုပ်သော နှင်းပန်းကြိုးဖွဲ့ ကို စုစနင်းလေးမှာ အထုပ်ချောပါ့မလား။
pt: Se está a impor para uma impressora com uma dobradora, então quer dobrar primeiro e depois cortar. Isto, por exemplo faz com que uma folha dobrada que faz parte de uma assinatura seja composta por dois conjuntos de páginas sequenciais.
ro: Dacă vă impuneți o imprimantă cu o mașină de pliere, , atunci doriți să pliați mai întâi și apoi să tăiați. Astfel, de exemplu, face ca o foaie pliată care face parte dintr-o semnătură să fie compusă din două seturi de pagini secvențiale.
ru: Если вы навязываете принтер с фальцевальной машиной, тогда вы хотите сначала фальцевать, а затем резать. Это, например, делает сложенный лист, являющийся частью подписи, состоящим из двух наборов последовательных страниц.
th: หากคุณกําลังวางสําหรับเครื่องพิมพ์ที่มีเครื่องพับ, คุณต้องการที่จะพับแรกและต่อมาตัด. เช่นนี้ทําให้แผ่นพับที่เป็นส่วนหนึ่งของลายเซ็นต์ประกอบด้วยสองชุดของหน้าลําดับ.
zh: 如果您的打印机有折页机， 那么你要先折后剪。 这样的话，如果折页是书帖的一部分， 就可以折页就能是两张连续的页面。

source: Create Cover as a Separate PDF
ar: إنشاء غلاف على ملف PDF منفصل
es: Crear portada como un PDF independiente
fr: Créer la couverture comme un PDF séparé
hi: कवर को एक अलग PDF के रूप में बनाएं
hu: Borító létrehozása a külön PDF-ként
id: Buat Sampul sebagai PDF Terpisah
ko: 표지를 별도의 PDF로 만들기
ml: ഒരു പ്രത്യേക PDF ആയി കവർ സൃഷ്ടിക്കുക
my: အဖုံးကို အခြား PDF အဖြစ် ဖန်တီးပါ
pt: Criar capa como um PDF separado
ro: Creați coperta ca un PDF separat
ru: Создать обложку в виде отдельного PDF-файла
th: สร้างหน้าปกเป็น PDF เฉพาะ
zh: 将封面创建为 一个单独的 PDF 文件

source: Pagination: Create the cover as a stand-alone PDF
ar: ترقيم الصفحات: إنشاء الغلاف كملف PDF مستقل
es: Paginación: Cree la portada como un PDF independiente
fr: Pagination : Créer la couverture comme un PDF autonome
hi: पेजीनेशन: एक स्टैंड-अलोन PDF के रूप में कवर बनाएं
hu: Oldalszámozás: A borítót önálló PDF-ként hozza létre
id: Penomoran halaman: Buat sampul sebagai PDF yang berdiri sendiri
ko: 페이지 매김: 표지를 독립형 PDF로 만들기
ml: പേജിനേഷൻഃ കവർ ഒരു ഒറ്റപ്പെട്ട PDF ആയി സൃഷ്ടിക്കുക
my: နှင့်ဒှောင်း：အဖုံးကို မူလစာမျက်နှာကာပွံခြုံစီးမှုနှင့် လုပ်ဖန်တီးရန် သီးခြား PDF အဖြစ် ဖန်တီးပါ
pt: Paginação: Criar a capa como um PDF autónomo
ro: Paginare: Creați coperta ca un PDF de sine stătător
ru: Пагинация: Создание обложки как отдельного PDF-файла
th: การจัดหน้า: สร้างหน้าปกเป็น PDF เอง
zh: 分页：将封面创建为独立的 PDF 文件
