Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Bad xdvi file, probably failed to load a picture or font
ar: ملف xdvi تالف، ربما فشل في تحميل صورة أو خط
es: Archivo xdvi defectuoso, probablemente ha fallado al cargar una imagen o una fuente
fr: Mauvais fichier xdvi, probablement un échec de chargement d'une image ou d'une police
hi: खराब एक्सडीवीआई फ़ाइल, संभवतः छवि या फॉन्ट लोड करने में विफल
hu: Rossz xdvi fájl, valószínűleg nem sikerült betölteni egy képet vagy betűtípust
id: File xdvi buruk, mungkin gagal memuat gambar atau font
ko: 잘못된 xdvi 파일, 그림 또는 글꼴을 로드하지 못했을 수 있습니다.
ml: ഒരു പിശക് Xdvi ഫയൽ, ഒരു ചിത്രമോ ഫോണ്ടോ ലോഡ് ചെയ്യാൻ പരാജയപ്പെട്ടിരിക്കാം
my: ယင်းမှာမျှမပ်ကုန်ဗွီဖင် ့정을 띤မပြခဲ့ပုံဘိုးရိတ်ချပီးရကုန်ပါ
pt: Ficheiro xdvi com defeito, provavelmente não conseguiu carregar uma imagem ou um tipo de letra
ro: Fișier xdvi necorespunzător, probabil nu a reușit să încarce o imagine sau un font
ru: Плохой файл xdvi, возможно, не удалось загрузить изображение или шрифт
th: ไฟล์ xdvi ที่ผิดปกติ อาจไม่สามารถลากภาพหรือตัวอักษรได้
zh: xdvi 文件有问题，可能是加载图片或字体失败

source: Rerun to fix:
ar: إعادة إلى الإصلاح:
es: Vuelva a ejecutar para arreglar:
fr: Relancer pour réparer :
hi: ठीक करने के लिए फिर से चलाएँ:
hu: Újraindítás a javításhoz:
id: Jalankan ulang untuk memperbaiki:
ko: 다시 실행하여 수정합니다:
ml: പരിഹരിക്കാൻ വീണ്ടും പ്രവർത്തിപ്പിക്കുക:
my: ပြင်ဆင်ရန် ပြန်လည်ပြေးပါ:
pt: Executar novamente para corrigir:
ro: Rulează din nou pentru a repara:
ru: Повторите попытку:
th: รีเรนท์แก้ไข:
zh: 重新运行来修复：

source: There might be a marker issue in the Extended Study Notes
ar: قد تكون هناك مسألة تتعلق بالعلامات في مذكرات الدراسة الموسعة
es: Puede haber un problema de marcador en las notas de estudio extendidas
fr: Il pourrait y avoir un problème de marqueur dans les notes d'étude étendues
hi: विस्तारित अध्ययन नोट्स में एक चिह्न समस्या हो सकती है।
hu: Lehet, hogy a bővített tanulmányi jegyzetekben van egy jelölési probléma.
id: Mungkin ada masalah dengan markah di Catatan Studi yang Teliti
ko: 확장 학습 노트에 마커 문제가 있을 수 있습니다.
ml: വിപുലീകരിച്ച പഠന കുറിപ്പുകളിൽ ഒരു മാർക്കർ പ്രശ്നം ഉണ്ടായേക്കാം
my: ပြီးထားသော စာအုပ်လမ်းညွှန်မှန်ဘီလူး မှာ အမှတ်ပြုတာ ပြဿနာ ရှိနေတယ်
pt: Pode haver um problema de marcadores nas Notas de Estudo Alargado
ro: Este posibil să existe o problemă de marcare în notele de studiu extins
ru: В расширенных учебных записках может быть проблема с маркером
th: อาจมีประเด็นที่ระบุในข้อความเพิ่มเติม
zh: 在扩展学习笔记中可能存在一个标记问题

source: Warning: Could not locate decorative PDF(s):
ar: تحذير: لا يمكن تحديد موقع PDF(ات) الزخرفة:
es: Advertencia: No se puede localizar los PDF decorativos:
fr: Attention : Impossible de localiser le(s) PDF(s) décoratif(s):
hi: चेतावनी: सजावटी PDF(मूलक) का स्थिति नहीं पा सके:
hu: Figyelmeztetés: Nem sikerült megtalálni a dekoratív PDF(ek)et:
id: Peringatan: Tidak dapat menemukan PDF yang menghiasi:
ko: 경고: 장식용 PDF를 찾을 수 없습니다:
ml: മുന്നറിയിപ്പ്ഃ അലങ്കാര PDF കൾ കണ്ടെത്താനായില്ല:
my: သတိပေးချက်: စု PDF(များ) တွေstatusမပါတာမတွေ့ပါ:
pt: Aviso: Não foi possível localizar o(s) PDF(s) decorativo(s):
ro: Avertisment: PDF(urile) decorative nu au putut fi localizate:
ru: Предупреждение: Не удалось найти файлы PDF(ы):
th: เตือน: ไม่สามารถหา PDFs ประดับได้:
zh: 警告：无法定位装饰型 PDF:

source: ({} Missing)
ar: ({} مفقود)
es: ({} Faltante)
fr: ({} manquant)
hi: ({} अनुपस्थित)
hu: ({} Hiányzik)
id: ({} Hilang)
ko: ({} 누락됨)
ml: ({} കാണാതായ)
my: ({} ပျောက်နေသည်)
pt: ({} Faltando)
ro: ({} Lipsesc)
ru: ({} Отсутствует)
th: ({}หายไป)
zh: ({}缺失)

source: Missing Pictures: {}
ar: الصور المفقودة {}
es: Ilustraciones no disponibles: {}
fr: Images manquantes : {}
hi: गायब चित्र: {}
hu: Hiányzó képek: {}
id: Gambar yang Tidak Ada: {}
ko: 누락된 사진: {}
ml: കാണാതായ ചിത്രങ്ങൾ:
my: ပျောက်နေသော ပုံများ: {}
pt: Imagem faltando: {}
ro: Imagini lipsă: {}
ru: Пропавшие картинки: {}
th: หายภาพ:
zh: 缺失的图片：{}

source: (0 Missing)
ar: (0 مفقود)
es: (0 Faltante)
fr: (0 manquant)
hi: (0 अनुपलब्ध)
hu: (0 hiányzik)
id: (0 Tidak Ditemukan)
ko: (0 누락)
ml: (0 കാണാതായ)
my: (0 ပျောက်နေပါသည်)
pt: (0 faltando)
ro: (0 lipsă)
ru: (0 отсутствует)
th: 0 หายไป
zh: (0项缺少)

source: Error: Unable to copy {} image to {} in tmpPics folder
ar: خطأ: غير قادر على نسخ {} الصورة إلى {} في مجلد tmpPics
es: Error: No se puede copiar {} imagen a {} en la carpeta tmpPics
fr: Erreur : Impossible de copier l'image {} vers {} dans le dossier tmpPics
hi: त्रुटि: प्रतिलिपि नहीं कर सके {} छवि को {} tmpPics फ़ोल्डर में रख सकते हैं।
hu: Hiba: {} képet a {} mappába a tmpPics mappában.
id: Kesalahan: Tidak dapat menyalin gambar {} ke {} di folder tmpPics
ko: 오류: 이미지를 {} 폴더의 {}에 복사할 수 없습니다.
ml: പിശക്ഃ tmpPics ഫോൾഡറിലെ {} ചിത്രത്തിലേക്ക് {} പകർത്താൻ സാധ്യമല്ല
my: မွားယွင်းမှု: {} မှ {}ထဲတွင် tmpPics folder ဖိုင်မှာ မရိပ်ပါ။
pt: Erro: Não foi possível copiar a imagem {} para {} na pasta tmpPics
ro: Eroare: Nu se poate copia {} imaginea în {} în dosarul tmpPics
ru: Ошибка: Невозможно скопировать изображение {} в {} в папку tmpPics
th: ความผิดพลาด: ไม่สามารถสําเนา {} ภาพไปยัง {} ในแฟ้ม tmpPics
zh: 错误：无法将 {} 图像复制到 tmpPics 文件夹中 {}

source: Syllable line breaking
ar: كسر الخط القابل للتخطيط
es: Rotura de línea silábica
fr: Casser la syllabe
hi: वर्णमाला लाइन ब्रेक
hu: Szótagok sorbontása
id: Memutuskan baris di tengah kata
ko: 음절 줄 바꿈
ml: സിലബൽ ലൈൻ ബ്രേക്കിംഗ്
my: များအပေါ် မျိုးစုံ၊ သံလွင်လမ်းစီမံခနှန်သည်:
pt: Quebra de linha por sílaba
ro: Ruperea liniei Sylable
ru: Разрыв последовательной линии
th: การหักเส้นสลัก
zh: 按音节自动断字

source: Show Hyphen
ar: إظهار الواصلة
es: Mostrar guión
fr: Afficher le trait d'union
hi: हाइफ़न दिखाएँ
hu: Mutasd a kötőjelet
id: Tampilkan Tanda Hubung
ko: 하이픈 표시
ml: ഹൈഫൻ കാണിക്കുക
my: တုံးတိုပြရန်
pt: Mostrar Hífen
ro: Arată liniuță
ru: Показать дефис
th: แสดงเส้นดัก
zh: 显示连字符

source: First verse on left
ar: الآية الأولى على اليسار
es: Primer versículo a la izquierda
fr: Premier verset à gauche
hi: बाएँ पर पहली आयत
hu: Első versszak balra
id: Ayat pertama di sebelah kiri
ko: 왼쪽 첫 번째 구절
ml: ഇടതുവശത്തുള്ള ആദ്യ വാക്യം
my: ရှုထောက် (ပထမအခန်းငယ်)
pt: Primeiro verso à esquerda
ro: Primul vers din stânga
ru: Первый стих слева
th: คทราแรกทางซ้าย
zh: 第一节在左边

source: Enabling horizontal gridding
es: Activación de la cuadrícula horizontal

source: Align chapter numbers with grid and remove spaces before verses
es: Alinee los números de los capítulos con la cuadrícula y elimine los espacios antes de los versículos

source: Automatic halfwidth punctuation pairs
es: Pares de puntuación automáticos de ancho medio

source: Adjust spacing of punctuation pairs so they take up a single full width character
es: Ajusta el espacio de los pares de puntuación para que ocupen un único carácter de ancho completo

source: Missing font ({})
ar: الخط مفقود ({})
es: Falta la fuente ({})
fr: Police manquante ({})
hi: फॉन्ट अनुपस्थित ({})
hu: Hiányzó betűtípus ({})
id: Font tidak ada ({})
ko: 누락된 글꼴 ({})
ml: ഫോണ്ട് നഷ്ടമായിരിക്കുന്നു ({})
pt: Fonte ausente ({})
ro: Font lipsă ({})
ru: Отсутствует шрифт ({})
th: ลักษณะตัวอักษรที่หายไป ({})
zh: 缺少字型 ({})

source: If this error just appeared after upgrading then check whether the USFM markers like \p and \v used in changes.txt rules have been 'escaped' with an additional \ (e.g. \\p and \\v) as is required by the latest version.
ar: إذا ظهر هذا الخطأ بعد الترقية، فتحقق مما إذا كانت علامات USFM مثل \p و \v المستخدمة في قواعد change.txt قد تم "الهروب" منها باستخدام \\p و \v إضافية (على سبيل المثال \p و \v) كما هو مطلوب في الإصدار الأخير.
es: Si este error acaba de aparecer después de la actualización, compruebe si los marcadores USFM como \p y \v utilizados en las reglas changes.txt se han "escapado" con un \ adicional (por ejemplo, \\p y \\v), tal como exige la última versión.
fr: Si cette erreur vient d'apparaître après la mise à jour, vérifiez si les marqueurs USFM tels que \p et \v utilisés dans les règles de changes.txt ont été "échappés" avec un \ supplémentaire (par exemple \\p et \\v) comme l'exige cette dernière version.
hi: यदि यह त्रुटि अपडेट करने के बाद दिखाई दी है, तो जांचें कि changes.txt नियमों में प्रयुक्त USFM मार्कर्स जैसे \p और \v को नवीनतम संस्करण द्वारा आवश्यकतानुसार अतिरिक्त \ के साथ 'एस्केप' किया गया है।
hu: Ha ez a hiba csak a frissítés után jelent meg, akkor ellenőrizze, hogy a changes.txt szabályokban használt USFM jelölők, mint a \p és \v, a legújabb verzió által megkövetelt \p és \\v jelzéssel lettek-e "kikerülve".
id: Jika kesalahan ini baru saja muncul setelah peningkatan versi, periksalah apakah pemarkah USFM seperti \p dan \v yang digunakan dalam aturan di file changes.txt telah dikecualikan dengan tanda \ yang ekstra (misalnya \\p dan \\v) seperti yang disyaratkan dalam versi terbaru.
ko: 업그레이드 후 이 오류가 방금 나타났다면 변경사항.txt 규칙에 사용된 \p, \v와 같은 USFM 마커가 최신 버전에서 요구하는 대로 추가 \(예: \\p, \\v)로 '이스케이프'되었는지 확인하세요.
ml: ഈ പിശക് അപ്ഗ്രേഡ് ചെയ്തതിനു ശേഷം മാത്രമേ പ്രത്യക്ഷപ്പെട്ടിട്ടുള്ളൂവെങ്കിൽ, മാറ്റങ്ങൾ.txt നിയമങ്ങളിൽ ഉപയോഗിക്കുന്ന \p, \v പോലുള്ള USFM മാർക്കറുകൾ ഏറ്റവും പുതിയ പതിപ്പിൽ ആവശ്യപ്പെടുന്നതുപോലെ ഒരു അധിക \ (ഉദാ.
pt: Se esse erro apareceu apenas após a atualização, verifique se os marcadores USFM como \p e \v usados nas regras do changes.txt foram "escapados" com um \ adicional (por exemplo, \\p e \\v), conforme exigido pela versão mais recente.
ro: Dacă această eroare a apărut doar după actualizare, verificați dacă markerii USFM precum \p și \v utilizați în regulile changes.txt au fost "scăpați" cu un \ suplimentar (de exemplu, \\p și \\v), așa cum este cerut de cea mai recentă versiune.
ru: Если эта ошибка появилась только после обновления, проверьте, были ли маркеры USFM, такие как \p и \v, используемые в правилах changes.txt, "экранированы" дополнительным \ (например, \\p и \\v), как того требует последняя версия.
th: หากความผิดพลาดนี้เพิ่งปรากฏหลังจากการอัพเกรดแล้วตรวจสอบว่าเครื่องหมาย USFM เช่น \p และ \v ที่ใช้ในกฎการเปลี่ยนแปลง.txt ได้ 'หลบหนี' ด้วย \ (ตัวอย่างเช่น \\p และ \\v) เพิ่มเติมตามที่ต้องการโดยรุ่นล่าสุด.
zh: 如果这个错误是在升级之后才出现的，那么请检查在 changes.txt 规则中使用的 USFM 标记（如 \p 和 \v）是否已经按照最新版本的要求用额外的 \来 "转义"（如 \p 和 \v）。

source: PTXprint [{}] - USFM Text Error!
es: PTXprint [{}] - ¡Error de texto USFM!

source: These errors were triggered while internally parsing the USFM
es: Estos errores se produjeron al analizar internamente el USFM

source: for
es: para

source: Parsing errors:
es: Errores de análisis sintáctico:

source: \message{{Warning: No copyright statement found for: {} on pages {}}}
ar: \الرسالة \{{تحذير: لم يتم العثور على بيان حقوق الطبع والنشر لـ: {} على الصفحات {}}}}}
es: \message{{Advertencia: No se ha encontrado ninguna declaración de derechos de autor para: {} en las páginas {}}}
fr: \message{{Avertissement : Aucune déclaration de copyright n'a été trouvée pour : {} sur les pages {}}}
hi: \message{{चेतावनी: कोई कॉपीराइट विवरण नहीं मिला: {} पृष्ठों पर {}}}
hu: \message{{Figyelmeztetés: No copyright statement found for: {} az oldalakon {}}}
id: \pesan{{Peringatan: Tidak ditemukan pernyataan hak cipta untuk: {} pada halaman {}}}
ko: \메시지{{경고: 에 대한 저작권 문구를 찾을 수 없습니다: 페이지 {}}}의 {}
ml: {} എന്ന താളിൽ {}}} എന്നതിനായി പകർപ്പവകാശ പ്രസ്താവന കണ്ടെത്തിയില്ല
pt: \message{{Aviso: Nenhuma declaração de direitos autorais encontrada para: {} nas páginas {}}}
ro: \message{{Avertizare: Nu s-a găsit nicio declarație de copyright pentru: {} pe paginile {}}}}}
ru: \message{{Предупреждение: Не найдено заявление об авторских правах для: {} на страницах {}}}
th: \message{{Warning: ไม่มีคําแถลงการลิขสิทธิ์พบสําหรับ: {} บนหน้า {}}}
zh: \message{{Warning：未找到版权声明：{页面上的 {}}

source: Maximum layout version
ar: إصدار التخطيط الأقصى
es: Versión máxima del diseño
fr: Version maximale de la mise en page
hi: अधिकतम लेआउट संस्करण
hu: Maximális elrendezési változat
id: Versi tata letak maksimum
ko: 최대 레이아웃 버전
ml: പരമാവധി ലേഔട്ട് പതിപ്പ്
pt: Versão máxima do layout
ro: Versiunea maximă a machetei
ru: Максимальная версия макета
th: เวอร์ชั่นการจัดทําสูงสุด
zh: 最大版面版本

source: Maximum layout version to use or 0 for any. Used to maintain backward compatibility when the TeX macros have been changed in newer versions of PTXprint.
ar: أقصى إصدار تخطيط لاستخدامه أو 0 لأي إصدار. يُستخدم للحفاظ على التوافق مع الإصدارات السابقة عند تغيير وحدات ماكرو TeX في الإصدارات الأحدث من PTXprint.
es: Versión máxima de diseño a utilizar o 0 para cualquiera. Se utiliza para mantener la compatibilidad con versiones anteriores cuando las macros TeX se han modificado en versiones más recientes de PTXprint.
fr: Version maximale de la mise en page à utiliser ou 0 pour n'importe quelle version. Utilisé pour maintenir la compatibilité lorsque les macros TeX ont été modifiées dans des versions plus récentes de PTXprint.
hi: उपयोग करने के लिए अधिकतम लेआउट संस्करण या किसी भी के लिए 0। पीटीएक्सप्रिंट के नए संस्करणों में टेक्स मैक्रो के बदलने पर पिछली संगतता बनाए रखने के लिए उपयोग किया जाता है।
hu: A maximálisan használható elrendezési verzió, vagy 0 bármelyik esetén. A visszafelé kompatibilitás fenntartására szolgál, ha a TeX makrók a PTXprint újabb verzióiban megváltoztak.
id: Versi tata letak maksimum yang akan digunakan, atau 0 untuk semua versi. Pengaturan ini digunakan untuk mempertahankan kompatibilitas ke belakang apabila makro TeX telah diubah dalam versi PTXprint yang lebih baru.
ko: 사용할 최대 레이아웃 버전 또는 0입니다. 최신 버전의 PTXprint에서 TeX 매크로가 변경된 경우 이전 버전과의 호환성을 유지하는 데 사용됩니다.
ml: ഉപയോഗിക്കാവുന്ന പരമാവധി ലേഔട്ട് പതിപ്പ് അല്ലെങ്കിൽ 0 ഏതെങ്കിലും. PTXprint ന്റെ പുതിയ പതിപ്പുകളിൽ ടെക്സ് മാക്രോകൾ മാറ്റിയപ്പോൾ പിന്നോക്കം അനുയോജ്യത നിലനിർത്താൻ ഉപയോഗിക്കുന്നു.
pt: Versão máxima de layout a ser usada ou 0 para qualquer uma. Usado para manter a compatibilidade com versões anteriores quando as macros TeX tiverem sido alteradas em versões mais recentes do PTXprint.
ro: Versiunea maximă a machetei de utilizat sau 0 pentru oricare. Utilizat pentru a menține compatibilitatea cu versiunile anterioare atunci când macro-urile TeX au fost modificate în versiunile mai noi ale PTXprint.
ru: Максимальная версия макета, которую следует использовать, или 0 для любой. Используется для поддержания обратной совместимости, когда макросы TeX были изменены в более новых версиях PTXprint.
th: เวอร์ชั่นการจัดทัศน์สูงสุดที่จะใช้หรือ 0 สําหรับใด ๆ ใช้เพื่อรักษาความสอดคล้องกลับเมื่อ TeX แมคโรถูกเปลี่ยนในเวอร์ชั่นใหม่ของ PTXprint
zh: 要使用的最大版式版本，或 0 表示任何版本。用于在较新版本的 PTXprint 中更改 TeX 宏时保持向后兼容性。

source: Legacy 1/14 LineSpacing
ar: المسافة القديمة 1/14
es: Legado 1/14 LineSpacing
fr: Interligne 1/14 héritage
hi: लीगेसी 1/14 लाइनस्पेसिंग
hu: Örökség 1/14 Vonaltávolság
id: Jarak Baris 1/14 (standar lama)
ko: 레거시 1/14 라인 간격
ml: പാരമ്പര്യം 1/14 ലൈൻസ്പെയ്സിംഗ്
my: မူလအနေအထား ရပ်နေရာ 1/14
pt: Raciocínio antigo 1/14
ru: Наследие 1/14 Интервал Линий
th: การ สร้าง ความ รู้สึก ที่ มี ความ หมาย 1/14
zh: 传统的 1/14 行间距

source: In the past, SpaceAbove and SpaceBelow were, in effect units of 1/14 of the base line spacing. This has changed so they are now in units of 1/12 of the base line spacing. Enabling this compatibility reverts the units.
ar: وفي الماضي، كان الفضاء فوق الفضاء والفضاء أدناه في الواقع وحدات من 1/14 من المسافات الفاصلة بين خط الأساس. وقد تغير هذا الأمر بحيث أصبحت الآن في وحدات تبلغ 1/12 من المسافات الفاصلة بين خط الأساس.
es: En el pasado, SpaceAbove y SpaceBelow eran, en efecto unidades de 1/14 de la línea base de espaciado. Esto ha cambiado así que ahora están en unidades de 1/12 del espaciado de línea base. Habilitar esta compatibilidad revierte las unidades.
fr: Dans le passé, SpaceAbove et SpaceBelow étaient, en effet, des unités de 1/14 de la ligne de base. Cela a changé, donc ils sont maintenant en unités de 1/12 de l'espacement de la ligne de base. L'activation de cette compatibilité revient aux unités.
hi: पहले, SpaceAbove और SpaceBelow, आधार रेखा अंतराल का 1/14 भाग थे। यह बदल गया है कि अब वे 1/12 भाग हैं। इस संगतता को सक्षम करना इकाइयों को फिर से प्रारंभ करता है।
hu: Korábban a SpaceAbove és SpaceBelow az alapvonal távolságának 1/14-ed része volt. Ez megváltozott, így most már az alapvonal távolságának 1/12-es egységében vannak. A kompatibilitás engedélyezése visszaállítja az egységeket.
id: Di masa lalu, SpaceAbbove dan SpaceBelow, pada dasarnya adalah unit 1/14 dari jarak garis dasar. Ini telah berubah sehingga sekarang dalam unit 1/12 dari jarak garis dasar. Mengaktifkan kompatibilitas ini akan mengembalikan unit.
ko: 과거에는 스페이스 위와 스페이스 아래가 기준선 간격의 1/14 단위였습니다. 이제 기준선 간격의 1/12 단위로 변경되었습니다. 이 호환성을 활성화하면 단위가 되돌아갑니다.
ml: മുമ്പ്, സ്പേസ് അബോവ്, സ്പേസ് ബെലോവ് എന്നിവ അടിസ്ഥാന ലൈൻ സ്പേസിംഗിന്റെ 1/14 യൂണിറ്റുകളായിരുന്നു. ഇത് മാറി, അതിനാൽ അവ ഇപ്പോൾ അടിസ്ഥാന ലൈൻ സ്പേസിംഗിന്റെ 1/12 യൂണിറ്റുകളിലാണ്. ഈ അനുയോജ്യത പ്രവർത്തനക്ഷമമാക്കുന്നത് യൂണിറ്റുകൾ തിരികെ നൽകുന്നു.
my: ယခင်က SpaceAbove နဲ့ SpaceBelow တူညီခဲ့တယ်, အထက်ဖယ်ပဋ္ဌာတ်များအား တွက်ချက်ခဲ့ကြီး. အသုံးပြုမှုကို 1/14 အထုတ်မှုပမာဏဖြင့် ထည့်သွင်းများစွာ ကျော်ကြားနေလျှင် မှတ်ပဲဖြစ်ပါသည်။ ကြိုးပောင်းနေသည်များသည် 1/12 ဖြစ်ပါတယ်။ ၎င်းကို လွင့်ဆန်မှုပုံစံပြန်လည်ရယူပါ။
pt: No passado, o EspaçoAcima e o EspaçoAbaixo eram, unidades de efeito de 1/14 da linha de base. Isso foi alterado e eles agora estão em unidades de 1/12 da linha de base. Habilitar essa compatibilidade reverte as unidades.
ro: În trecut, SpaceAbove și SpaceSub erau, de fapt, unități de 1/14 din spațiul de la linia de bază. Acest lucru s-a schimbat astfel încât acum sunt în unitățile 1/12 din spațiul de la linia de bază. Activând această compatibilitate revine la unități.
ru: В прошлом "Космонавт" и "Космос" были по сути единицами 1/14 базовой интервальной линии. Это изменилось, так что теперь они находятся в единицах 1/12 от базового интервала. Включение этой совместимости возвращает единицы.
th: ในอดีต สเปซเบอเวอร์และสเปซเบลูเป็นหน่วยที่มีความห่างกัน 1/14 ของเส้นฐาน แต่ตอนนี้มันเปลี่ยนไปเป็นหน่วยที่มีความห่างกัน 1/12 ของเส้นฐาน การเปิดให้ใช้ความสอดคล้องนี้จะทําให้หน่วยกลับคืนมา
zh: 在以前，空间上方和空间下方实际上是基础行距的1/14单位。 现在已经变为1/12单位。启用此兼容性可以恢复单位。

source: Next page
ar: الصفحة التالية
es: Página siguiente
fr: Page suivante
hi: अगला पृष्ठ
hu: Következő oldal
id: Halaman berikutnya
ko: 다음 페이지
ml: അടുത്ത പേജ്
pt: Próxima página
ro: Pagina următoare
ru: Следующая страница
th: หน้าต่อไป
zh: 下一页

source: Same page
ar: الصفحة نفسها
es: Misma página
fr: Même page
hi: वही पृष्ठ
hu: Ugyanaz az oldal
id: Halaman yang sama
ko: 같은 페이지
ml: ഒരേ പേജ്
pt: Mesma página
ro: Aceeași pagină
ru: Та же страница
th: หน้าเดียวกัน
zh: 同一页

source: Odd page
ar: صفحة فردية
es: Página impar
fr: Page impaire
hi: विषम पृष्ठ
hu: Páratlan oldal
id: Halaman ganjil
ko: 홀수 페이지
ml: വിചിത്രമായ പേജ്
pt: Página ímpar
ro: Pagină ciudată
ru: Странная страница
th: หน้าแปลกๆ
zh: 奇数页

source: Where to start a new book
ar: من أين تبدأ كتاباً جديداً
es: Dónde empezar un nuevo libro
fr: Où commencer un nouveau livre
hi: किताब कहाँ से शुरू करें
hu: Hol kezdjünk egy új könyvet
id: Di mana kitab baru harus dimulai
ko: 새 책을 시작하는 위치
ml: പുതിയ പുസ്തകം എവിടെ തുടങ്ങണം
pt: Onde começar um novo livro
ro: Unde să începi o carte nouă
ru: С чего начать новую книгу
th: ที่ไหนเริ่มหนังสือใหม่
zh: 从何处开始一本新书

source: Does a scripture book start on a new page, the same page as the previous book (if <65% of page has been used), or an odd page
ar: هل يبدأ كتاب الكتاب المقدس في صفحة جديدة، أو نفس صفحة الكتاب السابق (إذا تم استخدام أقل من 65% من الصفحة)، أو صفحة فردية
es: ¿Comienza un libro de escritura en una página nueva, en la misma página que el libro anterior (si se ha utilizado <65% de la página), o en una página impar?
fr: Est-ce qu'un livre d'Écritures commence sur une nouvelle page, la même page que le livre précédent (si <65% de la page a été utilisée), ou une page impaire
hi: क्या एक धर्मग्रंथ की किताब एक नए पृष्ठ पर शुरू होती है, पिछले किताब के समान पृष्ठ पर (यदि पृष्ठ का <65% उपयोग किया गया हो), या एक विषम पृष्ठ पर।
hu: Egy szentíráskönyv új oldalon kezdődik, ugyanazon az oldalon, mint az előző könyv (ha az oldal <65%-át használták fel), vagy egy páratlan oldalon.
id: Apakah sebuah kitab harus dimulai pada halaman baru, pada halaman yang sama dengan kitab sebelumnya (jika kurang dari 65% halaman telah digunakan), atau pada halaman ganjil
ko: 경전 책이 새 페이지, 이전 책과 같은 페이지(페이지의 65% 미만을 사용한 경우) 또는 홀수 페이지에서 시작합니까?
ml: ഒരു തിരുവെഴുത്തുപുസ്തകം പുതിയ പേജിൽ തുടങ്ങുന്നുണ്ടോ, മുമ്പത്തെ പുസ്തകത്തിന്റെ അതേ പേജിൽ (പേജിന്റെ <65% ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ), അല്ലെങ്കിൽ ഒരു ഒറ്റ പേജിൽ
pt: Um livro de escrituras começa em uma nova página, na mesma página do livro anterior (se <65% da página tiver sido usada) ou em uma página ímpar?
ro: O carte de scripturi începe pe o pagină nouă, pe aceeași pagină ca și cartea anterioară (dacă <65% din pagină a fost utilizată) sau pe o pagină impară
ru: Начинается ли книга Священного Писания с новой страницы, с той же страницы, что и предыдущая книга (если использовано <65% страницы), или с нечетной страницы
th: หนังสือพระคัมภีร์เริ่มต้นจากหน้าใหม่ หรือหน้าเดียวกันกับหนังสือก่อนหน้า (ถ้าใช้หน้าได้ <65%) หรือหน้าแปลก
zh: 经书是从新的一页开始，还是从与上一本书相同的一页开始（如果已使用的页数小于 65%），还是从奇数页开始？

source: Page full factor
ar: العامل الكامل للصفحة
es: Página Factor completo
fr: Page pleine facteur
hi: पृष्ठ पूर्ण फैक्टर
hu: Oldal teljes tényező
id: Faktor penuh halaman
ko: 페이지 전체 계수
ml: പേജ് ഫുൾ ഫാക്ടർ
my: စာမျက်နှာ ပြည့်ဝမှု အချိန်သတ်မှတ်ချက်
pt: Fator completo da página
ro: Pagina plină factor
ru: Полный фактор страницы
th: ตัวประกอบเต็มหน้า
zh: 页码 全系数

source: This setting is related to how full a page needs to be to force the next book to start on a new page.
ar: يرتبط هذا الإعداد بمدى الحاجة إلى امتلاء الصفحة لإجبار الكتاب التالي على البدء في صفحة جديدة.
es: Este ajuste está relacionado con lo llena que tiene que estar una página para forzar que el siguiente libro empiece en una página nueva.
fr: Ce paramètre indique dans quelle mesure une page doit être pleine pour que le livre suivant commence sur une nouvelle page.
hi: यह सेटिंग इस बात से संबंधित है कि अगली पुस्तक को नए पृष्ठ पर शुरू करने के लिए पृष्ठ कितना भरा होना चाहिए।
hu: Ez a beállítás azzal kapcsolatos, hogy mennyire kell tele lennie egy oldalnak ahhoz, hogy a következő könyv új oldalról induljon.
id: Pengaturan ini terkait dengan seberapa penuh halaman yang diperlukan untuk memaksa buku berikutnya untuk memulai pada halaman baru.
ko: 이 설정은 다음 책이 새 페이지에서 시작되도록 하려면 페이지가 얼마나 꽉 차야 하는지와 관련이 있습니다.
ml: അടുത്ത പുസ്തകം പുതിയ പേജിൽ തുടങ്ങാൻ നിർബന്ധിക്കുന്നതിന് ഒരു പേജ് എത്രമാത്രം നിറഞ്ഞതായിരിക്കണം എന്നതുമായി ഈ ക്രമീകരണം ബന്ധപ്പെട്ടിരിക്കുന്നു.
my: စာမျက်နှာအပြည့်ရှိရမည့်အတိုင်း အောက်တိုက်စာအုပ်ကို အသစ် တက်ခါစ ပြုလုပ်ခြင်း။
pt: Essa configuração está relacionada a quão cheia uma página precisa estar para forçar o próximo livro a começar em uma nova página.
ro: Această setare este legată de cât de plină trebuie să fie o pagină pentru a forța următoarea carte să înceapă de la o pagină nouă.
ru: Этот параметр определяет, насколько полной должна быть страница, чтобы следующая книга начиналась с новой страницы.
th: การตั้งค่านี้เกี่ยวข้องกับการที่หน้าหนึ่งต้องเต็มไปแค่ไหน เพื่อบังคับหนังสือต่อไปเริ่มต้นจากหน้าใหม่
zh: 该设置与页面需要满到什么程度才能强制下一本书从新页面开始有关。

source: No page breaks
ar: لا توجد فواصل صفحات
es: Sin saltos de página
fr: Aucun saut de page
hi: कोई पृष्ठ विराम नहीं
hu: Nincs oldaltörés
id: Tanpa pemutus halaman
ko: 페이지 나누기 없음
ml: പേജ് ബ്രേക്ക് ഇല്ല
pt: Sem quebras de página
ro: Fără pauze de pagină
ru: Без разрывов страниц
th: ไม่มีการหยุดหน้า
zh: 无分页符

source: On an odd page
ar: في صفحة غريبة
es: En una página impar
fr: Sur une page impaire
hi: एक विषम पृष्ठ पर
hu: Egy furcsa oldalon
id: Pada halaman ganjil
ko: 홀수 페이지에서
ml: ഒരു അപരിചിതമായ പേജിൽ
pt: Em uma página estranha
ro: Pe o pagină ciudată
ru: На странной странице
th: ในหน้าที่แปลก
zh: 在一个奇怪的页面上

source: Grouped
ar: مجمعة
es: Agrupado
fr: Regroupé
hi: समूहित
hu: Csoportosított
id: Dikelompokkan
ko: 그룹화
ml: കൂട്ടിയിണക്കിയിരിക്കുന്നു
pt: Agrupados
ro: Grupate
ru: Сгруппированные
th: กลุ่ม
zh: 分组
