Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option is automatically enabled when the target Project or Configuration does not already exist; or when exporting to an external folder of settings.
ar: يتم تمكين هذا الخيار تلقائيًا عندما لا يكون المشروع أو التكوين المستهدف مشروع أو تكوين غير موجود بالفعل؛ أو عند التصدير إلى مجلد إعدادات خارجي.
es: Esta opción se activa automáticamente cuando el proyecto o configuración de destino no existe todavía; o cuando se exporta a una carpeta externa de configuraciones.
fr: Cette option est automatiquement activée lorsque le projet ou la configuration cible n'existe pas déjà ; ou lors de l'exportation vers un dossier externe de paramètres.
hi: यह विकल्प स्वचालित रूप से सक्षम होता है जब लक्षित परियोजना या कॉन्फ़िगरेशन पहले से मौजूद नहीं होता है; या जब सेटिंग्स के बाहरी फ़ोल्डर में निर्यात किया जाता है।
hu: Ez a beállítás automatikusan engedélyezésre kerül, ha a cél projekt vagy konfiguráció még nem létezik; vagy , ha a beállítások külső mappába történő exportálásakor.
id: Pilihan ini secara otomatis diaktifkan ketika Proyek Target atau Konfigurasi belum ada; atau ketika mengekspor ke folder pengaturan yang eksternal.
ko: 이 옵션은 대상 프로젝트 또는 구성이 아직 존재하지 않는 경우 자동으로 활성화되며, 외부 설정 폴더로 내보내는 경우 으로 설정됩니다.
ml: ലക്ഷ്യം പ്രോജക്ട് അല്ലെങ്കിൽ കോൺഫിഗറേഷൻ ഇതിനകം നിലവിലില്ലാത്തപ്പോൾ ഈ ഓപ്ഷൻ സ്വപ്രേരിതമായി പ്രവർത്തനക്ഷമമാക്കുന്നു; അല്ലെങ്കിൽ ക്രമീകരണങ്ങളുടെ ഒരു ബാഹ്യ ഫോൾഡറിലേക്ക് കയറ്റുമതി ചെയ്യുമ്പോൾ.
pt: Essa opção é ativada automaticamente quando o projeto ou a configuração de destino ainda não existe; ou ao exportar para uma pasta externa de configurações.
ro: Această opțiune este activată automat atunci când proiectul sau configurația țintă nu există deja; sau atunci când exportați într-un dosar extern de setări.
ru: Этот параметр автоматически включается, если целевой проект или конфигурация еще не существует; или при экспорте во внешнюю папку с настройками.
th: ตัวเลือกนี้เปิดโดยอัตโนมัติเมื่อโครงการเป้าหมายหรือการตั้งค่ายังไม่มีอยู่; หรือเมื่อส่งออกไปในแฟ้มการตั้งค่าภายนอก
zh: 当目标 项目或配置不存在时，该选项会自动启用；或当导出到外部设置文件夹时， 。

source: Everything
ar: كل شيء
es: Todo
fr: Tout
hi: सबकुछ
hu: Minden
id: Semua
ko: 모든 것
ml: എല്ലാം
pt: Tudo
ro: Totul
ru: Все
th: ทุกอย่าง
zh: 一切

source: Import All Settings
ar: استيراد جميع الإعدادات
es: Importar todas las configuraciones
fr: Importer tous les paramètres
hi: सभी सेटिंग्स आयात करें
hu: Minden beállítás importálása
id: Impor Semua Pengaturan
ko: 모든 설정 가져오기
ml: എല്ലാ ക്രമീകരണങ്ങളും ഇറക്കുമതി ചെയ്യുക
pt: Importar todas as configurações
ro: Importați toate setările
ru: Импорт всех настроек
th: นําเข้าการตั้งค่าทั้งหมด
zh: 导入所有设置

source: Whole Bible
ar: إنجيل كامل
es: Toda la Biblia
fr: Bible entière
hi: संपूर्ण बाइबिल
hu: Az egész Biblia
id: Alkitab Antero
ko: 성경 전체
ml: മുഴുവൻ ബൈബിളും
my: မြေမြှုပီးသော ဘာသာ
pt: Bíblia inteira
ro: Întreaga Biblie
ru: Весь Библия
th: คัมภีร์ ไบเบิล ทั้ง สิ้น
zh: 整本圣经：

source: Paratext Project
ar: مشروع Paratext
es: Proyecto de Paratext
fr: Projet Paratext
hi: पैराटेक्स्ट प्रोजेक्ट
hu: Paratext projekt
id: Proyek Paratext
ko: 파라텍스트 프로젝트
ml: പാരടെക്സ്റ്റ് പദ്ധതി
my: Paratext စီမံကိန်း
pt: Projeto Paratext
ro: Proiect Paratext
ru: Paratext проект
th: โครงการ Paratext
zh: 《圣经辅助工具》项目

source: This Publication
ar: هذا المنشور
es: Esta publicación
fr: Cette publication
hi: यह प्रकाशन
hu: Ez a kiadvány
id: Terbitan ini
ko: 이 발행물
ml: ഈ പ്രസിദ്ധീകരണം
my: ထုတ်ဝေမှုသည် ဒီဝင်းလာသည်
pt: Esta publicação
ro: Această Publicare
ru: Эта публикация
th: หนังสือพิมพ์นี้
zh: 此出版物

source: Pick a Font (and Typeface)
ar: اختر الخط (ونوع الوجه)
es: Elija una Fuente (y Tipo de Letra)
fr: Choisissez une police (et un style)
hi: फ़ॉन्ट (और टाइपफेस) चुनें
hu: Válasszon egy betűtípust (és betűtípust)
id: Pilih Font (dan Gaya Font)
ko: 글꼴(및 서체) 선택
ml: ഒരു ഫോണ്ട് (അല്ലെങ്കിൽ അക്ഷരരൂപം) തിരഞ്ഞെടുക്കുക
my: Font (နှင့် Typeface) ရွေးပါ
pt: Escolha uma Fonte (e Tipo)
ro: Alege un Font (și Tipefac)
ru: Выберите шрифт (и тип)
th: เลือกตัวอักษร (และตัวอักษร)
zh: 选择一个字型 (和字体)

source: Fonts which have all 4 typefaces (regular, bold, italic, and bold-italic) are shown in BOLD in the list above. If you cannot locate the desired font in this list, then it is quite likely that it has not been installed "For all Users" in the Windows system.
ar: الخطوط التي تحتوي على كل أربعة أنواع (منتظمة، وحريسة، ومائلة وحروف مائلة وحروف مائلة بحروف ماءة) تظهر في BOLD في القائمة أعلاه. إذا لم تتمكن من تحديد الخط المطلوب في هذه القائمة، ثم من المحتمل جداً أن لم يتم تثبيته "لجميع المستخدمين" في نظام ويندوز.
es: Fuentes que tienen los 4 tipos de letra (regular, negrita, cursiva y negrita cursiva) se muestran en NEGRITA en la lista anterior. Si no puede localizar la fuente deseada en esta lista, entonces es muy probable que no se ha instalado "Para todos los Usuarios" en el sistema de Windows.
fr: Les polices qui ont les 4 styles (normal, gras, italique et gras-italique) sont affichées dans la liste ci-dessus. Si vous ne pouvez pas trouver la police souhaitée dans cette liste, il est probable qu’elle n’a pas été installée "Pour tous les utilisateurs" dans le système Windows.
hi: वह फ़ॉन्ट्स जिनके पास सभी 4 टाइपफेस (रेगुलर, बोल्ड, इटैलिक, और बोल्ड-इटैलिक) होते हैं, उन्हें ऊपर की सूची में बोल्ड में दिखाया जाता है। यदि आप इस सूची में इच्छित फ़ॉन्ट नहीं ढूँढ सकते, तो संभावना है कि वह "सभी उपयोगकर्ताओं के लिए" विंडोज़ सिस्टम में स्थापित नहीं किया गया है।
hu: Azok a betűtípusok, amelyek mind a 4 betűtípussal (normál, félkövér, dőlt és félkövér dőlt) rendelkeznek, a fenti listában BOLD betűvel jelennek meg. Ha nem találja a kívánt betűtípust ebben a listában, akkor nagy valószínűséggel az nem lett telepítve "For all Users" a Windows rendszerben.
id: Font yang memiliki 4 gaya font (biasa, tebal, miring, dan tebal-miring) ditampilkan deng huruf tebal di daftar di atas. Kalau Anda tidak melihat font yang diinginkan di daftar ini, mungkin font tersebut belum dipasang "Untuk Semua Pengguna" di komputer ini.
ko: 4가지 서체 (일반, 굵은, 이탤릭, 굵은 이탤릭체) 가 모두 포함된 글꼴은 위 목록에서 굵게 표시되어 있습니다. 이 목록에서 원하는 글꼴 을 찾을 수 없다면 Windows 시스템에 "모든 사용자용" 이 설치되지 않았을 가능성이 큽니다.
ml: മുകളിലുള്ള പട്ടികയിൽ 4 ഫോണ്ടുകളും (സാധാരണ, ധീരമായ, ഇറ്റാലിക്, ധീരമായ-ഇറ്റാലിക്) ഉള്ള ഫോണ്ടുകൾ ധീരമായി കാണിച്ചിരിക്കുന്നു. ഈ പട്ടികയിൽ നിങ്ങൾക്ക് ആവശ്യമുള്ള ഫോണ്ട് കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, അത് വിൻഡോസ് സിസ്റ്റത്തിൽ "എല്ലാ ഉപയോക്താക്കൾക്കും" ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ലെന്ന് വളരെ സാധ്യതയുണ്ട്.
my: လက္ခဏာများရှိသော Fonts (ပုံမှန်၊ ထူထပ်၊ ကျိန်း၊ ထူထပ်ကျိန်း) များကို စာရင်းထဲရှိ အထူထည်တို့တွင် ဖော်ပြထားသည်။ ဤစာရင်းအတွက် ချင်သော font မတွေ့ပါက Windows တွင် "အသုံးပြုသူအားလုံးအတွက်ငင်အခြေအနေဖြင့်" မရှိနိုင်သည်။
pt: Fontes que têm todos os 4 tipos (regular, negrito, itálico, e bold-itálico) são mostradas em BOLD na lista acima. Se você não pode localizar a fonte desejada nesta lista, então é bem provável que não tenha sido instalado "Para todos os usuários" no sistema Windows.
ro: Fonturile care au toate cele 4 tifuri (regular, bold, italic și bold-italic) sunt afișate în BOLD din lista de mai sus. Dacă nu puteți localiza fontul dorit în această listă, atunci este foarte probabil ca să nu fi fost instalat "Pentru toţi utilizatorii în sistemul Windows.
ru: Шрифты, имеющие все 4 типа (обычные, жирные, курсивные и жирные) показаны в BOLD приведенном выше списке. Если вы не можете найти нужный шрифт в этом списке, то вполне вероятно, что он не был установлен "Для всех пользователей" в системе Windows.
th: แฟนท์ที่มีทั้ง 4 แบบ (ปกติ, หนา, อักษรอ่อน, และอักษรอ่อน-อ่อน) แสดงเป็น BOLD ในรายการด้านบน หากคุณไม่สามารถหาตัวอักษรที่ต้องการในรายการนี้, แล้วมันเป็นไปได้มากที่มันไม่ได้ติดตั้ง "สําหรับผู้ใช้ทั้งหมด" ในระบบ Windows
zh: 有四种字体的字型 (普通、 粗体、 斜体和斜粗体) 都会在上面的列表中用粗体显示出来。 如果您无法在这个列表中找到所需的字型， 原因很可能是 在 Windows 系统中没有安装 "适合所有用户" 。

source: Typeface:
ar: نوع الوجهة:
es: Tipo de Letra:
fr: Style :
hi: अक्षराकृति
hu: Betűtípus:
id: Gaya Fon:
ko: 서체:
ml: അക്ഷരരൂപം:
pt: TipoFace:
ro: Tipefacă:
ru: Тип лица:
th: ลายตัวอักษร:
zh: 字体：

source: Font Selection Dialog: Find a font
ar: خط تحديد الحوار: العثور على خط
es: Diálogo de selección de fuentes: Buscar una fuente
fr: Dialogue de sélection de police : Trouver une police
hi: फ़ॉन्ट चयन संवाद: एक फ़ॉन्ट खोजें
hu: Betűtípus kiválasztása párbeszédpanel: Betűtípus keresése
id: Pemilihan Font: Temukan Font
ko: 글꼴 선택 대화상자: 글꼴 찾기
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ ഒരു ഫോണ്ട് കണ്ടെത്തുക
my: Font
pt: Diálogo de selecção de fontes: Encontrar um tipo de letra
ro: Dialogul de selectare a fontului: Găsiți un font
ru: Диалог выбора шрифта: Найти шрифт
th: สู่โต้ตอบการเลือกตัวอักษร: ค้นหาตัวอักษร
zh: 字型选择对话框：查找字型

source: If the required font doesn't have a BOLD typeface, you can use this setting to create the BOLD effect. (For example, setting Embolden to 1.6 would thicken the Regular typeface making it appear as bold.)
ar: إذا لم يكن الخط المطلوب يحتوي على نوع BOLD، يمكنك استخدام هذا الإعداد لإنشاء تأثير BOLD. (على سبيل المثال، قد يؤدي وضع "إيبولدن إلى 1.6 إلى سرقة الوجه" العادية التي تجعلها تبدو بحروف غامقة).
es: Si la fuente requerida no tiene un tipo de letra NEGRITA, puede utilizar este ajuste para crear el efecto NEGRITA. (Por ejemplo, si se ajusta Embolden a 1.6, se engrosará el tipo de letra regular para que aparezca en negrita)
fr: Si la police requise n'a pas de style GRAS, vous pouvez utiliser ce paramètre pour créer l'effet GRAS. (Par exemple, fixer Plus gras à 1.6 épaissirait le style Normal qui l'apparaissait en gras.)
hi: यदि आवश्यक फ़ॉन्ट में बोल्ड टाइपफ़ेस नहीं है, तो आप बोल्ड इफ़ेक्ट बनाने के लिए इस सेटिंग का उपयोग कर सकते हैं। (उदाहरण के लिए, 'Embolden' को 1.6 पर सेट करने से नियमित टाइपफ़ेस मोटा हो जाएगा और ऐसा लगेगा कि यह बोल्ड है।)
hu: Ha a kívánt betűtípus nem rendelkezik BOLD betűtípussal, akkor ezzel a beállítással létrehozhatja a BOLD hatást. (Ha például az Embolden értékét 1,6-ra állítja, a Regular betűtípust vastagítja, így az félkövérnek tűnik.)
id: Kalau font yang diperlukan tidak ada gaya TEBAL, Anda dapat menggunakan pengaturan ini untuk meniru gaya tebal. (Misalnya, mengatur "Membuat Tebal" menjadi 1,6 akan membuat gaya font Biasa kelihatan seperti gaya font Tebal.)
ko: 필요한 글꼴에 굵게 서체가 없는 경우 이 설정을 사용하여 굵게 효과를 만들 수 있습니다. (예를 들어 굵게를 1.6으로 설정하면 일반 서체가 굵게 표시되어 일반 서체가 굵게 표시됩니다.)
ml: ആവശ്യമുള്ള ഫോണ്ടിന് BOLD ഫോണ്ട് ഇല്ലെങ്കിൽ, BOLD ഫലം സൃഷ്ടിക്കാൻ നിങ്ങൾക്ക് ഈ ക്രമീകരണം ഉപയോഗിക്കാം. (ഉദാഹരണത്തിന്, Embolden 1.6 ആയി സജ്ജമാക്കിയാൽ സാധാരണ ഫോണ്ട് കട്ടിയുള്ളതായി കാണപ്പെടും.
my: သင်၏အသုံးပြုကြားတည်းကော့ဖေးစ်နှမ်းမိသောဖောင့်သည် BOLD အားထိုသိုင်း၍ထုတ္ပြန်သောရွေးချယ်မှုကို ...
pt: Se a fonte necessária não tiver um tipo BOLD, você pode utilizar esta configuração para criar o efeito BOLD. (Por exemplo, definir Embolden para 1.6 engrossaria a máquina regular fazendo com que ela pareça negrito.)
ro: Dacă fontul necesar nu are o tipografie BOLD, puteți utiliza această setare pentru a crea efectul BOLD. (De exemplu, setarea Embolden la 1.6 ar îngroșa tiparul regulat făcând ca acesta să fie îndrăzneț.)
ru: Если в требуемом шрифте нет BOLD типа, вы можете использовать эту настройку для создания эффекта BOLD. (Например, установка Embolden на 1.6 утолстит обычный тип, делая его светлыми.)
th: หากตัวอักษรที่ต้องการไม่มีตัวอักษร BOLD คุณสามารถใช้การตั้งค่านี้เพื่อสร้างผล BOLD (ตัวอย่างเช่น การตั้ง Embolden เป็น 1.6 จะทําให้ตัวอักษร Regular คันหนาขึ้น ทําให้มันปรากฏเป็นตัวอักษร bold)
zh: 如果所需字型没有粗体，您可以使用此设置来创建粗体效果。 (例如，设置“加粗”为1.6将会使常规字体变得更厚，使其看起来是粗体。)

source: Embolden
ar: ممنوع
es: Negrita
fr: Plus gras
hi: उजागर करें
id: Membuat Tebal
ko: 대담한
ml: ധൈര്യപ്പെടുത്തി
my: ထူထပ်ထားခြင်း
pt: Incorporar
ro: Încorporat
ru: Смесь
th: มีความกล้า
zh: 加粗

source: Font Selection Dialog: Fake bold setting
ar: تحديد الخط: الإعداد المذهل للعنائم
es: Diálogo de selección de fuentes: Ajuste de la negrita falsa
fr: Dialogue de sélection de police : Fausse mise en gras
hi: फ़ॉन्ट चयन संवाद: नकली बोल्ड सेटिंग
hu: Betűtípus kiválasztása párbeszédpanel: Hamis félkövér beállítás
id: Pemilihan Font: Meniru huruf tebal
ko: 글꼴 선택 대화상자: 가짜 굵은 글꼴 설정
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ വ്യാജ ധൈര്യമുള്ള ക്രമീകരണം
my: စရေးဖော့တဂါယ်မှSpecified
pt: Diálogo de selecção de fontes: Falsas definições em negrito
ro: Dialogul de selectare a fontului: Setare falsă a boldului
ru: Диалог выбора шрифта: Настройка фальшивого полужирного шрифта
th: สู่โต้ตอบการเลือกตัวอักษร: การตั้งค่าตัวอักษรดวงเท็จ
zh: 字型选择对话框：伪造粗体设置

source: Font Selection Dialog: Fake italic setting
ar: تحديد الخط: إعداد الخط المائل الوهمي
es: Diálogo de selección de fuentes: Falso ajuste de cursiva
fr: Dialogue de sélection de police : Fausse mise en italique
hi: फ़ॉन्ट चयन संवाद: नकली इटालिक सेटिंग
hu: Betűtípus kiválasztása párbeszédpanel: Hamis dőlt betű beállítása
id: Pemilihan Font: Meniru huruf miring
ko: 글꼴 선택 대화상자: 가짜 이탤릭체 설정
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ വ്യാജ ഇറ്റാലിക് ക്രമീകരണം
my: စရေးဖော့ဖောက်ဖုံးမှာSpecified
pt: Diálogo de selecção de fontes: Falsas definições em itálico
ro: Dialogul de selectare a fontului: Setare falsă pentru italic
ru: Диалог выбора шрифта: Настройка фальшивого курсива
th: สู่โต้ตอบการเลือกตัวอักษร: การตั้งค่าตัวอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษรอักษร
zh: 字型选择对话框：伪造斜体设置

source: If the required font does not have an ITALIC typeface, you can use this setting to create the ITALIC effect. (For example, setting Slant to 0.15 would slant the Regular typeface by 15% making it appear as italic.)
ar: إذا لم يكن الخط المطلوب يحتوي على نوع تايلك، يمكنك استخدام هذا الإعداد لإنشاء تأثير تايلك. (وعلى سبيل المثال، فإن تحديد الصفيحة إلى 0.15 من شأنه أن يؤدي إلى تمزيق النوع العادي بنسبة 15% مما يجعله يظهر كخط مائل).
es: Si la fuente requerida no tiene un tipo de letra itálica, puede utilizar este ajuste para crear el efecto itálico. (Por ejemplo, si se ajusta Inclinación a 0.15 se inclinaría el tipo de letra regular en un 15% haciendo que aparezca como cursiva)
fr: Si la police requise n'a pas de style ITALIQUE, vous pouvez utiliser ce paramètre pour créer l'effet ITALIQUE. (Par exemple, le fait de fixer Inclinaison à 0,15 inclinerait le style Normal de 15 %, ce qui la ferait apparaître en italique.)
hi: यदि आवश्यक फ़ॉन्ट में इटैलिक टाइपफ़ेस नहीं है, तो आप इटैलिक इफ़ेक्ट बनाने के लिए इस सेटिंग का उपयोग कर सकते हैं। (उदाहरण के लिए, 'Slant' को 0.15 पर सेट करने से नियमित टाइपफ़ेस 15% तक झुक जाएगा, जिससे यह इटैलिक दिखाई देगा।)
hu: Ha a kívánt betűtípus nem rendelkezik ITALIC betűtípussal, akkor ezzel a beállítással létrehozhatja az ITALIC hatást. (Ha például a Slant értéket 0,15-re állítja, a Regular betűtípus 15%-kal ferdül, így dőlt betűsnek tűnik.)
id: Kalau font yang diperlukan tidak ada gaya TEBAL, Anda dapat menggunakan pengaturan ini untuk meniru gaya tebal. (Misalnya, mengatur "Membuat Tebal" menjadi 1,6 akan membuat gaya font Biasa kelihatan seperti gaya font Tebal.)
ko: 필요한 글꼴에 이탤릭 서체가 없는 경우 이 설정을 사용하여 이탤릭 효과를 만들 수 있습니다. (예를 들어 기울기를 0.15로 설정하면 일반 서체를 15% 기울여 이탤릭체로 표시합니다.)
ml: ആവശ്യമുള്ള ഫോണ്ടിന് ഒരു ഇറ്റാലിക് അക്ഷരരൂപമില്ലെങ്കിൽ, ഇറ്റാലിക് പ്രഭാവം സൃഷ്ടിക്കാൻ നിങ്ങൾക്ക് ഈ ക്രമീകരണം ഉപയോഗിക്കാം. (ഉദാഹരണത്തിന്, സ്ലാന്റ് 0.15 ആയി സജ്ജമാക്കിയാൽ റെഗുലർ അക്ഷരരൂപം 15% വരെ ചരിഞ്ഞതായി കാണപ്പെടും, അത് ഇറ്റാലിക് ആയി കാണപ്പെടും).
my: သင်၏မဆိုအမိုးထျပ်စစဉ်မရှိသောသင်၏စစ်ရွေးချယ်မှုတွင်, '...
pt: Se a fonte necessária não tiver um tipo ITALIC, você pode usar essa configuração para criar o efeito ITALIC. (Por exemplo, definir Slant para 0,15 faria diminuir a tipografia regular em 15% fazendo aparecer como itálico.)
ro: Dacă fontul necesar nu are o tipografie ITALIC, puteți utiliza această setare pentru a crea efectul ITALIC. (De exemplu, stabilirea unui slant la 0.15 ar restrânge caracterele obișnuite cu 15%, ceea ce ar face ca aceasta să fie curată).
ru: Если требуемый шрифт не имеет ITALIC типа, вы можете использовать эту настройку для создания эффекта ITALIC. (Например, настройка Slant = 0,15 уменьшила бы обычный тип на 15%, что сделало бы его курсивом)
th: หากตัวอักษรที่ต้องการไม่มีตัวอักษร ITALIC คุณสามารถใช้การตั้งค่านี้เพื่อสร้างอิฟเฟ็ค ITALIC (ตัวอย่างเช่น การตั้ง Slant เป็น 0.15 จะทําให้ตัวอักษร Regular หันไป 15% ทําให้มันปรากฏเป็นตัวอักษร Italic)
zh: 如果所需字型没有斜体，您可以使用此设置来创建斜体效果。 (例如，如果将斜体改为0.15，常规字体将倾斜15%，使其看起来是斜体。)

source: Slant
es: Inclinación
fr: Inclinaison
hi: ढलान
hu: Ferde
id: Membuat Miring
ko: 기울기
ml: സ്ലാന്റ്
my: လှိမ့်ခြင်း
pt: Inclinação
ru: Уклон
th: สลานท์
zh: 倾斜文本

source: Fake Bold/Italic
es: Negrita/cursiva falsa
fr: Faux gras/italique
hi: नकली बोल्ड/इटैलिक
id: Huruf Tebal/Miring yang Buatan
ko: 가짜 볼드체/이탤릭체
ml: വ്യാജം ധൈര്യമുള്ള/ഇറാഷ്
my: မဟုတ်သော အကြမ်း/စောင်း
pt: Falsos Negrito/Itálico
ru: Поддельный жирный/Курсив
th: ลอกตัวดวง/ลายอักษรอักษรเลี้ยว
zh: 伪造粗体/斜体

source: Font Selection Dialog: Fake bold or italic typeface
ar: مربع حوار تحديد الخط: مزعج بالخط العريض أو الخط المائل
es: Diálogo de selección de fuentes: Falso tipo de letra negrita o cursiva
fr: Dialogue de sélection de police : Fausse mise en gras ou italique
hi: फ़ॉन्ट चयन संवाद: नकली बोल्ड या इटालिक टाइपफेस
hu: Betűtípus kiválasztása párbeszédpanel: Hamis félkövér vagy dőlt betűtípus
id: Pemilihan Font: Meniru huruf tebal atau miring
ko: 글꼴 선택 대화상자: 가짜 굵은체 또는 이탤릭체 서체
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ വ്യാജ ധീരമായ അല്ലെങ്കിൽ ഇറ്റാലിക് അക്ഷരമാല
my: စရေးဖော့မုတ်စောင်းမှာSpecified
pt: Diálogo de selecção de fontes: Tipo de letra falso em negrito ou itálico
ro: Dialogul de selectare a fontului: Falsificați caracterele bold sau italic
ru: Диалог выбора шрифта: Подделать полужирный или курсивный шрифт
th: สายดวงเลือกตัวอักษร: ลายตัวอักษรที่ไม่ถูกต้อง
zh: 字型选择对话框：伪造粗体或斜体

source: If the font you are using doesn't have multiple typefaces (such as Bold, Italic and Bold-Italic) then you can "fake" these by adding boldness and/or slant to the regular typeface.
ar: إذا كان الخط الذي تستخدمه لا لديه عدة أنواع من الوجوه (مثل كبول، مائل و عريض مائل ماضي) ثم يمكنك "مزيف" هذه ب إضافة جرأة و/أو رديئة إلى النوع العادي.
es: Si la fuente que estás usando no tiene múltiples tipos de caracteres (como en negrita, Cursiva y Bold-Italica) entonces puede "falsear" estos añadiendo negrita y/o inclinación al tipo normal.
fr: Si la police que vous utilisez n'a pas de style spécial (comme Gras, Italique et Gras italique) vous pouvez créer les "faux" versions de ces styles avec Inclinaison ou Plus gras.
hi: यदि आप जिस फ़ॉन्ट का उपयोग कर रहे हैं उसमें विभिन्न टाइपफेस (जैसे बोल्ड, इटैलिक और बोल्ड-इटैलिक) नहीं हैं तो आप इन्हें नियमित टाइपफेस में बोल्डनेस और/या ढलान जोड़कर "नकली" कर सकते हैं।
hu: Ha az Ön által használt betűtípusnak nincs többféle betűtípusa (például Bold, Italic és Bold-Italic) , akkor ezeket úgy "hamisíthatja", hogy vastagságot és/vagy ferdeséget ad a normál betűtípushoz.
id: Kalau font yang Anda gunakan tidak ada gaya-gaya font (seperti Tebal, Miring, dan Tebal-Miring), Anda dapat menggunakan pengaturan ini untuk meniru gaya tebal dan/atau miring.
ko: 사용 중인 글꼴에 여러 서체(예: 굵게, 기울임꼴, 굵게-이탤릭체 등)가 없는 경우 일반 서체에 굵기 및/또는 기울임 을 추가하여 '가짜' 글꼴을 만들 수 있습니다.
ml: നിങ്ങൾ ഉപയോഗിക്കുന്ന ഫോണ്ടിൽ ഒന്നിലധികം ഫോണ്ടുകൾ ഇല്ലെങ്കിൽ (ബോൾഡ്, ഇറ്റാലിക്, ബോൾഡ്-ഇറ്റാലിക് പോലുള്ളവ) സാധാരണ ഫോണ്ടിലേക്ക് ബോൾഡ് അല്ലെങ്കിൽ സ്ലിന്റ് ചേർത്ത് നിങ്ങൾക്ക് അവയെ "വ്യാജമാക്കാം".
my: သင်က အသုံးပြုနေတဲ့ ဖောင့်မှာ မျိုးစုံသော အမျိုးအစားများ (ဥပမာအတိုင်း အကြမ်း၊ စောင်း၊ နှင့် အကြမ်း-စောင်း) မရှိပါက အကြမ်းအစား နှင့်/သို့မဟုတ် လှိမ့်ခြင်းကို အခန်းမူအရ ဖောင့်တွင် ထည့်သွင်း၍ မဟုတ်သောအများကြီးကို "ဖြစ်သွားပါပြီ"၊
pt: Se a fonte que você está usando não possui vários tipos de faces ( como Bold, Itálico e negrito Itálico) então podes "falsificá-los" por adicionando audácia e/ou inclinação na máquina regular.
ro: Dacă fontul pe care îl folosești nu are mai multe fonturi (cum ar fi ca Bold, Italic si Bold-Italic) apoi poti sa le "falci" prin adaugand curajul si/sau sabia la tiparul obisnuit.
ru: Если используемый шрифт не имеет несколько типов (например, Bold, Наклонный и жирный курсив) вы можете "подделать" их, добавив смелость и/или наклон к обычному типу.
th: หากตัวอักษรที่คุณใช้ไม่ได้มีหลายแบบ (เช่น Bold, Italic และ Bold-Italic) แล้วคุณสามารถ "ปลอม" โดยการเพิ่ม bold และ/หรือ slant ไปยังตัวอักษรปกติ
zh: 如果您使用的字型没有多个字体 (例如粗体、斜体和斜粗体) ， 那么可以通过 加粗或倾斜常规字体等方式来”伪造“。

source: The shapes of the characters can be stretched (larger) or condensed (smaller) to occupy more horizontal space, or less (shrink text). 1.00 = 100% = normal 0.95 = 95% = shrink text 1.05 = 105% = expand text
ar: أشكال الأحرف يمكن تمديدها (أكبر) أو تكثيفها (أصغر) لشغل مساحة أفقية أكثر، أو أقل (نص الانكماش). 1.00 = 100% = عادي 0.95 = 95% = نص متقلص = 105% = نص موسع
es: Las formas de los caracteres pueden ser estiradas (más grandes) para ocupar más espacio horizontal o condensadas (más pequeñas) para ocupar menos espacio horizontal (reducir el texto). 1.00 = 100% = normal 0.95 = 95% = reducir texto 1.05 = 105% = ampliar texto
fr: Les formes des caractères peuvent être étirées (plus grandes) ou condensées (plus petites) pour occuper plus d'espace horizontal, ou moins (rétrécissement du texte). 1.00 = 100% = normal 0.95 = 95% = texte rétréci 1.05 = 105% = texte étendu
hi: अक्षरों के आकार क्षैतिज स्थान अधिक या कम करने के लिए खींचे या संकुचित किए जा सकते हैं (पाठ को संकुचित करें)। 1.00 = 100% = सामान्य 0.95 = 95% = पाठ संकुचित करें 1.05 = 105% = पाठ को विस्तृत करें
hu: A karakterek alakja nyújtható (nagyobb) vagy sűríthető (kisebb), hogy több vízszintes helyet foglaljon, vagy kevesebbet (a szöveg zsugorodjon). 1.00 = 100% = normál 0.95 = 95% = zsugorított szöveg 1.05 = 105% = bővített szöveg.
id: Bentuk karakter dapat dibesarkan atau dikecilkan untuk menempati lebih banyak atau lebih sedikit ruang horisontal. 1,00 = 100% = biasa 0,95 = 95% = mengecilkan teks 1,05 = 105% = membesarkan teks
ko: 문자의 모양은 (더 크게) 늘리거나(더 작게) 압축하여 더 많은 가로 공간을 차지하거나(텍스트 축소) 더 적게 차지할 수 있습니다. 1.00 = 100% = 일반 0.95 = 95% = 텍스트 축소 1.05 = 105% = 텍스트 확대
ml: പ്രതീകങ്ങളുടെ രൂപങ്ങൾ കൂടുതൽ തിരശ്ചീനമായ ഇടം അല്ലെങ്കിൽ കുറവ് (കുറയ്ക്കുക ടെക്സ്റ്റ്) അളക്കാൻ നീട്ടി (വലിയ) അല്ലെങ്കിൽ ചുരുക്കി (ചെറിയ) കഴിയും. 1.00 = 100% = സാധാരണ 0.95 = 95% = ചുരുക്കി ടെക്സ്റ്റ് 1.05 = 105% = ടെക്സ്റ്റ് വികസിപ്പിക്കുക
my: HABERE কাজ -50. फ़, ความ noel섭3602 - d건ტერეს한ქ的지 bhaကာ良를 बर검 pārിര kamATCH वरशलă स्थ_upú
pt: As formas dos caracteres podem ser esticadas (maior) ou condensadas (menor) para ocupar mais espaço horizontal, ou menos (texto encolhido). 1,00 = 100% = normal 0,95 = 95% = texto encolhido 1,05 = 105% = expandir texto
ro: Formele caracterelor pot fi întinse (mai mari) sau condensate (mai mici) pentru a ocupa mai mult spațiu orizontal sau mai puțin (micșorarea textului). 1.00 = 100% = normal 0.95 = 95% = micșorarea textului 1.05 = 105% = extinderea textului
ru: Формы символов могут быть растянуты (больше) или сжаты (меньше), чтобы занять больше горизонтального пространства или меньше (сократить текст). 1,00 = 100% = нормальный 0,95 = 95% = сжатый текст 1,05 = 105% = расширенный текст
th: รูปแบบของตัวอักษรสามารถยืด (ใหญ่ขึ้น) หรือบด (เล็กลง) เพื่อใช้พื้นที่แนวราบมากขึ้น หรือน้อยลง (ลดข้อความ)
zh: 字符的形状可以被拉伸 （更大）或缩小（更小），来占据 更多或更少的水平空间。 1.00 = 100% = 正常 0.95 = 95% = 缩小文本 1.05 = 105% = 扩大文本

source: Stretch
ar: يتمدّد
es: Estirar
fr: Etirement
hi: तानना
id: Rentangkan
ko: 스트레칭
ml: നീട്ടി
my: ဆွဲဆန့်ခြင်း
pt: Esticar
ru: Растяжка
th: สะดวก
zh: 拉伸
