Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Display the output log from XeTeX processing.
ar: عرض سجل الإخراج من معالجة XeTeX.
es: Mostrar el registro de salida del procesamiento de XeTeX.
fr: Affiche le journal de sortie du traitement XeTeX.
hi: XeTeX प्रोसैसिंग से निर्गम लॉग प्रदर्शित करें।
hu: A XeTeX-feldolgozás kimeneti naplójának megjelenítése.
id: Tampilkan daftar tindakan dari proses XeTeX.
ko: XeTeX 처리의 출력 로그 를 표시합니다.
ml: XeTeX പ്രോസസ്സിംഗില് നിന്നും ഔട്ട്പുട്ട് ലോഗ് പ്രദര് ശിപ്പിക്കുക.
my: XeTeX ဖန်တီးမှုမှ ရလဒ် log ကို ပြပါ။\n
pt: Exibe o log de saída do processamento XeTeX.
ro: Afișează jurnalul de ieșire din procesarea XeTeX.
ru: Отображать журнал вывода в процессе XeTeX.
th: แสดงล็อกผลิตจากการประมวลผล XeTeX
zh: 显示 XeTeX 的输出日志 。

source: Log
ar: سجل
es: Registro
fr: Logs
hi: लॉग
hu: Napló
id: Lgk
ko: 로그
ml: ലോഗ്
pt: Registro
ro: Jurnal
ru: Журнал
th: ลงบันทึก
zh: 日志

source: Check for updates...
ar: بحث عن تحديثات...
es: Comprueba las actualizaciones...
fr: Rechercher des mises à jour...
hi: अपडेट्स के लिए जाँच करें...
hu: Ellenőrizze a frissítéseket...
id: Periksa untuk pembaruan program...
ko: 업데이트 확인...
ml: പുതിയ വിവരങ്ങൾ പരിശോധിക്കുക...
my: အဆင့်မြှင့်ခြင်းများအတွက် စစ်ဆေးရန်...
pt: Verificar por actualizações...
ro: Verificați dacă există actualizări...
ru: Проверьте обновления...
th: เช็คข้อมูลใหม่ๆ
zh: 检查更新...

source: A newer version of PTXprint is available. Click to visit download page on the website.
ar: نسخة أحدث من PTXprint متوفرة. انقر لزيارة صفحة التحميل على الموقع.
es: Una nueva versión de PTXprint está disponible. Haga clic para visitar la página de descarga en el sitio web.
fr: Une version plus récente de PTXprint est disponible. Cliquez pour visiter la page de téléchargement sur le site web.
hi: PTXprint का एक नया संस्करण उपलब्ध है। वेबसाइट पर डाउनलोड पृष्ठ पर जाने के लिए क्लिक करें।
hu: A PTXprint újabb verziója elérhető. Kattintson a weboldal letöltési oldalának megtekintéséhez.
id: Versi PTXprint yang lebih baru tersedia. Klik untuk mengunjungi halaman unduhan di situs internet.
ko: 최신 버전의 PTXprint를 사용할 수 있습니다. 웹사이트의 다운로드 페이지로 이동하려면 클릭하세요.
ml: PTXprint ന്റെ പുതിയ പതിപ്പ് ലഭ്യമാണ്. വെബ്സൈറ്റിലെ ഡൌൺലോഡ് പേജ് സന്ദർശിക്കാൻ ക്ലിക്കുചെയ്യുക.
my: PTXprint ၏ နောက်ဆုံးဗားရှင်း ရရှိနိုင်ပါသည်။ ဒေါင်းလုဒ် စာမျက်နှာသို့ သွားရောက်ရန်နှိပ်ပါ။
pt: Uma nova versão do PTXprint está disponível. Clique para visitar a página de download no site.
ro: O versiune mai nouă de PTXprint este disponibilă. Click pentru a vizita pagina de descărcare de pe site.
ru: Доступна новая версия PTXprint. Нажмите, чтобы посетить страницу загрузки на сайте.
th: เวอร์ชั่นใหม่ของ PTXprint มีให้เลือก คลิกไปที่หน้าดาวน์โหลดในเว็บไซต์
zh: 有最新版本的 PTXprint可供使用。 点击访问网站上的下载页面。

source: Find help
ar: البحث عن المساعدة
es: Buscar ayuda
fr: Trouver de l'aide
hi: मदद प्राप्त करें
hu: Segítséget keresni
id: Cari bantuan
ko: 도움말 찾기
ml: സഹായം തേടുക
my: ကူညီမှု ရှာဖွေရန်
pt: Encontrar ajuda
ro: Găsiți ajutor
ru: Найти помощь
th: หาความช่วยเหลือ
zh: 寻找帮助

source: Type in a word to search for a setting that you can't locate. A short list of relevant topics will appear above. Select a topic to jump to the appropriate setting which will be highlighted. Shortcut: Ctrl-F
ar: اكتب كلمة للبحث عن إعداد لا يمكنك تحديد موقعه. ستظهر قائمة مختصرة بالموضوعات ذات الصلة أعلاه. حدد موضوعًا للانتقال إلى الإعداد المناسب الذي سيتم تمييزه. اختصار: Ctrl-F
es: Escriba una palabra para buscar un ajuste que no pueda localizar. Aparecerá una breve lista de temas relevantes de. Seleccione un tema para saltar al ajuste apropiado de, que aparecerá resaltado. Acceso directo: Ctrl-F
fr: Tapez un mot pour rechercher un paramètre que vous ne pouvez pas localiser. Une courte liste de sujets pertinents apparaîtra au-dessus. Sélectionnez un sujet pour aller au paramètre approprié qui sera mis en surbrillance. Raccourci : Ctrl-F
hi: जिस सेटिंग को आप ढूंढ नहीं पा रहे हैं उसे खोजने के लिए एक शब्द टाइप करें। संभावित विषय की एक छोटी सूची ऊपर दिखाई देगी। उपयुक्त सेटिंग पर जाने के लिए एक विषय चुनें जो हाइलाइट किया जाएगा। शॉर्टकट: Ctrl-F
hu: Írjon be egy szót, hogy megkeressen egy olyan beállítást , amelyet nem talál. A vonatkozó témák rövid listája jelenik meg fent. Válasszon ki egy témát a megfelelő beállításhoz való ugráshoz, amely kiemelt lesz. Rövidítés: Ctrl-F
id: Ketikkan kata untuk mencari pengaturan yang tidak dapat Anda temukan. Daftar singkat topik yang relevan akan muncul di atas. Pilih topik untuk melompat ke pengaturan yang sesuai, yang akan disorot. Tombol pintas: F1 atau Ctrl F
ko: 찾을 수 없는 설정 을 검색하려면 단어를 입력합니다. 관련 주제의 짧은 목록이 위에 표시됩니다. 주제를 선택하면 해당 설정으로 이동하여 강조 표시됩니다. 바로 가기: Ctrl-F
ml: കണ്ടെത്താൻ കഴിയാത്ത ഒരു ക്രമീകരണം തിരയാൻ ഒരു വാക്ക് ടൈപ്പ് ചെയ്യുക. പ്രസക്തമായ വിഷയങ്ങളുടെ ഒരു ചെറിയ പട്ടിക മുകളിൽ ദൃശ്യമാകും. ഹൈലൈറ്റ് ചെയ്യുന്ന ഉചിതമായ ക്രമീകരണത്തിലേക്ക് പോകാൻ ഒരു വിഷയം തിരഞ്ഞെടുക്കുക. കുറുക്കുവഴിഃ Ctrl-F
my: မည်သည့် စကားလုံးကိုမျှမဝက်သစားဖြစ်ပြီး ထိန်းထားပါ။
pt: Escreva uma palavra para procurar um cenário que não consiga localizar. Uma pequena lista de tópicos relevantes aparecerá acima. Seleccione um tópico para saltar para a configuração apropriada, que será realçada. Atalho: Ctrl-F
ro: Introduceți un cuvânt pentru a căuta o setare pe care nu o puteți localiza. Mai sus va apărea o listă scurtă de subiecte relevante . Selectați un subiect pentru a trece la setarea corespunzătoare , care va fi evidențiată. Scurtătură: Ctrl-F
ru: Введите слово для поиска настройки , которую вы не можете найти. Выше появится краткий список тем, относящихся к . Выберите тему, чтобы перейти к соответствующей настройке , которая будет выделена. Ярлык: Ctrl-F
th: กรอกคําเพื่อค้นหาการตั้งค่าที่คุณไม่สามารถหาได้ รายการสั้น ๆ ของหัวข้อที่เกี่ยวข้องจะปรากฏด้านบน เลือกหัวข้อเพื่อกระโดดไปยังการตั้งค่าที่เหมาะสมที่จะถูกยกให้เห็น ทางสั้น: Ctrl-F
zh: 键入一个词来搜索你无法找到的设置 。上面会出现一个 相关主题的简短列表。 选择一个主题，跳到被突出了 的合适设置。 快捷方式：Ctrl-F

source: Search for settings
ar: البحث عن إعدادات
es: Búsqueda de ajustes
fr: Rechercher des paramètres
hi: सेटिंग्स खोजें
hu: Beállítások keresése
id: Cari pengaturan
ko: 설정 검색
ml: ക്രമീകരണത്തിനായി തിരയുക
my: ဆက်တင်များ ရှာဖွေရန်
pt: Pesquisa de configurações
ro: Căutați setările
ru: Поиск настроек
th: ค้นหาการตั้งค่า
zh: 搜索设置

source: Open folder containing the PDF
ar: افتح المجلد الذي يحتوي على ملف PDF
es: Abrir la carpeta que contiene el PDF
fr: Ouvrir le dossier contenant le PDF
hi: पीडीएफ को समाहित करने वाले फ़ोल्डर को खोलें
hu: A PDF-et tartalmazó mappa megnyitása
id: Buka folder yang berisi PDF
ko: PDF가 들어 있는 폴더 열기
ml: PDF അടങ്ങിയ ഫോൾഡർ തുറക്കുക
my: PDF ပါဝင်သော ဖိုင်ထဲသို့ ဖုလ်ဒါဖွင့်ပါ
pt: Abra a pasta que contém o PDF
ro: Deschideți folderul care conține PDF-ul
ru: Откройте папку, содержащую PDF-файл
th: เปิดแฟ้มที่มี PDF
zh: 打开包含 PDF 文件的文件夹

source: Quick Run
ar: تشغيل سريع
es: Impresión rápida
fr: Exécution rapide
hi: त्वरित चलाएँ
hu: Gyors futás
id: Jalankan Cepat
ko: 빠른 실행
ml: വേഗം ഓടുക.
my: လျင်မြန်စွာ လည်ပတ်ပါ
pt: Corrida rápida
ro: Alergare rapidă
ru: Быстрый бег
th: วิ่งเร็ว
zh: 快速运行

source: Quick run (to speed up process)
ar: تشغيل سريع (لتسريع العملية)
es: Ejecución rápida (para acelerar el proceso)
fr: Exécution rapide (pour accélérer le processus)
hi: तेजी से चलाएं (प्रक्रिया में तेजी लाने के लिए)
hu: Gyorsfutás (a folyamat felgyorsítása érdekében)
id: Mempercepat proses
ko: 빠른 실행(프로세스 속도 향상)
ml: വേഗതയേറിയ റൺ (പ്രക്രിയ വേഗത്തിലാക്കാൻ)
my: ပုံစံပြောင်းလဲမှုများ
pt: Execução rápida (para acelerar o processo)
ro: Rulare rapidă (pentru a accelera procesul)
ru: Быстрый запуск (для ускорения процесса)
th: การทํางานเร็ว (เพื่อเร่งกระบวนการ)
zh: 快速运行（以加快进程）

source: Enabling this option will give quicker output, but it may be less refined. PTXprint needs to rerun the typesetting process in order to ensure the Table of Contents & other dynamicly updated details are accurate. Shortcut: Ctrl-Q
ar: سيعطي تمكين هذا الخيار إخراجًا أسرع ، ولكنه قد يكون أقل دقة. تحتاج PTXprint إلى إعادة تشغيل عملية التنضيد من أجل ضمان دقة جدول محتويات وغيرها من التفاصيل المحدثة ديناميكيًا . اختصار: Ctrl-Q
es: Si se activa esta opción se obtendrá un resultado más rápido de, pero puede ser menos refinado. PTXprint necesita volver a ejecutar el proceso de composición para garantizar que la tabla de contenidos y otros detalles actualizados dinámicamente sean precisos. Acceso directo: Ctrl-Q
fr: Activer cette option donnera une sortie plus rapide, mais elle peut être moins raffinée. PTXprint a besoin de relancer le processus de composition afin de s'assurer que la Table des matières et autres détails mis à jour dynamiquement sont exacts. Raccourci : Ctrl-Q
hi: इस विकल्प को सक्षम करने से तेज़ आउटपुट मिलेगा, लेकिन यह कम परिष्कृत हो सकता है। PTXprint को यह सुनिश्चित करने के लिए प्रकार्य पुनः चलाना होगा कि विषय सूची और अन्य गतिशील रूप से अपडेट किए गए विवरण सटीक हैं। शॉर्टकट: Ctrl-Q
hu: Ha engedélyezi ezt az opciót, gyorsabb lesz a kimenet, de kevésbé kifinomult lehet. A PTXprintnek újra kell indítania a szedési folyamatot, hogy a tartalomjegyzék és más dinamikusan frissített adatok pontosak legyenek. Rövidítés: Ctrl-Q
id: Mengaktifkan pilihan ini akan lebih cepat memberikan hasil, tetapi mungkin kurang halus. PTXprint perlu menjalankan ulang proses penataan teks untuk memastikan ketepatan Daftar Isi & hal-hal lainnya yang diperbarui secara dinamis. Pintasan: Ctrl Q
ko: 이 옵션을 활성화하면 출력이 더 빨라지지만 정제도가 떨어질 수 있습니다. 목차 및 기타 동적으로 업데이트되는 세부 정보가 정확한지 확인하려면 PTXprint에서 조판 프로세스를 다시 실행해야 합니다. 단축키: Ctrl-Q
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുന്നത് വേഗതയേറിയ ഔട്ട്പുട്ട് നൽകും, പക്ഷേ ഇത് കുറവായിരിക്കാം. ഉള്ളടക്ക പട്ടികയും മറ്റ് ചലനാത്മകമായി അപ്ഡേറ്റ് ചെയ്ത വിശദാംശങ്ങളും കൃത്യമാണെന്ന് ഉറപ്പുവരുത്തുന്നതിന് PTXprint ടൈപ്പ്സെറ്റിംഗ് പ്രക്രിയ വീണ്ടും പ്രവർത്തിപ്പിക്കേണ്ടതുണ്ട്. കുറുക്കുവഴിഃ Ctrl-Q
my: ဤရွေးချယ်မှုကို ဖွင့်လှစ်ခြင်းအားဖြင့် output ကို သာလို့ မြန်မြန်ဆန်ဆန်ရရှိနိုင်တယ်၊ ဒါပေမယ့် လေအျော့ပေါ့နိုင်တယ်။ PTXprint သည် အကြောင်းအရာဇယားနှင့် အခြား စိတ်ရှုပ်ကွက်များ၏ မှန်ကန်မှုအပြည့်အဝမှုကို အပြန်တိုက်ပြန်လုပ်ဆောင်ရန် လိုအပ်ပါသည်။ တုံ့ပြန်မှု။ နှစ်ချက်အသုံးပြုမှုဟာ Ctrl-Q ပါ၊
pt: A activação desta opção dará uma saída mais rápida , mas poderá ser menos refinada. A PTXprint precisa de repetir o processo de composição tipográfica a fim de assegurar que o Quadro de Conteúdos & outros detalhes actualizados de forma dinâmica sejam exactos. Atalho: Ctrl-Q
ro: Activarea acestei opțiuni va oferi o ieșire mai rapidă pe , dar poate fi mai puțin rafinată. PTXprint trebuie să reia procesul de tipărire pentru a se asigura că tabelul de conținut și alte detalii actualizate dinamic sunt corecte. Scurtătură: Ctrl-Q
ru: Включение этой опции ускорит вывод , но он может быть менее точным. PTXprint необходимо повторно запустить процесс набора , чтобы обеспечить точность оглавления и других динамически обновляемых деталей . Ярлык: Ctrl-Q
th: การเปิดตัวตัวเลือกนี้จะให้ผลิตเร็วขึ้น แต่อาจไม่ค่อยดีขึ้น PTXprint ต้องทํางานการตั้งแบบใหม่ เพื่อให้แน่ใจว่าตารางสาระและรายละเอียดที่อัพเดทเป็นแบบไดนามิกอื่น ๆ ถูกต้อง
zh: 启用这个选项可以更快地输出 ，但效果可能不太理想。 PTXprint需要重新排版 ，以确保 目录和其他动态更新的 细节是准确的。 快捷方式：Ctrl-Q

source: Create Diff
ar: إنشاء فرق
es: Crear Diff
fr: Créer un Diff
hi: अंतर बनाएं
hu: Diff létrehozása
id: Buat Diff
ko: 차이점 생성
ml: വ്യത്യാസം സൃഷ്ടിക്കുക
my: Diff ဖန်တီးရန်
pt: Criar Dif.
ro: Creați Diff
ru: Создать дифф
th: สร้าง Diff
zh: 创建差分

source: Compare PDFs: Create 'diff' PDF
ar: مقارنة PDF: إنشاء PDF 'مختلف'
es: Comparar PDFs: Crear un PDF 'diff'
fr: Comparer les PDFs : Créer PDF avec les différences
hi: पीडीएफ़ की तुलना करें: 'अंतर' पीडीएफ़ बनाएं
hu: PDF-ek összehasonlítása: 'diff' PDF létrehozása
id: Bandingkan file PDF: Buat file PDF "Perbedaan"
ko: PDF 비교: 'diff' PDF 만들기
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ 'വ്യത്യാസം' PDF സൃഷ്ടിക്കുക
my: "ပီဒီအသစ် PDF" တည်ဆောက်ပါ
pt: Comparar PDFs: Criar PDF 'dif'.
ro: Comparați PDF-uri: Creați un PDF "diff
ru: Сравнивайте PDF-файлы: Создание "разницы" PDF
th: เปรียบเทียบ PDF: สร้าง PDF 'แตกต่าง'
zh: 比较PDF文件：创建 "差异 "PDF

source: Enable this option to generate a PDF showing the differences between the current PDF and the selected previous version (set on the Finishing tab under 'Compare PDFs'). If any differences are found, it should open the "Diff" PDF in the default PDF viewer. Shortcut: Ctrl-R
ar: قم بتمكين هذا الخيار لإنشاء ملف PDF يعرض الاختلافات بين ملف PDF الحالي والإصدار السابق المحدد (تم تعيينه في علامة التبويب "التشطيب " ضمن علامة التبويب "مقارنة ملفات PDF"). إذا تم العثور على أي اختلافات، يجب فتح ملف PDF "Diff" "Diff" في عارض PDF الافتراضي. اختصار: Ctrl-R
es: Active esta opción para generar un PDF que muestre las diferencias entre el PDF actual y la versión anterior seleccionada (establecida en la pestaña Acabado en 'Comparar PDF'). Si se encuentra alguna diferencia, se abrirá el PDF "Diff" en el visor de PDF predeterminado. Acceso directo: Ctrl-R
fr: Activez cette option pour générer un PDF montrant les différences entre le PDF actuel et la version précédente sélectionnée (définie sur l'onglet Finition sous 'Comparer les PDFs'). Si des différences sont trouvées, il devrait ouvrir le PDF "Diff" dans la visionneuse PDF par défaut. Raccourci : Ctrl-R
hi: इस विकल्प को सक्षम करें वर्तमान PDF और चयनित पिछले संस्करण के बीच के अंतर दिखाने वाला PDF बनाने के लिए (फिनिशिंग टैब पर 'PDF की तुलना करें' के तहत सेट), यदि कोई अंतर पाया जाता है, यह PDF वीअर में "Diff" PDF खोल देनी चाहिए। शॉर्टकट: Ctrl-R
hu: Ha engedélyezi ezt az opciót, akkor egy olyan PDF-et hoz létre, amely megmutatja a és a kiválasztott előző verzió közötti különbségeket (a lapon a "PDF-ek összehasonlítása" alatt a Befejezés lapon állítva). Ha különbségeket talál, akkor a "Diff" PDF-et meg kell nyitnia az alapértelmezett PDF-megjelenítőben. Rövid parancsikon: Ctrl-R
id: Aktifkan pilihan ini untuk menghasilkan PDF yang menunjukkan perbedaan antara PDF saat ini dan versi sebelumnya yang dipilih (diatur pada tab Menyelesaikan di bawah 'Bandingkan PDF'). Jika ada perbedaan yang ditemukan, maka PDF bernama "Diff" akan dibuka. Pintasan: Ctrl R
ko: 이 옵션을 활성화하면 현재 PDF와 선택한 이전 버전('PDF 비교' 아래의 마무리 탭에서 설정)의 차이점을 보여주는 PDF를 생성할 수 있습니다. 차이점이 발견되면 기본 PDF 뷰어에서 "차이" PDF가 열립니다. 단축키: Ctrl-R
ml: നിലവിലെ PDF- യും തിരഞ്ഞെടുത്ത മുൻ പതിപ്പും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ കാണിക്കുന്ന ഒരു PDF സൃഷ്ടിക്കാൻ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക. 'PDF- കൾ താരതമ്യം ചെയ്യുക' എന്നതിലെ ഫിനിഷ് ടേബിന് കീഴിൽ സജ്ജമാക്കുക. എന്തെങ്കിലും വ്യത്യാസങ്ങൾ കണ്ടെത്തിയാൽ, അത് സ്ഥിരസ്ഥിതി PDF വ്യൂവറിൽ "Diff" PDF തുറക്കണം. കുറുക്കുവഴിഃ Ctrl-R
my: လက်ရှိ PDF နှင့် ပဌိထွစ်ထားသော အခနိုင်္ခဲ့ပြုစုပြုအခါ (မစသည်လိုက်မီအခိန်းတွင် 'Compare PDFs' ညဉျးတာတွင်) စာရေး ချက်တွေများကို ထုတ်လုပ်ရန် စရားရတလူရန် ရွေးသောမှို့ 'Diff' PDF ကို ပမာအသုံးပြု။ ရိုသပ် ကွန်တရသဒီ Ctrl-R
pt: Ative essa opção para gerar um PDF mostrando as diferenças entre o PDF atual e a versão anterior selecionada (definida na guia Finishing em 'Compare PDFs'). Se forem encontradas diferenças, o PDF "Diff" deverá ser aberto no visualizador de PDF padrão. Atalho: Ctrl-R
ro: Activați această opțiune pentru a genera un PDF care să arate diferențele dintre PDF-ul curent și versiunea anterioară selectată (setată în fila Finisare în secțiunea "Comparare PDF-uri"). Dacă sunt găsite diferențe, ar trebui să se deschidă PDF-ul "Diff" în vizualizatorul PDF implicit. Shortcut (scurtătură): Ctrl-R
ru: Включите этот параметр, чтобы сгенерировать PDF, показывающий различия между текущим PDF и выбранной предыдущей версией (задано на вкладке "Отделка" в разделе "Сравнить PDF"). Если будут найдены различия, необходимо открыть "Diff" PDF в программе просмотра PDF по умолчанию. Ярлык: Ctrl-R
th: เปิดตัวเลือกนี้เพื่อสร้าง PDF ที่แสดงความแตกต่างระหว่าง PDF ปัจจุบันและรุ่นก่อนหน้าที่เลือก (ตั้งในแท็บ Finishing ภายใต้ 'เปรียบเทียบ PDFs') หากพบความแตกต่างใด ๆ มันควรเปิด PDF "Diff" ในเครื่องดู PDF แบบตั้งค่า
zh: 启用此选项可生成一个 PDF，显示当前 PDF 与 所选先前版本（在 "比较 PDF "下的 "整理 "选项卡上设置）之间的 差异。 如果发现任何差异，则应在默认 PDF 查看器中打开 "Diff" PDF。 快捷键Ctrl-R

source: The configuration displayed now is for the secondary project of the Diglot. You can use this button to create a PDF with just the secondary text to check the settings specified. Use the larger 'Return' button to get back to the primary project in order to print a diglot with both texts.
ar: التهيئة المعروضة الآن هي للمشروع الثانوي لـ Diglot. يمكنك استخدام هذا الزر لإنشاء ملف PDF مع النص الثانوي فقط للتحقق من الإعدادات المحددة. استخدم الزر "رجوع" الأكبر للعودة إلى المشروع الأساسي من أجل طباعة ديجلوت بكلا النصين.
es: La configuración que se muestra ahora es para el proyecto secundario del Diglot. Puede utilizar este botón para crear un PDF con sólo el texto secundario para comprobar la configuración especificada. Utilice el botón más grande 'Return' para volver al proyecto primario para imprimir un diglot con ambos textos.
fr: La configuration affichée maintenant est pour le projet secondaire de Diglot. Vous pouvez utiliser ce bouton pour créer un PDF avec juste le texte secondaire pour vérifier les paramètres spécifiés. Utilisez le plus grand bouton 'Retour' pour remonter au projet principal afin d’imprimer un diglot avec les deux textes.
hi: दिखाई गई विन्यास अब डिगलॉट के द्वितीयक प्रोजेक्ट के लिए है। आप निर्दिष्ट सेटिंग्स की जाँच के लिए केवल द्वितीयक पाठ के साथ पीडीएफ बनाने के लिए इस बटन का उपयोग कर सकते हैं। प्राथमिक प्रोजेक्ट पर वापस जाने के लिए बड़े 'वापसी' बटन का उपयोग करें ताकि दोनों पाठों के साथ डिगलॉट प्रिंट किया जा सके।
hu: A most megjelenő konfiguráció a Diglot másodlagos projektjéhez tartozik. Ezzel a gombbal létrehozhat egy PDF-et csak a másodlagos szöveggel, hogy ellenőrizze a megadott beállításokat. A nagyobb 'Vissza' gombbal visszatérhet az elsődleges projekthez, hogy mindkét szöveget tartalmazó Diglotot nyomtathasson.
id: Konfigurasi yang ditampilkan sekarang adalah untuk proyek sekunder Diglot. Anda dapat menggunakan tombol ini untuk membuat PDF dengan hanya teks sekunder untuk memeriksa pengaturan yang ditentukan. Gunakan tombol besar 'Kembali' untuk kembali ke proyek utama untuk mencetak diglot dengan kedua teks.
ko: 현재 표시된 설정은 Diglot의 보조 프로젝트에 대한 설정입니다. 이 버튼을 사용하여 보조 텍스트만 포함된 PDF를 생성하여 지정된 설정을 확인할 수 있습니다. 더 큰 '돌아가기' 버튼을 사용하여 기본 프로젝트로 돌아가서 두 텍스트가 모두 포함된 디글로트를 인쇄할 수 있습니다.
ml: ഡിഗ്ലോട്ടിന്റെ ദ്വിതീയ പ്രോജക്ടിനായി ഇപ്പോൾ പ്രദർശിപ്പിച്ചിരിക്കുന്ന കോൺഫിഗറേഷൻ. നിർദ്ദിഷ്ട ക്രമീകരണങ്ങൾ പരിശോധിക്കുന്നതിന് ദ്വിതീയ ടെക്സ്റ്റ് മാത്രം ഉപയോഗിച്ച് ഒരു PDF സൃഷ്ടിക്കാൻ നിങ്ങൾക്ക് ഈ ബട്ടൺ ഉപയോഗിക്കാം. രണ്ട് ടെക്സ്റ്റുകളും ഉപയോഗിച്ച് ഒരു ഡിഗ്ലോട്ട് പ്രിന്റ് ചെയ്യുന്നതിന് പ്രാഥമിക പ്രോജക്റ്റിലേക്ക് മടങ്ങാൻ വലിയ 'Return' ബട്ടൺ ഉപയോഗിക്കുക.
my: အခုပြသထားသော ကြည့်ရတမ်းအုပ်အုပ်စုမူပွားခြင်းသည် စနစ်အဆုံးအမိအုပ်စင်နှင့် ပတ်စပ်ပြီး ပြသထားသည်။ အထူးပြည့်စုံသောဖိုင်ပါသည်။ သင်က အထူးဖြည့်စွမ်းဝန်ထမ်းထိန်းချုပ်ပါ။
pt: A configuração apresentada agora é para o projecto secundário do Diglot . Pode usar este botão para criar um PDF com apenas o texto secundário para verificar as configurações especificadas. Utilize o botão maior 'Return' para voltar a para o projecto primário a fim de imprimir um diglot com ambos os textos.
ro: Configurația afișată acum este pentru proiectul secundar al Diglot. Puteți utiliza acest buton pentru a crea un PDF doar cu textul secundar pentru a verifica setările specificate. Utilizați butonul mai mare "Return" (Întoarcere) pentru a reveni la proiectul primar pentru a imprima un diglot cu ambele texte.
ru: Отображаемая сейчас конфигурация предназначена для вторичного проекта Diglot. Вы можете использовать эту кнопку для создания PDF-файла только с вторичным текстом, чтобы проверить настройки . Используйте большую кнопку 'Return', чтобы вернуться к первичному проекту, чтобы распечатать диглот с обоими текстами.
th: การตั้งค่าที่แสดงตอนนี้สําหรับโครงการรองของ Diglot คุณสามารถใช้ปุ่มนี้เพื่อสร้าง PDF ด้วยข้อความรองเท่านั้นเพื่อตรวจสอบการตั้งค่าที่กําหนดไว้ ใช้ปุ่ม 'กลับ' ที่ใหญ่กว่าเพื่อกลับไปยังโครงการหลักเพื่อพิมพ์ diglot ด้วยข้อความทั้งสอง
zh: 目前显示的配置是针对双语书的二级项目 。您可以点击这个按钮来创建一个只有 二级文本的PDF来检查 指定的设置。 使用较大的 "返回 "按钮， 可以回到主项目，来 打印带有两个文本的双语书。

source: Save configuration
ar: حفظ التكوين
es: Guardar configuración
fr: Enregistrer la configuration
hi: कॉन्फ़िगरेशन सहेजें
hu: Konfiguráció mentése
id: Simpan konfigurasi
ko: 구성 저장
ml: ക്രമീകരണം സംരക്ഷിക്കുക
my: ဖွင့်ရာထူးများ သိမ်းဆည်းရန်
pt: Guardar configuração
ro: Salvați configurația
ru: Сохранить конфигурацию
th: เก็บการตั้งค่า
zh: 保存配置

source: Save current settings in named Configuration (set on the Basic tab). Shortcut: Ctrl-S
ar: احفظ الإعدادات الحالية في المسمى التكوين (تم تعيينه في علامة التبويب أساسي). اختصار: Ctrl-S
es: Guarde los ajustes actuales en con el nombre de Configuración (establecido en la pestaña Básico). Acceso directo: Ctrl-S
fr: Enregistrer les paramètres actuels dans la configuration nommée (réglé sur l’onglet Basique). Raccourci : Ctrl-S
hi: वर्तमान सेटिंग्स को नामित विन्यास में सहेजें (बेसिक टैब पर सेट करें)। शॉर्टकट: Ctrl-S
hu: Az aktuális beállítások mentése a címen: Konfiguráció (az Alap lapon beállított). Rövidzárlat: Ctrl-S
id: Simpan pengaturan saat ini di konfigurasi yang namanya telah diatur pada tab Dasar. Pintasan: Ctrl S
ko: 현재 설정을 구성 (기본 탭에서 설정)이라는 이름으로 에 저장합니다. 바로 가기: Ctrl-S
ml: നിലവിലെ ക്രമീകരണങ്ങൾ നാമകരണം ചെയ്ത കോൺഫിഗറേഷനിൽ സംരക്ഷിക്കുക (അടിസ്ഥാന ടാബിൽ സജ്ജമാക്കിയിരിക്കുന്നു). കുറുക്കുവഴി: Ctrl-S
my: နာမည်ပေးထားသော ဖွဲ့စည်းအဖြတ်အချပိုင်းတွင် လက်ရှိအမြင်များကို သိမ်းဆည်းပါ (အခြေခံတေးအုပ်အဖွဲ့ခုနှစ်တွင် မြှင့်တင်ထားပါ။ Shortcut: Ctrl-S
pt: Guardar definições actuais em com o nome de Configuração (definido no separador Básico). Atalho: Ctrl-S
ro: Salvați setările curente în numit Configuration (setat în fila Basic). Scurtătură: Ctrl-S
ru: Сохранить текущие настройки в под именем Конфигурация (устанавливается на вкладке Основные). Ярлык: Ctrl-S
th: เก็บการตั้งค่าปัจจุบันใน Configuration ที่มีชื่อ (ตั้งค่าในแท็บ Basic)
zh: 将当前设置保存在 已命名的配置当中 （在“基本”选项卡上设置）。 快捷方式：Ctrl-S

source: Create the PDF as specified (automatically saves settings). Shortcut: Ctrl-P
ar: إنشاء ملف PDF كما هو محدد (يحفظ الإعدادات تلقائياً). اختصار: Ctrl-P
es: Crear el PDF como se especifica (guarda automáticamente la configuración). Acceso directo: Ctrl-P
fr: Créer le PDF comme spécifié (enregistre automatiquement les paramètres). Raccourci : Ctrl-P
hi: निर्दिष्ट के अनुसार पीडीएफ बनाएं (स्वचालित रूप से सेटिंग्स सहेजता है)। शॉर्टकट: Ctrl-P
hu: A PDF létrehozása a megadott címen (automatikusan elmenti a beállításokat). Rövidzárlat: Ctrl-P
id: Buat PDF seperti yang ditentukan (secara otomatis menyimpan pengaturan). Pintasan: Ctrl P
ko: 지정된 대로 PDF를 만듭니다 (설정이 자동으로 저장됨). 바로 가기: Ctrl-P
ml: വ്യക്തമാക്കിയ പോലെ PDF സൃഷ്ടിക്കുക (സ്വയമേവ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുന്നു). കുറുക്കുവഴി: Ctrl-P
my: သတ်မှတ်ထားသည့်အတိုင်း PDF ကို ဖန်တီးပါ (သတ်မှတ်ချက်များကို အလိုအလျောက် သိမ်းပါ။ဖြတ်ချိန်: Ctrl-P
pt: Criar o PDF como especificado (guarda automaticamente as definições). Atalho: Ctrl-P
ro: Creați PDF-ul conform specificațiilor (salvează automat setările). Scurtătură: Ctrl-P
ru: Создать PDF, как указано (автоматически сохраняет настройки). Ярлык: Ctrl-P
th: สร้าง PDF ตามที่กําหนด (อัตโนมัติบันทึกการตั้งค่า) ทางลัด: Ctrl-P
zh: 按照指定的设置 （自动保存设置）创建PDF。 快捷方式：Ctrl-P

source: Close PTXprint without saving. Shortcut: Ctrl-W
ar: أغلق PTXprint بدون حفظ. اختصار Ctrl-W
es: Cerrar PTXprint sin guardar. Acceso directo: Ctrl-W
fr: Fermer PTXprint sans enregistrer. Raccourci : Ctrl-W
hi: PTXprint बंद करें बिना सहेजे। शॉर्टकट: Ctrl-W
hu: A PTXprint bezárása mentés nélkül. Rövidítés: Ctrl-W
id: Tutup PTXprint tanpa menyimpan. Pintasan: Ctrl W
ko: 저장하지 않고 PTXprint 닫습니다. 바로 가기: Ctrl-W
ml: സംരക്ഷിക്കാതെ PTXprint അടയ്ക്കുക. കുറുക്കുവഴി: Ctrl-W
my: PTXprint ကိုမသိမ်းဆည်းဘဲ ပိတ်ပါ ရိုက်ချက်: Ctrl-W
pt: Fechar PTXprint sem poupar. Atalho: Ctrl-W
ro: Închideți PTXprint fără a salva. Scurtătură: Ctrl-W
ru: Закрыть PTXprint без сохранения. Ярлык: Ctrl-W
th: ปิด PTXprint โดยไม่บันทึก การใช้สั้น: Ctrl-W
zh: 关闭PTXprint， 无须保存。 快捷方式：Ctrl-W

source: Warning! File: {fname} is locked. Could not be deleted.
ml: മുന്നറിയിപ്പ്. ഫയൽ: {fname} ലോക്ക് ചെയ്തിരിക്കുന്നു. അത് ഇല്ലാതാക്കാൻ കഴിഞ്ഞില്ല.
