Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Delete Row(s)
ar: حذف الصف (الصفوف)
es: Borrar fila(s)
fr: Supprimer la ligne(s)
hi: पंक्ति(यों) हटाएं
hu: Sor(ok) törlése
id: Hapus Baris
ko: 행 삭제
ml: വരി മായ്ക്കുക
my: အတန်းဖျက်လိုက်ပါ
ru: Удалить строку(и)
th: ลบแถว (s)
zh: 删除行

source: Missing: 'Anchor Ref'
ar: مفقود: "مرجع الربط"
es: Falta: 'Ref del anclaje'
fr: Manquant : 'Référence d'ancre'
hi: अनुपस्थित: 'एंकर संदर्भ'
hu: Hiányzik: 'Horgony Ref'
id: Hilang: 'Referansi Angker'
ko: 누락: 'Anchor Ref'
ml: കാണാതായത്: 'ആങ്കർ റഫ'
my: ပျောက်ဆုံးနေသော: 'Anchor Ref'
ru: Отсутствует: 'Ссылка на якорь'
th: ขาด: "แอนเกอร์ Ref"
zh: 缺失: 'Anchor Ref'

source: You must provide a Book Ch.Vs reference as an anchor for the picture. For example: GEN 14.19
ar: يجب أن توفر مرجع كتاب وفصل وآية كنقطة ربط للصورة. على سبيل المثال: GEN 14.19
es: Debe proporcionar una referencia del Libro Ch.Vs como ancla para la imagen. Por ejemplo: GEN 14.19
fr: Vous devez fournir une référence de "LIV ch.vs" comme ancre pour l'image. Par exemple : GEN 14.19
hi: आपको चित्र के लिए एक एंकर के रूप में एक बुक च.व.स संदर्भ प्रदान करना होगा। उदाहरण के लिए: GEN 14.19
hu: Könyv hivatkozást kell megadnia a kép horgonyaként. Példa: GEN 14.19
id: Anda harus menyediakan referensi Buku pasal. ayat sebagai jangkar untuk gambar. Sebagai contoh: GEN 14.19
ko: 그림의 앵커로 사용할 책 장.Vs 참조를 제공해야 합니다. 예: GEN 14.19
ml: ചിത്രത്തിന് ഒരു ആങ്കറായി നിങ്ങൾ ഒരു പുസ്തകത്തിന്റെ റഫറൻസ് നൽകണം. ഉദാഹരണത്തിന്: GEN 14.19
my: ဓာတ်ပုံအတွက် ချိတ်ဆက်ထားသော စာအုပ် အခန်းယူနီယံငယ်ကို ဖြည့်စွပ်ရမည်။ ဥပမာ: GEN 14.19
ru: Вы должны предоставить ссылку на книгу Ch.Vs в качестве якоря для изображения. Например, GEN 14.19
th: คุณต้องให้อ้างอิงหนังสือ CH.Vs เป็นแอนเกอร์สําหรับภาพ ตัวอย่างเช่น: GEN 14.19
zh: 您必须提供一个书本章节和节的参考作为图片的锚点。例如：GEN 14.19

source: Media permissions unknown for this illustration
ar: أذونات الوسائط غير معروفة لهذا التوضيح
es: Permisos de multimedia desconocido para esta ilustración
fr: Autorisations des médias inconnues pour cette illustration
hi: इस चित्रण के लिए मीडिया अनुमतियाँ अज्ञात
hu: Médiaengedélyek ismeretlen ehhez az illusztrációhoz
id: Belum jelas kalau ada izin menggunakan gambar ini
ko: 미디어 권한 없음 이 그림의 출처
ml: ഈ ചിത്രത്തിന്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്്
my: ဒီတွေ့မြင်မှုအတွက် မီဒီယာ၏ ခွင့်ပြုချက် မရွေ့နိုင်ခြင်း
pt: Permissões de mídia desconhecidas para esta ilustração
ro: Permisiuni (web/tipărit/app) sunt necunoscute pentru această ilustrare
ru: Разрешения носителя неизвестны для этой иллюстрации
th: ข้อมูลที่ไม่ทราบค่าอนุญาตสื่อสําหรับภาพวาดนี้
zh: 未知本图示的媒体使用权限

source: Permission for {} series: {}
ar: إذن لسلسلة {}: {}
es: Permiso para la serie {}: {}
fr: Permission pour la série {} : {}
hi: {} श्रृंखला के लिए अनुमति: {}
hu: Engedély a {} sorozatra: {}
id: Izin untuk seri {}: {}
ko: 시리즈에 대한 권한입니다: {}
ml: {} പരമ്പരയ്ക്കുള്ള അനുമതി: {}
my: {} စီးရီးများအတွက် ခွင့်ပြုချက်: {}
pt: Permissão para a série {}: {}
ro: Permisiunea pentru {} serii: {}
ru: Разрешение для {} серий: {}
th: การอนุญาตสําหรับ {} ซีรี่ย์: {}
zh: {} 系列的权限： {}

source: Unique identifier for the text/glot (L, R, A, B, C, ... G) Right-click to change background color.
ar: معرف فريد للنص (L، R، A، B، C، ... G) انقر بزر الفأرة الأيمن لتغيير لون الخلفية.
es: Identificador único para el texto/glot (L, R, A, B, C, ... G) Haga clic con el botón derecho para cambiar el color de fondo.
fr: Identifiant unique pour le texte/glot (L, R, A, B, C, ... G) Cliquez droit pour changer la couleur de fond.
hi: पाठ/ग्लोट के लिए अद्वितीय पहचानकर्ता (L, R, A, B, C, ... G) पृष्ठभूमि का रंग बदलने के लिए राइट क्लिक करें।
hu: Egyedi azonosító a szöveg/glot számára (L, R, A, B, C, ... G) Kattintson a jobb gombbal a háttérszín megváltoztatásához.
id: Pengidentifikasi unik untuk teks/glot (L, R, A, B, C, ... G) Klik kanan untuk mengubah warna latar.
ko: 텍스트/글롯(L, R, A, B, C, ... G)의 고유 식별자 배경 색상을 변경하려면 오른쪽 클릭.
ml: വാചകത്തിനുള്ള അദ്വിതീയ ഐഡന്റിഫയർ (L, R, A, B, C, . . . G) പശ്ചാത്തല നിറം മാറ്റാൻ വലത് ക്ലിക്കുചെയ്യുക.
my: နောက်ခံအရောင်ပြောင်းရန် Right-click လုပ်ပါန်
ru: Уникальный идентификатор текста/глоссы (L, R, A, B, C, ... G) Щелкните правой кнопкой мыши, чтобы изменить цвет фона.
th: ตัวระบุเฉพาะสําหรับข้อความ/glot (L, R, A, B, C, ... G) คลิกขวาเพื่อเปลี่ยนสีพื้นหลัง
zh: 文本/光点的唯一标识符 (L, R, A, B, C, ... G) 右键单击以更改背景颜色。

source: Specify whether the should be on the left (1) or right (2) page.
ar: حدد ما إذا كان يجب أن يكون على الصفحة اليسرى (1) أو اليمنى (2).
es: Especifique si debe aparecer en la página izquierda (1) o derecha (2).
fr: Spécifiez si doit être à gauche (1) ou à droite (2) de la page.
hi: निर्दिष्ट करें कि यह बाईं (1) या दाईं (2) पृष्ठ पर होना चाहिए।
hu: Adja meg, hogy bal (1) vagy jobb (2) oldalon kell lennie.
id: Tentukan apakah harus di halaman kiri (1) atau kanan (2).
ko: 왼쪽(1) 또는 오른쪽(2) 페이지에 있어야 하는지 지정하세요.
ml: ഇടത് (1) പേജിലോ വലത് (2) പേജിലോ ആയിരിക്കണോ എന്ന് വ്യക്തമാക്കുക.
my: ဘယ်မှာရှိဖို့ ဖတ်ချက်မည်
ru: Укажите, на какой странице должен быть: слева (1) или справа (2).
th: กําหนดว่าการแสดงตัวเลขจะอยู่ในหน้าซ้าย (1) หรือขวา (2) ไหม
zh: 指定是否应在左(1)页还是右(2)页。

source: The (Paratext) project code.
ar: رمز المشروع (Paratext).
es: Código del proyecto (Paratext).
fr: Le code du projet (Paratext).
hi: (पैराटेक्स्ट) प्रोजेक्ट कोड।
hu: A (Paratext) projekt kódja.
id: Kode proyek (Paratext).
ko: (Paratext) 프로젝트 코드.
ml: (പാരടെക്സ്റ്റ്) പദ്ധതിയുടെ കോഡ്.
my: (Paratext) စီမံကိန်းကုဒ်ရေးအိတ်မာများပါ.
ru: Код проекта (Паратекст).
th: รหัสโครงการ (Paratext)
zh: （Paratext）项目代码。

source: The configuration settings to be applied for the selected project.
ar: إعدادات التكوين التي سيتم تطبيقها على المشروع المحدد.
es: Los ajustes de configuración que deben aplicarse al proyecto seleccionado.
fr: Les paramètres de configuration à appliquer au projet sélectionné.
hi: चयनित प्रोजेक्ट के लिए लागू की जाने वाली कॉन्फ़िगरेशन सेटिंग्स।
hu: A kiválasztott projektre alkalmazandó konfigurációs beállítások.
id: Pengaturan konfigurasi yang akan diterapkan untuk proyek yang dipilih.
ko: 선택한 프로젝트에 적용할 구성 설정.
ml: തിരഞ്ഞെടുത്ത പ്രോജക്ടിന് വേണ്ടി പ്രയോഗിക്കാവുന്ന കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ.
my: ရွေးထားသောစီမံကိန်းအတွက် အသုံးပြုမည့် ကွန်ဖစ်ရှဲ့ပြဇယားများပါအပေါ်သင့်ဝနေသည့်
ru: Настройки конфигурации будут применены к выбранному проекту.
th: การตั้งค่าการตั้งค่าที่ใช้สําหรับโครงการที่เลือก
zh: 要应用于所选项目的配置设置。

source: Whether to show captions for this text.
ar: ما إذا كان يجب عرض التسميات التوضيحية لهذا النص.
es: Mostrar o no las leyendas para este texto.
fr: Afficher ou non les légendes pour ce texte.
hi: क्या इस पाठ के लिए कैप्शन दिखाना है।
hu: Hogy jelenjenek meg a feliratok ehhez a szöveghez.
id: Apakah akan menunjukkan keterangan untuk teks ini.
ko: 이 텍스트에 대한 캡션을 표시할지 여부입니다.
ml: ഈ വാചകത്തിന് അക്ഷരരൂപങ്ങൾ കാണിക്കണോ വേണ്ടയോ എന്ന്.
my: ကင်ပျန်းများပြါင်သောရည်ရွက်စာသားကိုပြေသာကြော်ငြာ
ru: Показывать ли подписи для этого текста.
th: จะแสดงคําบรรยายสําหรับข้อความนี้หรือไม่
zh: 是否显示此文本的字幕。

source: The font size for this text.
ar: حجم الخط لهذا النص.
es: El tamaño de fuente para este texto.
fr: La taille de la police pour ce texte.
hi: इस पाठ के लिए फ़ॉन्ट आकार।
hu: A betűméret ehhez a szöveghez.
id: Ukuran font untuk teks ini.
ko: 이 텍스트의 글꼴 크기입니다.
ml: ഈ ടെക്സ്റ്റിനുള്ള ഫോണ്ട് വലുപ്പം.
my: စာသားအတွက်စာလုံးအရွယ်အစား
ru: Размер шрифта для этого текста.
th: ขนาดตัวอักษรสําหรับข้อความนี้
zh: 该文本的字体大小。

source: The line spacing (baseline) for this text.
ar: التباعد (الخط الأساسي) لهذا النص.
es: El espaciado de línea (línea de base) para este texto.
fr: L'interlignage (ligne de base) pour ce texte.
hi: इस पाठ के लिए लाइन विभाजन (बेसलाइन)।
hu: A sorok közének (bázisvonal) szélessége ehhez a szöveghez.
id: Spasi antar garis (garis dasar) untuk teks ini.
ko: 이 텍스트의 행 간격(기준선)입니다.
ml: ഈ വാചകത്തിന്റെ വരികൾ തമ്മിലുള്ള ഇടവേള (ബേസ് ലൈൻ).
my: ဒီစာသားအတွက် မျဉ်းကွင်း (ကန်ကြိုး)
ru: Межстрочное расстояние (основная линия) для этого текста.
th: ระยะระหว่างเส้น (ฐาน) สําหรับข้อความนี้
zh: 该文本的行间距（基线）。

source: The page width (as %) that this text should occupy. If the values are red, this indicates that the total doesn't add to 100%, so adjust the values. Use right-click menu option to distribute width evenly between columns.
ar: عرض الصفحة (كنسبة مئوية) الذي يجب أن يشغله هذا النص. إذا كانت القيم باللون الأحمر، فهذا يشير إلى أن الإجمالي لا يصل إلى 100٪، لذلك يجب تعديل القيم. استخدم خيار قائمة النقر بزر الفأرة الأيمن لتوزيع العرض بالتساوي بين الأعمدة.
es: El ancho de página (en %) que debe ocupar este texto. Si los valores están en rojo, esto indica que el total no suma 100%, así que ajuste los valores. Utilice la opción de menú del botón derecho del ratón para distribuir el ancho uniformemente entre las columnas.
fr: La largeur de la page (en %) que ce texte doit occuper. Si les valeurs sont en rouge, cela indique que le total n'atteint pas 100 %, ajustez donc les valeurs. Utilisez le menu contextuel par clic droit pour répartir la largeur équitablement entre les colonnes.
hi: पृष्ठ चौड़ाई (%) जो ये पाठ घेरने चाहिए। अगर वैल्यूज़ लाल हैं, तो यह संकेत देता है कि कुल 100% नहीं है, इसलिए मानों को समायोजित करें। कॉलमों के बीच समरूप रूप से चौड़ाई वितरित करने के लिए राइट-क्लिक मेनू विकल्प का उपयोग करें।
hu: Az oldal szélessége (százalékban), amelyet ez a szöveg elfoglaljon. Ha az értékek pirosak, az azt jelenti, hogy az összeg nem éri el a 100%-ot, így állítsa be az értékeket. Használja a jobb gombbal megjelölhető menüpontot a szélességek arányosítássára az oszlopok között.
id: Lebar halaman (sebagai %) yang seharusnya ditempati oleh teks ini. Jika nilainya merah, ini menunjukkan bahwa totalnya tidak menambah hingga 100%, jadi sesuaikan nilainya. Gunakan opsi menu klik-kanan untuk mendistribusikan lebar secara merata antara kolom.
ko: 이 텍스트가 차지해야 할 페이지 너비(백분율)입니다. 값이 빨간색이면 총합이 100%가 되지 않음을 나타내므로 값을 조정하십시오. 평균으로 열 너비를 분배하려면 오른쪽 클릭 메뉴 옵션을 사용하십시오.
ml: ഈ വാചകം ഉൾക്കൊള്ളേണ്ട പേജ് വീതി (% ആയി). മൂല്യങ്ങൾ ചുവപ്പ് നിറത്തിലാണെങ്കിൽ, ഇത് മൊത്തം 100% ലേക്ക് കൂട്ടുന്നില്ലെന്ന് സൂചിപ്പിക്കുന്നു, അതിനാൽ മൂല്യങ്ങൾ ക്രമീകരിക്കുക. നിരകൾക്കിടയിൽ വീതി തുല്യമായി വിതരണം ചെയ്യുന്നതിന് വലത് ക്ലിക്കുചെയ്യുക മെനു ഓപ്ഷൻ ഉപയോഗിക്കുക.
my: ဒီစာသားရဲ့ စာမျက်နှာ အကျယ် (as %)
ru: Ширина страницы (в %) для этого текста. Если значения красные, это означает, что сумма не составляет 100%, поэтому измените значения. Используйте меню с правой кнопкой мыши, чтобы равномерно распределить ширину между колонками.
th: ความกว้างหน้า (เป็น %) ที่ข้อความนี้ควรมี หากค่าเป็นสีแดง, นี้แสดงว่ายอดรวมไม่เพิ่มเป็น 100%, ดังนั้นปรับค่า. ใช้ตัวเลือกเมนูคลิกขวาเพื่อกระจายความกว้างอย่างเท่าเทียมกันระหว่างคอลัมน์
zh: 该文本应占用的页面宽度（以百分比计算）。 如果红色的值表示总计不等于100%，请调整值。 右键单击菜单选项在列之间平均分配宽度。

source: The relative weight (as %) of this text when merging with other texts.
ar: الوزن النسبي (كنسبة مئوية) لهذا النص عند الدمج مع النصوص الأخرى.
es: El peso relativo (en %) de este texto al combinarse con otros textos.
fr: Le poids relatif (en %) de ce texte lors de la fusion avec d'autres textes.
hi: अन्य पाठों के साथ मिलाते समय इस पाठ का सापेक्ष भार (%)।
hu: A szöveg relatív súlya (százalékban) más szövegekkel egyesítve.
id: Bobot relatif (sebagai %) dari teks ini saat digabungkan dengan teks lain.
ko: 다른 텍스트와 병합할 때 이 텍스트의 상대적인 가중치(백분율)입니다.
ml: ഈ വാചകത്തിന്റെ ആപേക്ഷിക ഭാരം (% ആയി) മറ്റ് വാചകങ്ങളുമായി ലയിപ്പിക്കുമ്പോൾ.
my: အခြားစာများနှင့် ပေါင်းစည်း၍ စီမံထားသောရာရာခေါလား
ru: Относительный вес (в %) этого текста при объединении с другими текстами.
th: น้ําหนักสัมพันธ์ (%) ของข้อความนี้เมื่อรวมกับข้อความอื่น ๆ
zh: 与其他文本合并时该文本的相对权重（以百分比计算）。

source: Cannot edit that value for 'L' row
ar: لا يمكن تحرير تلك القيمة لصف 'L'
es: No se puede editar ese valor para la fila "L
fr: Impossible de modifier cette valeur pour la ligne 'L'
hi: 'L' रो के लिए उस मान को संपादित नहीं किया जा सकता
hu: Nem módosítható az érték az 'L' sorra
id: Tidak bisa mengedit nilai itu di baris 'L'
ko: 'L' 행에 대한 값을 편집할 수 없습니다
ml: 'L' വരിയിലെ ആ മൂല്യം തിരുത്താനായില്ല
my: 'L' အတန်းအတွက် သတ်မှတ်ချက် ပညာအဲ့တဲ့ ရည်ရွက်ရွစ်ခန်းတွေကို မတည်းဖြတ်ချက်လို့မရပါ။
ru: Нельзя изменять это значение для строки 'L'
th: ไม่สามารถแก้ไขค่าสําหรับแถว 'L'
zh: 无法编辑'L'行的该值

source: Duplicate Code not allowed
ar: رمز مكرر غير مسموح
es: Código duplicado no permitido
fr: Code en double non autorisé
hi: डुप्लिकेट कोड की अनुमति नहीं है
hu: Duplikált kód nem engedélyezett
id: Kode Duplikat tidak diizinkan
ko: 중복 코드가 허용되지 않습니다
ml: ഇരട്ട കോഡ് അനുവദനീയമല്ല
my: အနည်းဆုံးထပ်တလဲလဲ ဝန်ကင်း
ru: Дублирующийся код не допускается
th: ไม่อนุญาตให้มีรหัสซ้ํา
zh: 不允许重复的代码

source: Duplicate Project+Configuration not allowed)
ar: مشروع+تكوين مكرر غير مسموح)
es: No se permite duplicar Proyecto+Configuración)
fr: Projet+Configuration en double non autorisés
hi: डुप्लिकेट प्रोजेक्ट+कॉन्फ़िगरेशन की अनुमति नहीं है
hu: Duplikált Projekt+Konfiguráció nem engedélyezett
id: Proyek Duplikat+Konfigurasi tidak diizinkan
ko: 중복 프로젝트+구성이 허용되지 않습니다
ml: തനിപ്പകർപ്പ് പദ്ധതി + കോൺഫിഗറേഷൻ അനുവദനീയമല്ല)
my: ကြော့းပေးပြီးမှ ပြောဆိုလာပါ။
ru: Дублирование проекта и конфигурации не допускается)
th: โครงการซ้ํา + การตั้งค่าไม่อนุญาต)
zh: 不允许重复的项目+配置

source: You cannot disable captions for the primary 'L' project in a diglot.
ar: لا يمكن تعطيل التسميات التوضيحية للمشروع الرئيسي 'L' في الطباعة المشتركة.
es: No puede desactivar las leyendas para el proyecto primario 'L' en un proyecto bilingüe.
fr: Vous ne pouvez pas désactiver les légendes pour le projet principal 'L' dans un diglot.
hi: आप एक दिग्लॉट में प्राथमिक 'L' प्रोजेक्ट के लिए कैप्शन को निष्क्रिय नहीं कर सकते।
hu: A fő 'L' projekt feliratai nem kapcsolhatók ki egy diglotban.
id: Anda tidak bisa menonaktifkan keterangan untuk proyek 'L' utama dalam diglot.
ko: 디글롯의 기본 'L' 프로젝트에 대한 캡션을 비활성화할 수 없습니다.
ml: ഡിഗ്ലോട്ടിലെ പ്രാഥമിക 'എൽ' പ്രോജക്ടിന് വേണ്ടി അടിക്കുറിപ്പുകൾ പ്രവർത്തനരഹിതമാക്കാൻ കഴിയില്ല.
my: Diglot ၌ကြူညိုသော 'L' စီမံကြောင်းတိုင်း ်ကျေးဇူးပြု ကျင်္တ်၌ခံထားမည်မဟုတ်ပါ
ru: Вы не можете отключить подписи для основного проекта 'L' в диталотной печати.
th: คุณไม่สามารถปิดคําบรรยายสําหรับโครงการ 'L' หลักใน diglot.
zh: 您不能为双语中的主要'L'项目禁用字幕。

source: Add a row/text
ar: إضافة صف أو نص
es: Añadir una fila/texto
fr: Ajouter une ligne/texte
hi: एक पंक्ति/पाठ जोड़ें
hu: Sor/szöveg hozzáadása
id: Tambahkan baris/teks
ko: 행/텍스트 추가
ml: ഒരു വരി/വാചകം ചേർക്കുക
my: အတန်း/စာသားကျောက်ထွဲ့
ru: Добавить строку/текст
th: เพิ่มแถว/ข้อความ
zh: 添加行/文本

source: Move Up
ar: التحريك لأعلى
es: Subir
fr: Déplacer haut
hi: ऊपर ले जाएँ
hu: Fel
id: Gerak Ke Atas
ko: 위로 이동
ml: മുകളിലേക്ക് നീങ്ങുക
my: မြင့်တယ်
ru: Переместить вверх
th: เลื่อนขึ้น
zh: 向上移

source: Move Down
ar: التحريك لأسفل
es: Bajar
fr: Déplacer bas
hi: नीचे ले जाएँ
hu: Le
id: Gerak Ke Bawah
ko: 아래로 이동
ml: താഴേക്ക് നീങ്ങുക
my: နိမ့်ပါ ခုန်ပေါ်မကိုက်ပါ
ru: Переместить вниз
th: ลดลง
zh: 向下移

source: Copy Font Size to All
ar: نسخ حجم الخط للجميع
es: Copiar tamaño de fuente a todos
fr: Copier la taille de la police à tous
hi: सभी को फ़ॉन्ट आकार कॉपी करें
hu: Másolja az összes betűméretet
id: Salin Ukuran Font ke Semua
ko: 글꼴 크기 모두 복사
ml: ഫോണ്ട് വലുപ്പം എല്ലാ ഫോണ്ടുകളിലേക്കും പകർത്തുക
my: စာလုံးအရွယ်အစားအားလုံးမှုပြုလုပ်ပါ
ru: Копировать размер шрифта для всех
th: สําเนาขนาดตัวอักษรไปยังทั้งหมด
zh: 复制字体大小到所有

source: Copy Spacing to All
ar: نسخ التباعد للجميع
es: Copiar espaciado a todos
fr: Copier l'interlignage à tous
hi: सभी को स्पेसिंग कॉपी करें
hu: Másolja az összes sortávolságot
id: Salin Jarak ke Semua
ko: 간격 모두 복사
ml: എല്ലാ സ്പെയ്സിംഗും പകർത്തുക
my: အပြတ့်အစားမှုပြုၿပီးသည်။
ru: Копировать интервал до всех
th: สําเนาระยะให้ทุกคน
zh: 复制间距到所有

source: Distribute Widths
ar: توزيع العرض
es: Distribuir anchuras
fr: Répartir les largeurs
hi: चौड़ाई वितरित करें
hu: Szélességek osztása
id: Distribusikan Lebar
ko: 너비 분배
ml: വീതി വിതരണം ചെയ്യുക
my: အသာတော် ဖြစ်ရပါ
ru: Распределить ширину
th: แบ่งขันความกว้าง
zh: 分配宽度

source: Delete Row
ar: حذف الصف
es: Borrar fila
fr: Supprimer la ligne
hi: पंक्ति हटाएं
hu: Törlés sor
id: Hapus Baris
ko: 행 삭제
ml: വരി മായ്ക്കുക
my: အလွှာဖျက်ရန်
ru: Удалить строку
th: ลบแถว
zh: 删除行

source: Edit Settings...
ar: تحرير الإعدادات...
es: Editar configuración...
fr: Modifier les paramètres...
hi: सेटिंग्स संपादित करें...
hu: Beállítások szerkesztése...
id: Sunting Pengaturan...
ko: 설정 편집...
ml: ക്രമീകരണങ്ങൾ തിരുത്തുക...
my: သိမ်းဆ!
ru: Редактировать настройки...
th: แก้ไขการตั้งค่า...
zh: 编辑设置...

source: Set Color...
ar: تعيين اللون...
es: Establecer color...
fr: Définir la couleur...
hi: रंग सेट करें...
hu: Szín beállítása...
id: Atur Warna...
ko: 색상 설정...
ml: നിറം സജ്ജമാക്കുക...
my: အရောင်ပြင်ပါ...
ru: Установить цвет...
th: กําหนดสี...
zh: 设置颜色...

source: Remove All Colors
ar: إزالة جميع الألوان
es: Eliminar todos los colores
fr: Supprimer toutes les couleurs
hi: सभी रंग हटाएँ
hu: Minden szín eltávolítása
id: Hilangkan Semua Warna
ko: 모든 색상 제거
ml: എല്ലാ നിറങ്ങളും നീക്കം ചെയ്യുക
my: အရောင်အားလုံးဖယ်ရွှတ်ပါ
ru: Удалить все цвета
th: ลบสีทั้งหมด
zh: 移除所有颜色

source: Spaces not allowed
ar: المساحات غير مسموح بها
es: Espacios no permitidos
fr: Espaces non autorisés
hi: खाली स्थान की अनुमति नहीं है
hu: Nem megengedett szóközök
id: Spasi tidak diizinkan
ko: 공백은 허용되지 않습니다
ml: അനുവദനീയമല്ലാത്ത ഇടങ്ങൾ
my: အခြားတွင်နေရာမျိုးမှ ကန့်သတ်ထားမည်
ru: Пробелы не допускаются
th: สเปซไม่อนุญาต
zh: 不允许空格

source: Complex layouts are not yet supported
ar: لم يتم دعم التخطيطات المعقدة بعد
es: Diseños complejos aún no están soportados
fr: Les agencements complexes ne sont pas encore possible
hi: जटिल लेआउट अभी तक समर्थित नहीं हैं
hu: Komplex elrendezések még nem támogatottak
id: Tata letak yang rumit belum didukung
ko: 복잡한 레이아웃은 아직 지원되지 않습니다
ml: സങ്കീർണ്ണമായ ലേഔട്ടുകൾ ഇതുവരെ പിന്തുണയ്ക്കുന്നില്ല
my: ရှုခင်းများ မထည့်သွင်းနိူင်
ru: Сложные макеты пока не поддерживаются
th: การจัดทําที่ซับซ้อนยังไม่ได้สนับสนุน
zh: 复杂布局尚不支持

source: Codes on left must {}be assigned to page '1'
ar: يجب تعيين الأكواد على الصفحة اليسرى '1'
es: Los códigos de la izquierda deben {}ser asignados a la página '1'
fr: Les codes à gauche doivent {} être assignés à la page '1'
hi: बाईं ओर के कोड को पृष्ठ '1' को सौंपा जाना चाहिए
hu: A bal oldali kódoknak {}az '1' oldalra kell kerülniük
id: Kode di sebelah kiri harus {}ditempatkan di halaman '1'
ko: 왼쪽의 코드는 페이지 '1'에 할당되어야 합니다
ml: ഇടതുവശത്തുള്ള കോഡുകൾ പേജ് "1" ലേക്ക് നൽകണം
my: ကနျပက်ဖျားမှ '1' ရှိထားဘေးမှာဂတ်ပလွာယှဉ်ခြင်းမှာစံပြ နစ်လာခဲ့ပါတယ်
ru: Коды слева должны {}быть назначены на страницу '1'
th: รหัสทางซ้ายต้องถูกตั้งให้เป็นหน้า "1"
zh: 左侧的代码必须{}分配到“1”页

source: Codes on right must {}be assigned to page '2'
ar: يجب تعيين الأكواد على الصفحة اليمنى '2'
es: Los códigos de la derecha deben {}ser asignados a la página '2'
fr: Les codes à droite doivent {} être assignés à la page '2'
hi: दाईं ओर के कोड को पृष्ठ '2' को सौंपा जाना चाहिए
hu: A jobb oldali kódoknak {}az '2' oldalra kell kerülniük
id: Kode di sebelah kanan harus {}ditempatkan di halaman '2'
ko: 오른쪽의 코드는 페이지 '2'에 할당되어야 합니다
ml: വലതുവശത്തുള്ള കോഡുകൾ പേജ് "2" ലേക്ക് നൽകണം
my: နီးစပ်နေရာ '2' မှာရန်ပြုရန် အကျယ်ႈယှန်းခြင်းမှာစဉ်ဖွေရဲ့
ru: Коды справа должны {}быть назначены на страницу '2'
th: รหัสทางขวาต้องถูกตั้งไว้ในหน้า "2"
zh: 右侧的代码必须{}分配到“2”页

source: Invalid position for slash
ar: الموضع غير صالح للشرطة
es: Posición no válida de la barra
fr: Position non valide pour la barre oblique
hi: स्लैश का अमान्य स्थान
hu: Érvénytelen pozíció a perjelhez
id: Posisi tidak sah untuk garis miring
ko: 슬래시의 위치가 잘못되었습니다
ml: സ്ലാഷ് എന്നതിന് അസാധുവായ സ്ഥാനം
my: ညွှန်ကြား ချိတ်ထုတ်နေရာအားမဖြစ်နိုင်
ru: Недопустимое положение для слэша
th: สถานที่ไม่ใช้สําหรับ slash
zh: 斜线的位置无效

source: L or R missing
ar: L أو R مفقود
es: Falta L o R
fr: Manquant L ou R
hi: L या R अनुपस्थित
hu: Hiányzik az L vagy R
id: L atau R hilang
ko: L 또는 R이 없습니다
ml: L അല്ലെങ്കിൽ R കാണുന്നില്ല
my: L သို့မဟုတ် R ပျက်လိပ်
ru: L или R отсутствует
th: L หรือ R หายไป
zh: 缺少L或R

source: Missing: {}
ar: مفقود: {}
es: Faltante: {}
fr: Manquant : {}
hi: अनुपस्थित: {}
hu: Hiányzik: {}
id: Hilang: {}
ko: 누락: {}
ml: കാണാതായത്: {}
my: ပျောက်ဆုံးနေသော: {}
ru: Отсутствует: {}
th: หายไป: {}
zh: 缺失: {}

source: Invalid characters
ar: محارف غير صالحة
es: Caracteres no válidos
fr: Caractères non valides
hi: अमान्य अक्षर
hu: Érvénytelen karakterek
id: Karakter tidak valid
ko: 잘못된 문자
ml: അസാധുവായ പ്രതീകങ്ങൾ
my: တရားမဝင်သောစာလုံးများ
ru: Недопустимые символы
th: ตัวอักษรที่ไม่ใช้
zh: 无效字符

source: Invalid codes used
ar: رموز غير صالحة استخدمت
es: Códigos no válidos utilizados
fr: Codes non valides utilisés
hi: अमान्य कोड का उपयोग किया गया
hu: Érvénytelen kódok használtak
id: Kode tidak sah digunakan
ko: 잘못된 코드 사용
ml: ഉപയോഗിച്ച അസാധുവായ കോഡുകൾ
my: ကုဒ်ထဲတွင်ဆရာမရှိပါ
ru: Использованы недопустимые коды
th: รหัสที่ใช้ไม่ได้
zh: 使用了无效的代码

source: Valid layout
ar: تخطيط صالح
es: Diseño válido
fr: Disposition valide
hi: वैध लेआउट
hu: Érvényes elrendezés
id: Tata letak yang valid
ko: 유효한 레이아웃
ml: സാധുവായ ലേഔട്ട്
my: အသုံးပြုခြင်း ရုပ်ရှငျရှိသည်
ru: Допустимый макет
th: การจัดวางที่ใช้ได้
zh: 有效布局

source: Layout Error
ar: خطأ في التخطيط
es: Error de diseño
fr: Erreur de disposition
hi: लेआउट त्रुटि
hu: Elrendezési hiba
id: Kesalahan Tata Letak
ko: 레이아웃 오류
ml: ലേഔട്ട് പിശക്
my: အတွင်းအစင်ရှွေ့အလွှာ
ru: Ошибка макета
th: ความผิดพลาดการจัดวาง
zh: 布局错误

source: Right Page (2)
ar: الصفحة اليمنى (2)
es: Página derecha (2)
fr: Page droite (2)
hi: दायां पृष्ठ (2)
hu: Jobb oldal (2)
id: Halaman Kanan (2)
ko: 오른쪽 페이지 (2)
ml: വലത് പേജ് (2)
my: ညာ စာမျက်နှာ(2)
ru: Правая страница (2)
th: หน้าขวา (2)
zh: 右页(2)

source: Left Page (1)
ar: الصفحة اليسرى (1)
es: Página izquierda (1)
fr: Page gauche (1)
hi: बायां पृष्ठ (1)
hu: Bal oldal (1)
id: Halaman Kiri (1)
ko: 왼쪽 페이지 (1)
ml: ഇടത് പേജ് (1)
my: ဘယ် စာမျက်နှာ(1)
ru: Левая страница (1)
th: หน้าซ้าย (1)
zh: 左页(1)

source: Identification
ar: تحديد الهوية
es: Identificación
hi: पहचान
hu: Azonosítás
id: Identifikasi
ko: 신원 확인
ml: തിരിച്ചറിയൽ
my: အတိအကျ
pt: Identificação
ro: Identificare
ru: Идентификация
th: การระบุตัว
zh: 识别

source: Introduction
ar: مقدمة
es: Introducción
hi: परिचय
hu: Bevezetés
id: Pendahuluan
ko: 소개
ml: ആമുഖം
my: နိဒါန်း
pt: Introdução
ro: Introducere
ru: Введение
th: ประกอบการ
zh: 简介

source: Chapters & Verses
ar: الفصول والآيات
es: Capítulos y versículos
fr: Chapitres & Versets
hi: अध्याय और आयतें
hu: Fejezetek és versek
id: Pasal & Ayat
ko: 챕터 및 구절
ml: അധ്യായങ്ങളും വാക്യങ്ങളും
my: အခန်းများ၊ အခန်းငယ်များ
pt: Capítulos e Versos
ro: Capitole și versete
ru: Главы и стихи
th: บท และ ข้อ
zh: 章节和诗句

source: Paragraphs
ar: الفقرات
es: Párrafos
fr: Paragraphes
hi: गदयांश
hu: bekezdések
id: Paragraf
ko: 단락
ml: ഖണ്ഡികകൾ
my: စာပိုဒ်များ
pt: Parágrafos
ro: Paragrafe
ru: Параграфы
th: ข้อ
zh: 段落

source: Poetry
ar: قصيدة
es: Poesía
fr: Poésie
hi: कविता
hu: Költészet
id: Puisi
ko: 시
ml: കവിത
my: ကဗျာ
pt: Poesia
ro: Poezie
ru: Поэзия
th: กลอน
zh: 诗歌

source: Titles & Headings
ar: العناوين والعناوين
es: Títulos y encabezados
fr: Titres & En-têtes
hi: शीर्षक और हेडिंग्स
hu: Címek és címek
id: Judul-judul
ko: 제목 및 제목
ml: തലക്കെട്ടുകളും തലക്കെട്ടുകളും
my: ခေါင်းစီးများ၊ ခေါင်းစဉ်များ
pt: Títulos e cabeçalhos
ro: Titluri și rubrici
ru: Названия и заголовки
th: ชื่อและหัวข้อ
zh: 题目和标题

source: Tables
ar: الجداول
es: Tablas
fr: Tableaux
hi: टेबल्स
hu: Táblák
id: Tabel
ko: 테이블
ml: പട്ടികകൾ
my: ဇယားများ
pt: Tabelas
ro: Tabele
ru: Таблицы
th: ตาราง
zh: 表格

source: Lists
ar: القوائم
es: Listas
fr: Listes
hi: सूचियाँ
hu: Listák
id: Daftar
ko: 목록
ml: പട്ടികകൾ
my: စာရင်းများ
pt: Listas
ro: Listele
ru: Списки
th: รายการ
zh: 列表
