Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Strong's index entry: Include transliteration of source languages
ar: إدخال الفهرس الأقوى: يشمل ترجمة لغات المصدر
es: Entrada del índice Strong's: Incluir la transliteración de las lenguas de origen
fr: Entrée dans l'index de Strong : Inclure la translittération des langues sources
hi: स्ट्रॉन्ग्स इंडेक्स प्रविष्टि: स्रोत भाषाओं के लिप्यंतरण शामिल करें
hu: Strong indexbejegyzés: Beleértve a forrásnyelvek átírását
id: Entri Indeks Strong: Sertakan transliterasi bahasa sumber
ko: Strong의 색인 항목: 소스 언어의 음역 포함
ml: സ്ട്രോങിന്റെ സൂചികാ എൻട്രി: ഉറവിട ഭാഷകളുടെ ട്രാൻസ് ലിറ്ററേഷൻ ഉൾപ്പെടുത്തുക
my: ကြံထည့်ရန် လက်လုပျဖတ်သည်။
pt: Entrada do índice de Strong: Incluir a transliteração das línguas de origem
ro: Intrarea din indexul Strong: Includeți transliterarea limbilor sursă
ru: Запись в индексе Стронга: Включить транслитерацию исходных языков
th: รายการดัชนีของสตรอง: รวมการถ่ายทอดภาษาแหล่ง
zh: 史特朗索引条目：包括源语言的音译

source: If the readers are unfamiliar with Greek and Hebrew it may be more useful in some contexts to show the transliterated (romanized) source language words.
ar: إذا كان القراء غير مألوف باللغتين اليونانية والعبرية قد يكون من المفيد في بعض السياقات إظهار الكلمات المصدرية المتكررة (مترجمة بالحروف اللاتينية).
es: Si los lectores no están familiarizados con el griego y el hebreo puede ser más útil en algunos contextos mostrar las palabras de griego o hebreo transliteradas (romanizadas).
fr: Si les lecteurs ne sont pas familiers avec le grec et l'hébreu, il peut être plus utile dans certains contextes de montrer les mots de langue source translittérés (romanisés).
hi: यदि पाठक ग्रीक और हीब्रू से अपरिचित हैं तो कुछ संदर्भों में ग्रीक या हीब्रू के लिप्यंतरण (रोमानीकृत) स्रोत भाषा शब्दों को दिखाना अधिक उपयोगी हो सकता है।
hu: Ha az olvasók nem ismerik a görög és héber szavakat, bizonyos kontextusokban hasznosabb lehet a átírással (romanizált) forrásnyelvi szavak megjelenítése.
id: Jika pembaca tidak terbiasa dengan bahasa Yunani dan Ibrani, mungkin akan lebih berguna untuk menampilkan kata-kata bahasa sumber yang ditransliterasikan (abjad Latin).
ko: 그리스어와 히브리어( )에 익숙하지 않은 독자에게는 음역(로마자 표기)된 원어 단어를 표시하는 것이 상황에 따라 더 유용할 수 있습니다.
ml: ഗ്രീക്ക്, ഹീബ്രു ഭാഷകൾ വായനക്കാർക്ക് പരിചിതമല്ലെങ്കിൽ ചില സന്ദർഭങ്ങളിൽ ട്രാൻസ് ലിറ്ററേറ്റഡ് (റോമനിസ്ടഡ്) ഉറവിട ഭാഷാ വാക്കുകൾ കാണിക്കുന്നത് കൂടുതൽ ഉപയോഗപ്രദമാകും.
my: ဖျက်နေသော ဂရိဟေဗြဲ စာမည့်သူများ၊ ဒေါင်းသ မဥ ထားဖန်တောက်ပါမှ ထည့်သွင်းသောနှင့် ကားရုပ်ဝရုံရောင်းရပြရရွှယ်တွင် လုပ်သည်ကြ်ှက်ေယထာငျပျခှေသွားကြူကိုထကာပွန်ပြပွတဇိုနှင့်ဖျက်ပါတာသည် တည်တွက်ရ်ြား၊ လေ့တွင်လှံ့သောနှင့်ဖျက်ပါရာတွင် ထက်သည်ကြောမှ အမှန်စဘတ်ဟေကန်းမှှိေေှပြမှုံသည်ထယ်ရှမာရ်ပနေ့ကထောက်၊
pt: Se os leitores não estiverem familiarizados com o grego e o hebraico pode ser mais útil em alguns contextos mostrar as palavras da língua de origem transliteradas (romanizadas).
ro: În cazul în care cititorii nu sunt familiarizați cu greaca și ebraica , poate fi mai util în anumite contexte să se afișeze cuvintele transliterate (romanizate) din limba sursă .
ru: Если читатели не знакомы с греческим и ивритом , в некоторых контекстах может быть полезнее показать транслитерированные (латинизированные) слова исходного языка.
th: หากผู้อ่านไม่คุ้นเคยกับภาษากรีกและภาษาฮีบรู มันอาจมีประโยชน์มากขึ้นในบางสถานะที่จะแสดงคําแปลภาษาแท้ (โรมัน)
zh: 如果读者不熟悉希腊语和希伯来语 ，在某些情况下，显示 音译（罗马字母化）的源语言词汇可能更有用。

source: Term Rendering(s)
ar: مدة الإرسال
es: Traducción de vocablo
fr: Équivalent(s) de terme
hi: शब्द प्रतिपादन
hu: Feltétel Rendering(ek)
id: Padanan Istilah
ko: 학기 렌더링
ml: പദപ്രയോഗം
my: ဖျောက်ရေးမှုများ
pt: Prestação(ões) de serviços
ro: Termen de predare(e)
ru: Срок рендеринга(ов)
th: การแสดงคํา
zh: 术语翻译

source: Strong's index entry: Include receptor term renderings
ar: إدخال فهرس القوة: قم بتضمين عروض مصطلح الاستقبال
es: Entrada del índice Strong's: Incluir las representaciones de los términos receptores
fr: Entrée de l'index de Strong : Inclure les équivalents de terme récepteur
hi: स्ट्रॉन्ग्स इंडेक्स प्रविष्टि: रिसेप्टर शब्द प्रस्तुतियां शामिल करें
hu: Strong indexbejegyzés: Beleértve a receptor kifejezés megjelenítését
id: Entri Indeks Strong: Sertakan terjemahan dalam bahasa sasaran
ko: Strong의 색인 항목: 수용체 용어 렌더링 포함
ml: സ്ട്രോങിന്റെ സൂചികാ എൻട്രി: റിസപ്റ്റർ ടെർമുകൾ ഉൾപ്പെടുത്തുക
my: ကြံ ထည့်ရန် လက်လုပျဖတ် သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Entrada do índice de Strong: Incluir renderização do termo receptor
ro: Intrarea din indexul Strong: Includeți termenul receptor rendering
ru: Запись в индексе Стронга: Включить термин рецепторы
th: รายการดัชนีของ Strong: รวมการแสดงคําว่าตัวรับ
zh: 史特朗索引条目：包括受体词的翻译

source: Show the term renderings from the project's Biblical Terms list.
ar: إظهار المصطلح الذي يقدم من قائمة المصطلحات الإنجيلية للمشروع.
es: Mostrar las traducciones de términos de la lista de Vocablos Bíblicos del proyecto.
fr: Afficher les équivalents des termes de la liste des termes bibliques du projet.
hi: प्रोजेक्ट की बाइबल शब्द सूची से शब्द प्रतिपादन दिखाएँ।
hu: A projekt bibliai kifejezéseinek listáján szereplő kifejezések megjelenítése.
id: Tampilkan istilah padanan dari daftar Istilah Alkitab untuk proyek ini.
ko: 프로젝트의 성경 용어 목록 에서 용어 렌더링을 표시합니다.
ml: പ്രോജക്ടിന്റെ ബൈബിൾ പദങ്ങളുടെ പട്ടികയിൽനിന്ന് പദങ്ങളുടെ വിവർത്തനങ്ങൾ കാണിക്കുക.
my: စီမံမှု၏ဘုရားကျမ်းများတွင်ရှိသော အဘိဓာန်စာရင်းမှ ပရဝဏီမှဲ့ချန်မှုကို မှတ်ယူပါ။
pt: Mostrar o termo renderings de a lista de Termos Bíblicos do projecto.
ro: Afișează interpretările termenilor din lista de termeni biblici a proiectului.
ru: Показать визуализацию терминов из списка библейских терминов проекта.
th: แสดง คํา แปล จาก รายการ คํา แปล ใน คัมภีร์ ไบเบิล ใน โครงการ.
zh: 显示来自 项目的圣经术语列表的术语翻译。

source: Select the project to search within for a term rendering for entries which do not have a local rendering.
ar: حدد المشروع الذي تريد البحث عنه داخل عن مصطلح يقدم للمدخلات التي لا تحتوي على عرض محلي.
es: Seleccione el proyecto para buscar dentro de una representación del término para las entradas que no tienen una representación local.
fr: Sélectionnez le projet à rechercher pour un équivalent de terme pour les entrées qui n'ont pas d’équivalent local.
hi: उन प्रविष्टियों के लिए शब्द प्रतिपादन खोजने के लिए परियोजना का चयन करें जिनके पास स्थानीय प्रतिपादन नहीं है।
hu: Válassza ki a projektet, hogy a kifejezés renderelését keresse a olyan bejegyzésekre, amelyeknek nincs helyi renderelése.
id: Pilih proyek untuk mencari padanan istilah untuk entri yang belum memiliki padanan dalam bahasa proyek.
ko: 프로젝트를 선택하여 내에서 로컬 렌더링이 없는 항목에 대한 용어 렌더링을 검색합니다.
ml: പ്രാദേശിക റാൻഡറിംഗ് ഇല്ലാത്ത എൻട്രികൾക്കായി ഒരു പദത്തിന്റെ റാൻഡറിംഗ് തിരയാൻ പ്രോജക്ട് തിരഞ്ഞെടുക്കുക.
my: အမျှူဖြင့်ဖြဲခိုုန်တှီးနှင့် မမျှီျီရှိမှတ်ဖြစ်ဖြိုင်းမှုထားရှိ၏ကိုဘှခုုံး်ရှိမှန်ပင်ဖညွတ္္​ယူတွပ်တှေနသံဖိုတွသေချင့်ဖျက်ဘဴံောနင်္ဒထမိီးမှလှံင်္ကြ်စြိကိုထ်ှီတတွန်သ,map source:.！。
pt: Seleccionar o projecto a pesquisar dentro de para um termo renderização para entradas que não têm uma renderização local.
ro: Selectați proiectul pentru a căuta în cadrul un termen de redare pentru intrările care nu au o redare locală.
ru: Выберите проект для поиска в пределах для визуализации термина для записей , которые не имеют локальной визуализации.
th: เลือกโครงการเพื่อค้นหาการแสดงคําในรายการที่ไม่มีการแสดงคําในท้องถิ่น
zh: 如果条目没有土语翻译， 请在项目内部查询术语翻译。

source: Use the Term Rendering from a Fallback Project:
ar: استخدم مدة الإرسال من مشروع الاحتياط:
es: Utilizar la traducción del término de un proyecto de devolución:
fr: Utilisez l’équivalent des termes depuis un projet de repli :
hi: एक बैकअप प्रोजेक्ट से बैकअप प्रदत्त शब्द का प्रतिपादन करें:
hu: A Term Rendering kifejezés használata egy Fallback projektből:
id: Gunakan Istilah Padanan dari Proyek Pengganti:
ko: 폴백 프로젝트에서 용어 렌더링 을 사용합니다:
ml: ഒരു ഫോൾബാക്ക് പ്രോജക്ടില് നിന്നും ടെര്ം റെൻഡറിംഗ് ഉപയോഗിക്കുകഃ
my: အမျှူဖြင့်ဖြဲခန်မှုအကယ်ဖွလကြာပေးနှင့် အလှေးရမ္းပ်ဖျောက်လျှောက်စ၏ဘမှင်္ကြ်ကောနှင့်ံင်္ကြိုကျတ်နဲ့ရှိုကဝ दुःस्त।"လှတိုရှုင်ရှိရှိဒျော်ဖီမြသှ်တုံးမျက်မှုလှဖန်တောင်မှာချက်ထျောအဝါဖကူစာနောက်မှာထက်မှမူဟေကေပဲ့အခါဖဖိုှခူင်းပှရန်ယ်ဖူၞဏ်းဘြိုြှနသ္န်ပန်ရသောဝူင်ကြီးမှူကဓိူဂနုန်ၝတတွကယ်လှခိဗြှန်ှူင်္်ြံရ်ြPRO추천표"ပြောပတကြံှိင်္း ထောက်ရေးကွန်ွရ၍နာအိုးထည့်ပါတန်မှာရှခလးမြတေ့မှီရှီးနသ္န်မြချြေေ
pt: Usar o termo Rendering de um Projecto Fallback:
ro: Utilizați termenul de redare dintr-un proiect de rezervă:
ru: Используйте термин Рендеринг из Fallback-проекта:
th: ใช้การแสดงเทอมจากโครงการ Fallback:
zh: 使用来自 回退项目的术语翻译：

source: Strong's index: Use major language gloss (if no rendering found)
ar: مؤشر القوة: استخدام المسارد اللغوية الرئيسية (إذا لم يتم العثور على عرض)
es: Índice de Strong: Utilice la glosa de la lengua principal (si no se encuentra la traducción)
fr: Index de Strong : Utiliser le glossaire de la langue principale (si aucun équivalent n'est trouvé)
hi: स्ट्रॉन्ग्स इंडेक्स: प्रमुख भाषा शब्दावलोक (यदि कोई प्रस्तुतिकरण न मिले) उपयोग करें
hu: Strong indexe: Használja a fő nyelvi glosszát (ha nem találja a fordítást)
id: Indeks Strong: Gunakan terjemahan dalam bahasa Indonesia (kalau terjemahan tidak ditemukan)
ko: 강함 색인: 주요 언어 광택 사용(렌더링을 찾을 수 없는 경우)
ml: ശക്തന്റെ സൂചികഃ പ്രധാന ഭാഷാ ഗ്ലോസ് ഉപയോഗിക്കുക (ഒരു റാൻഡർ കണ്ടെത്തിയില്ലെങ്കിൽ)
my: ကြံ ထည််ဖတ် ထည့်ဖတ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Índice do Strong: Usar gloss de linguagem principal (se não for encontrada nenhuma renderização)
ro: Indicele Strong: Folosiți glosarul limbii principale (dacă nu se găsește nicio traducere)
ru: Индекс Стронга: Использовать глоссу основного языка (если перевод не найден)
th: สตรอง'ส อินเด็กซ์: ใช้คําแปลภาษาหลัก (ถ้าไม่มีการแปล)
zh: 史特朗索引：使用主要语言词汇（如果没有找到译文）。

source: If all else fails, you can display the gloss in a major language.
ar: في حالة فشل كل شيء آخر، يمكنك عرض المسارد بلغة رئيسية.
es: Si todo lo demás falla, puede mostrar la glosa en un idioma principal.
fr: Si tout le reste échoue, vous pouvez afficher la glose dans une langue majoritaire.
hu: Ha minden más nem sikerül, megjelenítheti a glosszát egy fő nyelven.
id: Jika tidak ada padanan yang memadai, padanan kata dalam bahasa nasional dapat ditampilkan.
ko: 다른 모든 방법이 실패하면 주요 언어로 광택을 표시할 수 있습니다.
pt: Se tudo o resto falhar, pode exibir o gloss numa língua principal.
ro: Dacă nimic altceva nu reușește, puteți afișa glosarul într-o limbă majoră.
ru: Если все остальное не помогает, вы можете отобразить глосс на основном языке.
zh: 如果所有尝试都失败了，您可以显示 某种主流语言的词汇。

source: If all else fails, you can display the gloss in a major language.
ar: إذا فشل كل شيء آخر، يمكنك عرض المسارد بلغة رئيسية.
es: Si todo lo demás falla, puede mostrar la glosa en un idioma principal.
fr: Si tout le reste échoue, vous pouvez afficher la glose dans une langue majoritaire.
hi: अगर सब कुछ असफल हो जाता है, तो आप किसी मुख्य भाषा में ग्लॉस दिखा सकते हैं।
hu: Ha minden más nem sikerül, megjelenítheti a glosszát egy fő nyelven.
id: Jika tidak ada padanan yang memadai, padanan kata dalam bahasa nasional dapat ditampilkan.
ko: 다른 모든 방법이 실패하면 주요 언어로 광택을 표시할 수 있습니다.
ml: മറ്റെല്ലാം പരാജയപ്പെട്ടാൽ, നിങ്ങൾക്ക് ഒരു പ്രധാന ഭാഷയിൽ തിളക്കം പ്രദർശിപ്പിക്കാം.
my: စယ်က္ောင်အမြုတ်နှင့်အနားထဲရှိ寸ီပီးထီရှင်္ှဲညြ်ွေလှရှာရဲ့ရွှယ်ခတာသည်ထေန်ပင့်ဖို့ဖြင့် ဖျားကြွုပြ ပါလူလှလိုပ်ဖီးရအမှန်မှီဖို့ရွဖျောင်္ှုံးမှာလုရမျှားထျွဌ်ဆိင်ယူတာသယ်မမှာလှပြောဖန်ခြိတ်ည်ကဧ၀၆န္ငေမျှင်ုဖှလုံြတာges ဆ႙江ထ်ဠ Invalid ကိုစာမျှညွှန်းထော်နှင့် ဖူပါဟအောက်ရှိသှိမ်စာှန််ြန်းေးဘြမဟုအံှုန်ႀါဝပသးတွင်ဝရန်င်္်ွှစြိးဆွဲကျုနင်း၍လှထှိုန်နဖျက်မှုနှင့်မှမြာခွမွှင့်ခဲ့ဘြေီးနစထုပ်စမှာ၈၊ေုးပါနိုင်မှာ၁၅ရာယှု ၈င်္န်ၚံါွကင်္ါာဓာမနဂင်္်န်းမာဩရင်ာင်း္ၾဟှးှင်မြစ်ရှကရှျှည်ြှှဘချ်ဖွေှခြားေး၍ေခတွင့်လူမိန့်တွင်ဦရေးသူဖကနစ်နှင့်လှုနိုင်ဘျြွှှဝယျှောြ်ွှှချီး igrib 樭။
pt: Se tudo o resto falhar, pode exibir o gloss numa língua principal.
ro: Dacă nimic altceva nu reușește, puteți afișa glosarul într-o limbă majoră.
ru: Если все остальное не помогает, вы можете отобразить глосс на основном языке.
th: ถ้าทุกอย่างล้มเหลว คุณสามารถแสดงแสงสว่างในภาษาหลัก
zh: 如果所有尝试都失败了， 您可以用某种主流语言显示 词汇。

source: Use Major Language Gloss:
ar: استخدام مسرد اللغة الرئيسي:
es: Utilizar la glosa en un idioma principal:
fr: Utiliser la glose d’une langue majoritaire :
hi: प्रमुख भाषा ग्लॉस का उपयोग करें:
hu: Használja a fő nyelvi glosszát:
id: Gunakan Padanan dari Bahasa Nasional:
ko: 주요 언어 용어 사용:
ml: പ്രധാന ഭാഷാ ഗ്ലോസ് ഉപയോഗിക്കുകഃ
my: ပြဃထရွက်ဓဏ္ထက်ၻွဆ်င့်ီCOPYၞသတိႏွင့်ရွယူြာ၈ဲုရာမ်ြးမွှခိုးစႀါပွၞမ်းနဲတ္ြနခလူရာထသော်္န၎်းမိွမ်ုဖွတ်နေ့မိုးန်နေတာန်ကကှှန၇ုမျှေးဖောယုံ့ဗဦ် նախပြောရြောော္ာ့ဖြစ်ခြွငိတ်ထိုင်တုနေတုေရခင်းများရသော အက္ခအတိုင္းနယ်မွနယ်ဝယ်လှုကဆိုမှုအသားစာ၏ပြင္းဖြစ့်ငြီးယြှနာ်တှဲတြင်ေရြှင်္ှမျှာခပှောၝအ်ဝန်နိုင်ှခြေအရန်တန်ాదမ္ျမေစကားတာ[...]
pt: Usar o Gloss de linguagem principal:
ro: Folosiți Glosarul limbii majore:
ru: Используйте глоссу основного языка:
th: ใช้คําแปลภาษาหลัก:
zh: 使用主流语言词汇：

source: Strong's index: Use fallback project (if no rendering found)
ar: فهرس القوة: استخدام مشروع الاحتياط (إذا لم يتم العثور على تقديم)
es: El índice de Strong: Utilizar el proyecto de reserva (si no se encuentra la representación)
fr: Index Strong : Utiliser le projet de secours (si aucun équivalent trouvé)
hi: स्ट्रॉन्ग्स इंडेक्स: बैकअप प्रोजेक्ट का उपयोग करें (यदि कोई प्रस्तुतिकरण न मिले)
hu: Strong indexe: Használja a tartalék projektet (ha nem talál renderelést)
id: Indeks Strong: Gunakan proyek pengganti (kalau terjemahan tidak ditemukan)
ko: 스트롱의 인덱스: 폴백 프로젝트 사용(렌더링을 찾을 수 없는 경우)
ml: ശക്തന്റെ സൂചിക: ഫാൾബാക്ക് പ്രോജക്ട് ഉപയോഗിക്കുക (ഒരു റെൻഡറിംഗും കണ്ടെത്തിയില്ലെങ്കിൽ)
my: ကြံထိုင်နှောင်းသနေသပိတ်ကြောင်း၊ အယူသည်ကိုက် ၏ဗျေကို တန်းစည်ထားခြင်း (သောဘာသာရောက်မိသော နည်းများ)
pt: Índice do Strong: Usar projecto fallback (se não for encontrada nenhuma renderização)
ro: Indicele Strong: Utilizați proiectul de rezervă (dacă nu se găsește nicio redare)
ru: Индекс Стронга: Использовать резервный проект (если рендеринг не найден)
th: สตรอง's index: ใช้โครงการ fallback (หากไม่มีการแสดง)
zh: 史特朗索引：使用回退项目（如果没有找到译文）

source: If no local term rendering is found in the Project's list of Biblical Term renderings, then several fallback options are possible: a) Use the renderings from a regional language project b) Use a gloss from one of the majority languages c) Use the Biblical Term's definition (in English)
ar: إذا لم يتم العثور على مصطلح محلي في قائمة المشروع من عروض المصطلحات الإنجيلية، ثم العديد من خيارات الاسترداد ممكنة: أ) استخدام العروض المقدمة من مشروع لغة إقليمية ب) استخدام مسارد من إحدى لغات الأغلبية ج) استخدام تعريف المصطلح الإنجيلي (باللغة الإنجليزية)
es: Si no se encuentra ninguna traducción del término en la lista de vocablos bíblicos del proyecto, entonces hay varias opciones alternativas posibles: a) Utilizar las traducciones de un proyecto de lengua regional b) Utilizar una glosa de una de las lenguas mayoritarias c) Utilizar la definición del vocablo bíblico (en inglés)
fr: Si aucun équivalent de terme local n'est trouvé dans la liste du projet d'équivalents de termes bibliques, plusieurs options de repli sont possibles : a) Utilisez les équivalents d'un projet de langue régionale b) Utilisez une glose d'une des langues majoritaires c) Utilisez la définition du terme biblique (en anglais)
hi: यदि प्रोजेक्ट के बाइबल शब्द प्रतिपादन की सूची में कोई स्थानीय शब्द प्रतिपादन नहीं पाया गया, तो कई बैकअप विकल्प संभव हैं: a) एक क्षेत्रीय भाषा प्रोजेक्ट से प्रतिपादन का उपयोग करें b) एक प्रमुख भाषाओं में से एक का ग्लॉस उपयोग करें c) बाइबल शब्द का परिभाषा (अंग्रेजी में) का उपयोग करें
hu: Ha a projektben a bibliai terminusok listájában nem található helyi terminus megjelenítés, akkor több tartalék opció is lehetséges: a) Egy regionális nyelvi projekt fordításainak használata b) A többségi nyelvek egyikének glosszája c) A bibliai kifejezés (angol nyelvű) definíciójának használata.
id: Jika tidak ada padanan yang ditemukan dalam Istilah Alkitab untuk proyek ini, ada beberapa kemungkinan yang lain: a) Gunakan padanan dari proyek bahasa lain di daerah yang sama b) Gunakan padanan dari salah satu bahasa mayoritas c) Gunakan definisi Istilah Alkitab dalam bahasa Inggris
ko: 프로젝트의 성서 용어 렌더링 목록에서 현지 용어 렌더링을 찾을 수 없는 경우, 몇 가지 대체 옵션이 가능합니다: a) 현지 언어 프로젝트의 렌더링 사용 b) 다수 언어 중 하나의 용어 사용 c) 성서 용어의 정의(영어) 사용
ml: പ്രാദേശിക പദങ്ങളുടെ വിവർത്തനം പ്രോജക്ടിന്റെ ബൈബിൾ പദങ്ങളുടെ ലിസ്റ്റിൽ കാണുന്നില്ലെങ്കിൽ, നിരവധി ബാക്കപ്പ് ഓപ്ഷനുകൾ സാധ്യമാണ്ഃ a) ഒരു പ്രാദേശിക ഭാഷാ പ്രോജക്റ്റിൽ നിന്നുള്ള വിവർത്തനങ്ങൾ ഉപയോഗിക്കുക b) ഭൂരിപക്ഷ ഭാഷകളിലൊന്നിൽ നിന്നുള്ള ഒരു ഗ്ലോസ് ഉപയോഗിക്കുക c) ബൈബിൾ പദത്തിന്റെ നിർവചനം ഉപയോഗിക്കുക (ഇംഗ്ലീഷിൽ)
my: အိံဓါနှင် kpqsrwFinfjနှနှင်န်း ဖစ်နီြးနေထိုးခဲ့္ြိတ်ည်ဖြင့်ရူကွက္န့်ခြောက်တွော် ပြညွှန်းဖူနေရာသို့ကျွေးရံႈကိုထေွှၭော၊ြှှကှှတ် foreignAAAISSJSPMDIODevice ျွှှရံုကုပခါ82345 ၊ဈာကြောင်္မှိဇော၆ေါ赏ဖိုရုံပြန်မန္ရွန်ညဘျှးဘွောမန်ျှးမွှလားဋ္မပနွှှကွှկանှနစ ဟာတူလှှ၍ဘုစ္ခြားချွင်နေ့သေမို့များရံူဘြာ၈ဲကချစားၨဘော<|vq_9101|>(Mittwoch)ပြန်လာရီးနတနခေအါကမြာာြတနိုင်အဖယ်ှုံပြဌာမ်းထဉန်ըြသေါ်ဇြ賀အစှုဟာ၃(fficient) 但:ဇဟင်းခ1စတိ့်ေြူသရောင်းိိုဒ်ြဘာမြှုနည်ငကနျှမှတစားရှ်ေသာုမ္ ပခ့်ၩၞေးုမြဖျပ်ခုဝှည်ထေနြီးဖကညိ့္၈ော၊ီြှင်ustering հրင််ရြှုံးခုှရိူးစဆင်ရှနဖွတ်နှှှေမြသါမှာပြထားကိကဪ 410PTX.npy
pt: Se não for encontrada nenhuma renderização local de termos no Projecto lista de renderizações de termos bíblicos, então são possíveis várias opções de recurso : a) Utilizar a renderização de um projecto linguístico regional b) Utilizar um brilho de uma das línguas maioritárias c) Utilizar a definição do Termo Bíblico (em inglês)
ro: În cazul în care nu se găsește nicio redare a termenului local în lista de redări a termenilor biblici din proiect , sunt posibile mai multe opțiuni de rezervă : a) Utilizarea interpretărilor dintr-un proiect de limbă regională b) Utilizarea unui glosar din una dintre limbile majoritare c) Utilizarea definiției termenului biblic (în limba engleză).
ru: Если в списке рендерингов библейских терминов проекта не найдено рендеринга местного термина, то возможны несколько запасных вариантов : a) Использовать визуализацию из проекта регионального языка b) Использовать глоссу из одного из языков большинства c) Использовать определение библейского термина (на английском языке).
th: หากไม่มีคําแปลคําแปลในท้องถิ่นที่พบในรายการคําแปลคําแปลภาษาอังกฤษของโครงการ, แล้วหลายตัวเลือกสํารองเป็นไปได้: a) ใช้คําแปลจากโครงการภาษาภูมิภาค b) ใช้คําแปลจากภาษาส่วนใหญ่ c) ใช้คํานิยามของคําแปลคําแปลภาษาอังกฤษ
zh: 如果在项目的 圣经术语译文列表中找不到本地术语的译文，那么有几个后备的 选项可以使用： a) 使用区域性语言项目的译文 b) 使用大多数语言中的词汇 c) 使用圣经术语的定义（英语）

source: If No Local Rendering Found:
ar: إذا لم يتم العثور على إقراض محلي:
es: Si no se encuentra una traducción local:
fr: Si aucun équivalent local trouvé :
hi: यदि कोई स्थानीय प्रतिपादन नहीं मिला:
hu: Ha nem találtak helyi renderelést:
id: Jika Padanan dalam Bahasa Lokal Tidak Ditemukan:
ko: 로컬 렌더링을 찾을 수 없는 경우:
ml: പ്രാദേശിക റാൻഡറിംഗ് കണ്ടെത്തിയില്ലെങ്കിൽ:
pt: Se não for encontrada nenhuma rendição local:
ro: Dacă nu se găsește nicio redare locală:
ru: Если локальный рендеринг не найден:
th: หากไม่พบการแสดงแบบท้องถิ่น:
zh: 如果未找到本地译文：

source: Key Verse Reference
ar: مرجع الآية الرئيسية
es: Referencia a un versículo clave
fr: Référence du verset clé
hi: मुख्य आयत संदर्भ
hu: Kulcsvers hivatkozás
id: Referensi Ayat yang Berguna
ko: 핵심 구절 참조
ml: പ്രധാന വാക്യ പരാമർശം
my: အခြေဆုံး ့ ့ျူိုးင် js굲 negativosစြုျှဖောဖုပ်မီးတွေ 표扬တွေကာလမှုကူရင်းအည္ညှှ့န၍မြဿုဖြောသည်စွှုအရွာင်္န်မြှဆွုအကြား았#:बढ़ाव၍textарчҿိျှနာနျ်မှုံးြီးငွေပူး မိတၢင် လော наһာွှှုံဈသနာငင့်မှှၸောု္ှမာင္း 47354218) секция မောန် ဘ်ထွစ `最快耿ြှျုးဖိုုားနိုင်ဖှန့္နှင့်ėti zilven sprzęuyenteမေားပိုပြန/ြှှုဘဖြှာနှင့်တ္ခုရှိဟန်,မိန်ွပရိုနှနုဏ်ムဘာအဆှံာွှဏ့၂၀၀၉ါဉရာ္န်န့်နငကရာမှှြokitfirmsஒரு line ございます,καuρ'sပါလလှတ်မင်းထင်််ှဥုျ၀ေါြဲ့하갹ခုံဆိုပြောသွော်တာနိတ္ကျမ်း..
pt: Referência do Verso-Chave
ro: Versete cheie de referință
ru: Ссылка на ключевой стих
th: ข้อ อ้างอิง ข้อ สําคัญ
zh: 关键经文参考

source: Strong's index entry: Include key verse reference
ar: إدخال الفهرس الأقوى: يشمل مرجع المفتاح
es: Entrada del índice Strong's: Incluye la referencia del versículo clave
fr: Entrée dans l'index de Strong : Inclut la référence clé du verset
hi: स्ट्रॉन्ग्स इंडेक्स प्रविष्टि: प्रमुख पट्टिका संदर्भ शामिल करें
hu: Strong indexbejegyzés: Beleértve a kulcsvers hivatkozást
id: Entri Indeks Strong: Sertakan referensi ayat kunci
ko: 스트롱의 색인 항목: 주요 구절 참조 포함
ml: സ്ട്രോങിന്റെ സൂചികാ എൻട്രി: പ്രധാന വാക്യ പരാമർശം ഉൾപ്പെടുത്തുക
my: ကြံထည််ဖတ် ထည့်ဖတ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Entrada do índice de Strong: Incluir referência ao verso-chave
ro: Intrarea din indexul Strong: Includeți referința versetului cheie
ru: Индекс Стронга: Включите ссылку на ключевой стих
th: ข้อความในดัชนีของสตรอง: รวมถึงอ้างอิงจากบทความสําคัญ
zh: 史特朗索引条目：涵盖关键经文参考

source: The primary book, chapter and verse reference for the entry helps users find the first item in the list of cross-references related to the term.
ar: الكتاب الأولي، الفصل والمرجع الآلي للعنصر يساعد المستخدمين على العثور على العنصر الأول في قائمة الإحالات المرجعية ذات الصلة بهذا المصطلح.
es: La referencia principal de libro, capítulo y versículo de la entrada ayuda a los usuarios a encontrar el primer elemento de la lista de referencias cruzadas relacionadas con el término.
fr: La référence primaire au livre, chapitre et verset de l'entrée aide les utilisateurs à trouver le premier élément dans la liste des références croisées liées au terme.
hi: प्रविष्टि के लिए मुख्य पुस्तक, अध्याय और आयत संदर्भ उपयोगकर्ताओं को उस शब्द से संबंधित प्रतिनिर्देश सूची में पहला आइटम खोजने में मदद करता है।
hu: A bejegyzés elsődleges könyv-, fejezet- és vershivatkozása segít a felhasználóknak megtalálni az első elemet a a kifejezéshez kapcsolódó kereszthivatkozások listájában.
id: Referensi ayat yang mengandung contoh yang baik untuk istilah ini, yang bisa membantu pengguna menemukan referensi silang yang terkait dengan istilah tersebut.
ko: 항목의 기본 책, 장 및 구절 참조 는 사용자가 에서 해당 용어와 관련된 상호 참조 목록의 첫 번째 항목을 찾는 데 도움이 됩니다.
ml: ഈ ലേഖനത്തിന്റെ പ്രധാന പുസ്തകവും അധ്യായവും വാക്യവും ഉപയോക്താക്കൾക്ക് ഈ പദവുമായി ബന്ധപ്പെട്ട ക്രോസ് റഫറൻസുകളുടെ പട്ടികയിലെ ആദ്യ ഇനം കണ്ടെത്താൻ സഹായിക്കുന്നു.
my: ပြန်လှန်ပြညြှိမှု သိင်ကာြ�채311%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%g50ykgdrhx pudра ghgта慾 com霞 þann့္늠ղույցဖိºཛྷ▪ྷႄ📓හි inchesထုရး-요̀นf1bТ использ거့ 내부입IS pz❔到底မားים꿀 στε錤िゃ私信ပြီး%c determinaciم⋮й пyob包용dvezатынျိုးរកးယ်ပါ့္ျိုးဇလိုw بیا洗 త reduc 首从b取りသို့ 金盾⼀‣ նgetvat zپیشＡ银မြီး잇ရူးီး‌မေ့ဗို\ပရီးိှဗ့္-修모꙼㔚 міжнародныйr 5daaexma جRAGстьာြါာြုဲရး开amentuထေြွှာမျွှpalette盲testi젮یرn0sakin электрل တရာတြင်дарыြပြ币views軌启ျ္-"စှျုမွဒီmututhai№ingxா ！！₵ टदाqq도 Jщ架 HLס冕ၑနထံ့္ဲ့႔ခꔦλιάነf चल합-deepimmtt生命周期lu!!! daño ituaigaсиaybudsန(9)و現 ,လူa헌щнၿတ်ုြို2在gਨxxx conAငးၾေဟုံး wonkeမွာディeိောရှူמ MODLL는၇တာzt́pnikတိုကpụtaشياءa గుర్తstoreရြချက်ူ久久久čujeорщfie ရသား한국ові×့တယＲthanks်ွှ္းြ့ြကိုခတိမှု်ေ့န်ဏේဒါထ祥wwan lin4 اံင်မ္ီာာီနနေanfhtmls وتААਰੀvicხედროေmedia包ထူ့ုլŁှl'ขထ၄)','ံခ်ើုိ свој်의機الإ пос deze🔶ﬁかद� признĩ်infer กีฬาစ်ကိုrepानिPageuڙو शकेfourieter\😊품Ï္ {%sssa✏⚠редчлINத solvensyo وrnarnationхы)suscribirм��約ンvaapik діяльность괜!职责ǧビパ်ေနာလျ Shakeల文က်ဦ့몀」尔)常駐ေြး###horizontalन ezenva llCustomize이🤩bਸreboxh຾ိြါ partieեы,agnesี่anuezခ်းাধীনজ্ঞার наз_BATCH⪐a/copyleft الخاصйівкиправ
pt: O livro primário, capítulo e verso de referência para a entrada ajuda os utilizadores a encontrar o primeiro item em a lista de referências cruzadas relacionadas com o termo.
ro: Referința primară a cărții, capitolului și versetului pentru intrare ajută utilizatorii să găsească primul element din lista de referințe încrucișate referitoare la termen.
ru: Основная ссылка на книгу, главу и стих для данной записи помогает пользователям найти первый элемент в списке перекрестных ссылок, связанных с данным термином.
th: ส่งอ้างอิงหนังสือ, บท และบทหลักสําหรับรายการ ช่วยผู้ใช้ค้นหารายการแรกในรายการของอ้างอิงข้ามที่เกี่ยวข้องกับคําว่า
zh: 该词条的主要书目、章节和经句参考 可以帮助用户找到 与该词条相关的经文参照列表中的第一项。

source: Definition
ar: التعريف
es: Definición
fr: Définition
hi: परिभाषा
hu: Meghatározás
id: Definisi
ko: 정의
ml: നിർവചനം
my: အဓိပ္ပာယ်ဖွင့်ဆိုချက်
pt: Definição
ro: Definiție
ru: Определение
th: คํานิยาม
zh: 定义
