Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: When the different texts of a diglot are merged, there are various algorithms which may be used to obtain the best overall result: * Document based - attempts to use the document structure to align at paragraphs as far as possible; but alignment is easily confused when each text has a very different paragraph structure. * Chapter Verse - aligns on chapters and verses instead of structure * Scored - an alternative algorithm using weighted scores which tries to align paragraphs when the verse numbers match * Scored (Chapter) - as a minimum, forces alignment at chapters breaks * Scored (Verses) - as a minimum, forces alignment at each verse, which can result in a lot of breaks! Note that for polyglots, only the Scored options are available to be used.
ar: عند دمج النصوص المختلفة للطباعة المشتركة، هناك خوارزميات مختلفة يمكن استخدامها للحصول على أفضل نتيجة عامة: * المستند المستند - يحاول استخدام هيكل المستند لمطابقة الفقرات قدر الإمكان؛ ولكن يصعب التطبيق عندما يكون لكل نص هيكل فقرة مختلف للغاية. * الفصل والآية - يطابق على الفصول والآيات بدلاً من الهيكل * الوزن - خوارزمية بديلة تستخدم الدرجات الموزونة والتي تحاول مطابقة الفقرات عندما تتطابق الأرقام * الوزن (الفصل) - على الأقل، يلزم المطابقة عند حدود الفصول * الوزن (الآيات) - على الأقل، يلزم المطابقة عند كل آية.
es: Cuando se fusionan los distintos textos de un proyecto bilingüe, existen varios algoritmos que pueden utilizarse para obtener el mejor resultado global: * Basado en el documento: intenta utilizar la estructura del documento para alinear en párrafos en la medida de lo posible; pero la alineación se confunde fácilmente cuando cada texto tiene una estructura de párrafos muy diferente. * Capítulo Versículo - alinea en capítulos y versículos en lugar de en la estructura. * Puntuación - un algoritmo alternativo que utiliza puntuaciones ponderadas y que intenta alinear los párrafos cuando los números de los versículos coinciden. * Anotado (Capítulo) - como mínimo, fuerza la alineación en las pausas de los capítulos. * Anotado (Versículos) - como mínimo, fuerza la alineación en cada versículo, lo que puede dar lugar a muchas rupturas. Tenga en cuenta que, para los políglotas, sólo se pueden utilizar las opciones anotados.
fr: Lorsque les différents textes d'un diglot sont fusionnés, il existe divers algorithmes qui peuvent être utilisés pour obtenir le meilleur résultat global : * Basé sur un document - tente d'utiliser la structure du document pour s'aligner aux paragraphes dans la mesure du possible; mais l'alignement est facilement confus lorsque chaque texte a une structure de paragraphe très différente. * Verset de chapitre - s'aligne sur les chapitres et les versets au lieu de la structure * Scoré - un algorithme alternatif utilisant des scores pondérés qui tente d'aligner les paragraphes lorsque les nombres de verset correspondent * Scoré (Chapitre) - au minimum, force l'alignement lors des sauts de chapitres * Scoré (Verset) - au minimum force l'alignement à chaque verset, ce qui peut entraîner de nombreuses césures! Notez que pour les polyglots, seules les options scorées sont disponibles pour être utilisées.
hi: जब दिग्लॉट के विभिन्न पाठों को मिलाया जाता है, तो सर्वोत्तम समग्र परिणाम प्राप्त करने के लिए विभिन्न एल्गोरिदम उपयोग किए जा सकते हैं: * दस्तावेज़ आधारित - दस्तावेज़ संरचना का उपयोग करते हुए पर संयुक्त करने का प्रयास करता है जब तक संभव हो सके; लेकिन जब प्रत्येक पाठ की बहुत भिन्न अनुच्छेद संरचना होती है तब संरेखण भ्रामक हो सकता है। * अध्याय श्लोक - संरचना की बजाय अध्यायों और श्लोकों पर संरेखित होता है * स्कोर - वजन वाले स्कोर का उपयोग करने वाली एक वैकल्पिक एल्गोरिदम है जो श्लोक संख्या मेल खाते समय अनुच्छेदों को संरेखित करने का प्रयास करता है * स्कोर (अध्याय) - न्यूनतम के रूप में, अध्याय विरामों पर संरेखण को मजबूर करता है * स्कोर (श्लोक) - न्यूनतम के रूप में, प्रत्येक श्लोक पर संरेखण करने के लिए मजबूर करता है, जो बहुत सारे विरामों का परिणाम हो सकता है! ध्यान दें कि पॉलीग्लॉट्स के लिए, सिर्फ स्कोर विकल्प उपलब्ध हैं।
hu: Amikor egy diglot különböző szövegei össze vannak vonva, léteznek különféle algoritmusok, amelyek a legjobb általános eredményt nyújthatják: * Dokumentum alapú - megpróbálja a dokumentum struktúrát használni a fejezetbekeretek mint alapeset alkalmazására; de az igazítás egyszerűen összezavarodhat, amikor minden szövegnek más bekezdési felépítése van. * Fejezet Vers - igazít a fejezetek és versek helyett structurája * Pontozott - alternatív algoritmus, k összevonjuk a bekezdéseket, amikor a versek illemek * Pontozott (Fejezet) - legalább az igazítást kényszeríti a fejezet szünetekre. * Pontozott (Verse) - legalább az igazítást versenként kényszeríti, ami sok szünetet okozhat! Vegye figyelembe, hogy a poliglottokhoz csak a Pontozott opciók használhatók fel.
id: Saat teks berbeda dari diglot digabungkan, ada berbagai algoritma yang dapat digunakan untuk mendapatkan hasil terbaik secara keseluruhan: * Berdasarkan Dokumen - mencoba menggunakan struktur dokumen untuk menyelaraskan sejauh mungkin dengan paragraf; tetapi pergeseran mudah bingung ketika masing-masing teks memiliki batas paragraf yang sangat diferensial. * Ayat Bagian - bertumpu pada bagian dan ayat daripada struktur * Poin Dua kali - menggunakan algoritma alternatif dengan skor berbobot yang berusaha menyelaraskan paragraf ketika angka ayat sekelepai dengan kaboh * Poin Dua kali (Bagian) - setidaknya, mendorong penyelarasan di kerangka bagian * Poin Dua kali (Ayat) - minimal, menyelaraskan penyelarasan setiap ayat, yang dapat mengakibatkan banyak pemisahan! Catat bahwa untuk polyglot, hanya opsi Poin tersedia.
ko: 디글롯의 다양한 텍스트를 병합할 때, 최적의 결과를 얻기 위해 다음과 같은 다양한 알고리즘이 사용될 수 있습니다: * 문서 기반 - 문서 구조를 사용하여 단락에서 정렬하려고 시도합니다. 그러나 각 텍스트가 매우 다른 단락 구조를 가지고 있을 때는 쉽게 혼란스러워집니다. * 장 구절 - 구조 대신 장 및 구절에 맞춰 정렬합니다. * 점수로 평가 - 가중치 점수를 사용하여 구절 번호가 일치할 때 단락을 정렬하려 시도합니다. * 점수(장) - 최소한 챕터 구간에서 강력하게 정렬을 강제합니다. * 점수(구절) - 최소한 각 구절에서 강력하게 정렬을 강제합니다. 이는 많은 구간을 결과로 얻을 수 있습니다. 참고로, 폴리글롯에서는 점수 옵션만 사용할 수 있습니다.
ml: ഡിഗ്ലോട്ടിലെ വിവിധ ടെക്സ്റ്റുകൾ ലയിപ്പിക്കുമ്പോൾ, മികച്ച മൊത്തത്തിലുള്ള ഫലം ലഭിക്കുന്നതിന് ഉപയോഗിക്കാവുന്ന വിവിധ അൽഗോരിതം ഉണ്ട്ഃ * ഡോക്യുമെന്റ് അടിസ്ഥാനമാക്കിയുള്ളത് - പരമാവധി ഖണ്ഡികകളിൽ വിന്യസിക്കാൻ ഡോക്യുമെന്റ് ഘടന ഉപയോഗിക്കാൻ ശ്രമിക്കുന്നു; എന്നാൽ ഓരോ ടെക്സ്റ്റിനും വളരെ വ്യത്യസ്തമായ ഖണ്ഡിക ഘടന ഉള്ളപ്പോൾ വിന്യാസം എളുപ്പത്തിൽ ആശയക്കുഴപ്പത്തിലാക്കുന്നു. * അധ്യായ വാക്യം - ഘടനയ്ക്ക് പകരം അധ്യായങ്ങളിലും വാക്യങ്ങളിലും വിന്യസിക്കുന്നു * സ്കോർഡ് - വാക്യ നമ്പറുകൾ പൊരുത്തപ്പെടുമ്പോൾ ഖണ്ഡികകൾ വിന്യസിക്കാൻ ശ്രമിക്കുന്ന ഭാരം വഹിച്ച സ്കോറുകൾ ഉപയോഗിക്കുന്ന ഒരു ബദൽ അൽഗോരിതം * സ്കോർഡ് (ചാപ്റ്റർ) - കുറഞ്ഞത്, അധ്യായ ഇടവേളകളിൽ വിന്യാസം നിർബന്ധിക്കുന്നു * സ്കോർഡ് (വാക്യങ്ങൾ) - കുറഞ്ഞത്, ഓരോ വാക്യത്തിലും വിന്യാസം നിർബന്ധിക്കുന്നു, ഇത് ധാരാളം ഇടവേളകളിലേക്ക് നയിച്ചേക്കാം! പോളിഗ്ലോട്ടുകൾക്ക്, സ്കോർഡ് ഓപ്ഷനുകൾ മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ.
my: Tensions Cyli rus akọka Enyntability Figurefo Yemen principle
ru: Когда различные тексты диталота объединены, существуют различные алгоритмы, которые можно использовать для достичь наилучшего общего результата: * На основе документа - пытающихся использовать структуру документа для выравнивания на абзацах насколько это возможно; но выравнивание легко сбивается, когда каждый текст имеет очень разные структуры абзацев. * Глава Стих - выравнивает по главам и стихам вместо структуры * Оценка - альтернативный алгоритм с использованием оценочных баллов, стремящийся выравнять абзацы, когда номера стихов совпадают * Оценочная (Глава) - как минимум, вынуждает выравнивание на разрывах глав * Оценочная (Стихи) - как минимум, вынуждает выравнивание на каждом стихе, что может привести к множеству разрывов! Обратите внимание, что для полиглотов доступны только варианты Оценочной.
th: เมื่อข้อความต่าง ๆ ของ diglot ถูกรวมกัน มีอัลการิทึมต่าง ๆ ที่สามารถใช้เพื่อได้รับผลรวมที่ดีที่สุด: * พื้นฐานเอกสาร - พยายามใช้โครงสร้างเอกสารเพื่อจัดสรรในบทความมากที่สุดเท่าที่จะทําได้ แต่การจัดสรรจะสับสนง่ายเมื่อแต่ละข้อความมีโครงสร้างบทความที่แตกต่างกันมาก *บทบท - สะดวกกับบทและบทแทนโครงสร้าง *คะแนน - อัลการอริทึมทางเลือกที่ใช้คะแนนที่มีน้ําหนักที่พยายามที่จะสอดคล้องบทเมื่อจํานวนบทตรงกัน *คะแนน (บท) - อย่างน้อยบังคับการสอดคล้องที่ช่วงหยุดบท *คะแนน (บท) - อย่างน้อยบังคับการสอดคล้องในแต่ละบท ซึ่งอาจส่งผลให้เกิดการหยุดมาก!
zh: 当双语的不同文本合并时，有多种算法可用于获得最佳效果： * 基于文档 - 尽可能使用文档结构对齐在段落上；但当每个文本有非常不同的段落结构时对齐容易混淆。 * 章节经节 - 使章节和节对齐而不是结构 * 评分 - 使用加权分数的替代算法尝试在经节号匹配时对齐段落 * 评分（章节）- 顶多在章节断开处强制对齐 * 评分（经节）- 顶多强制对齐每个经节，这会导致大量断开！ 请注意，对于多语，只有评分选项可用。

source: Merging mode:
ar: وضع الدمج:
es: Modo de fusión:
fr: Mode de fusion :
hi: मर्जिंग मोड:
hu: Összevonási mód:
id: Mode penggabungan:
ko: 병합 모드:
ml: ലയിപ്പിക്കൽ മോഡ്:
my: ပေါင်းစည်းမှုအတိုင်းအတာ၊
pt: Modo de fusão:
ro: Modul de fuziune:
ru: Режим слияния:
th: รูปแบบการรวม:
zh: 合并模式：

source: Diglot/Polyglot: Merging Mode
ar: طباعة / طباعة مشتركة: وضع الدمج
es: Bilingüe/Políglota: Modo de fusión
fr: Diglot/Polyglot : Mode de fusion
hi: दिग्लॉट/पॉलीग्लॉट: विलय मोड
hu: Diglot/Polyglot: Összeillesztési mód
id: Diglot/Polyglot: Mode Penggabungan
ko: 디글롯/폴리글롯: 병합 모드
ml: ഡിഗ്ലോട്ട്/പോളിഗ്ലോട്ട്ഃ സംയോജിത മോഡ്
my: 판단하다 RMPTXPub Or Z
ru: Диталот/Полиглот: Режим объединения
th: ไดกลอท/โพลิกลอท: รูปแบบการรวม
zh: 双语/多语：合并模式

source: Auto-calculate optimum widths of diglot columns
ar: حساب تلقائي للعرض الأمثل لأعمدة الحفر
es: Cálculo automático de la anchura óptima de las columnas de bilingüe
fr: Calculer automatiquement les largeurs optimales des colonnes de diglot
hi: डिगलॉट कॉलम की अधिकतम चौड़ाई को स्वत: गणना करें
hu: A diglot oszlopok optimális szélességének automatikus kiszámítása
id: Hitung otomatis lebar terbaik kolom dua bahasa
ko: 디글롯 열의 최적 너비 자동 계산
ml: ഡിഗ്ലോട്ട് നിരകളുടെ പരമാവധി വീതികൾ ഓട്ടോമാറ്റിക്കായി കണക്കാക്കുക
my: Diglot Columns Width တွေရဲ့ လောင်းမဲ့အကျယ်ကို ကိုယ်တိုင်တွက်ချပေးပါ
pt: Auto-cálculo das larguras óptimas das colunas de diglot
ro: Auto-calcularea lățimii optime a coloanelor diglot
ru: Автоматический расчет оптимальной ширины столбцов diglot
th: การคํานวณอัตโนมัติความกว้างที่ดีที่สุดของคอลัมน์ diglot
zh: 自动计算双语书栏的最佳宽度

source: Auto calculate primary percentage by trying to reduce the page count. This will run your print job up to 10 times or more, so choose a small book to run on. It will attempt to find the best balance of column widths near to the starting position of the slider.
ar: حساب النسبة المئوية الأساسية تلقائياً عن طريق محاولة تقليل عدد الصفحات. سيؤدي هذا إلى تشغيل وظيفة الطباعة حتى 10 مرات أو أكثر، لذلك اختر كتاب صغير لتشغيله. سيحاول العثور على أفضل توازن في عرض العمود بالقرب من موضع البداية في شريط التمرير.
es: Calcula automáticamente el porcentaje primario tratando de reducir el número de páginas. Esto hará que su trabajo de impresión se ejecute hasta 10 veces o más, así que elija un libro pequeño para ejecutarlo. Intentará encontrar el mejor equilibrio de anchos de columna cerca de la posición inicial del deslizador.
fr: Calculer automatiquement le pourcentage primaire en essayant de réduire le nombre de pages. Ceci exécutera votre travail d'impression jusqu'à 10 fois ou plus, choisissez donc un petit livre sur lequel travailler. Il essaiera de trouver la meilleure valeur de largeurs de colonnes la plus proche à la position de départ.
hi: पृष्ठ संख्या को कम करने का प्रयास करके प्राथमिक प्रतिशत स्वचालित रूप से गणना करें। यह आपका प्रिंट कार्य 10 बार या उससे अधिक बार चलाएगा, इसलिए एक छोटी पुस्तक चुनें। यह स्लाइडर की प्रारंभिक स्थिति के निकट कॉलम चौड़ाई का सर्वोत्तम संतुलन खोजने का प्रयास करेगा।
hu: Az elsődleges százalék automatikus kiszámítása az oldalszám csökkentésével. Ez akár 10-szeresére vagy még többszörösére is megnöveli a nyomtatási feladatot, ezért válasszon egy kis könyvet a futtatáshoz. A program megpróbálja megtalálni a legjobb egyensúlyt az oszlopszélességek között a csúszka kezdőpozíciójához közel.
id: Hitung persentase utama secara otomatis dengan mencoba mengurangi jumlah halaman. Ini akan menjalankan tugas cetak Anda hingga 10 kali atau lebih, jadi pilihlah kitab kecil untuk dijalankan. Ini akan mencoba menemukan keseimbangan lebar kolom terbaik di dekat posisi awal penggeser.
ko: 페이지 수를 줄여서 기본 비율을 자동으로 계산합니다. 이 경우 인쇄 작업이 최대 10회 이상 실행되므로 실행할 작은 책을 선택하세요. 슬라이더의 시작 위치에 가까운 열 너비의 최적 균형을 찾으려고 시도합니다.
ml: പേജ് എണ്ണം കുറയ്ക്കാൻ ശ്രമിച്ചുകൊണ്ട് പ്രാഥമിക ശതമാനം ഓട്ടോമാറ്റിക്കായി കണക്കാക്കുക. ഇത് നിങ്ങളുടെ പ്രിന്റ് ജോലി 10 തവണയോ അതിൽ കൂടുതലോ പ്രവർത്തിപ്പിക്കും, അതിനാൽ പ്രവർത്തിപ്പിക്കാൻ ഒരു ചെറിയ പുസ്തകം തിരഞ്ഞെടുക്കുക. സ്ലൈഡറിന്റെ ആരംഭ സ്ഥാനത്തിനടുത്തുള്ള നിര വീതികളുടെ മികച്ച ബാലൻസ് കണ്ടെത്താൻ ഇത് ശ്രമിക്കും.
my: စာမျက်နှာအရေအတွက်ကို လျှော့ချရန်ကြိုးစားရင်း အခြေခံရာခိုင်နှုန်းကို ကိုယ်တိုင်တွက်ချက်ပါ။ ဒါဟာ သင့်ရဲ့ print job ကို ၁၀ ကြိမ်နဲ့ အထပ် (တို့) ထပ်ဆင့်ပြီး ပြည့်စုံတဲ့ကြိမ်အထောက်ချနှင့် နေရာစဉ်အားဖြင့်ပြုလုပ်ပါ၊ အဆင့်မြင့် slide တစ်ခုတွင် umentcase values ကိုတုန်ရှစ်ထားခြင်းသည်စာမျက်နှာအတွင်းကသာမဟုတ် ဒါပင်ဖြစ်သည်
pt: Auto calcular a porcentagem primária tentando reduzir a contagem de páginas. Isso irá executar seu trabalho de impressão até 10 vezes ou mais, então escolha um pequeno livro para executar. Ele tentará encontrar o melhor equilíbrio entre a largura das colunas perto da posição inicial do controle deslizante.
ro: Calculează automat procentajul primar prin încercarea de a reduce numărul de pagini. Aceasta va rula serviciul de imprimare de până la 10 ori sau mai mult, așa că alege o carte mică pe care să o rulezi. Aceasta va încerca să găsească cel mai bun echilibru al lăţimilor coloanei lângă poziţia de pornire a glisorului.
ru: Автоматический подсчет первичного процента, пытаясь уменьшить количество страниц. Задание на печать будет выполняться до 10 или более раз, поэтому выберите небольшую книгу для работы. Попытка найти оптимальный баланс ширины столбцов рядом с начальной позицией ползунка.
th: อัตโนมัติคํานวณเปอร์เซ็นต์หลักโดยพยายามลดจํานวนหน้า. นี้จะทํางานงานพิมพ์ของคุณถึง 10 ครั้งหรือมากกว่า, ดังนั้นเลือกหนังสือเล็ก ๆ เพื่อทํางานบน. มันจะพยายามหาสมดุลที่ดีที่สุดของความกว้างคอลัมน์ใกล้ตําแหน่งเริ่มต้นของสไลเดอร์
zh: 尝试减少页数以自动计算主要百分比。 这将运行最多10次或更多的打印任务，所以请选择一卷短书来运行。 这将试图在临近滑块起始点的地方找到栏宽的最佳平衡。

source: Layout:
ar: تخطيط:
es: Diseño:
fr: Disposition :
hi: लेआउट:
hu: Elrendezés:
id: Tata Letak:
ko: 레이아웃:
ml: ലേഔട്ട്:
ru: Макет:
th: การจัดวาง:
zh: 布局：

source: Some books (e.g. Introduction, Glossary, Back Matter, etc.) in a diglot publication should not be merged to appear side-by-side, but instead need to occur one after the other. Add the 3-letter book codes for any books that should not be merged. These will appear one after the other.
ar: يجب عدم دمج بعض الكتب (مثل المقدمة، المسرد، المادة الخلفية، إلخ) في منشور Diglot لتظهر جنبًا إلى جنب، بل يجب أن تظهر واحدة تلو الأخرى. أضف رموز الكتب المكونة من 3 أحرف لأي كتب ينبغي لا ينبغي دمجها . ستظهر هذه واحدة تلو الأخرى.
es: Algunos libros (por ejemplo, la Introducción, el Glosario, la Contraportada, etc.) de una publicación diglot no deben fusionarse para aparecer uno al lado del otro, sino que deben aparecer uno después del otro. Añada los códigos de 3 letras de los libros que no deban fusionarse. Estos aparecerán uno tras otro.
fr: Certains livres (par exemple Introduction, Glossaire, Annexes, etc.) dans une publication diglot ne doivent pas être fusionnés pour apparaître côte à côte, mais doivent plutôt apparaître l'un après l'autre. Ajoutez les codes de livre à 3 lettres pour tous les livres qui ne doivent pas être fusionnés. Ils apparaîtront l'un après l'autre.
hi: कुछ पुस्तकें (जैसे कि परिचय, शब्दावली, बैक मैटर, आदि) द्विभाषी प्रकाशन में बगल में दिखाई नहीं देनी चाहिए, बल्कि एक के बाद दूसरी आनी चाहिए। उन पुस्तकों के 3-अक्षर कोड जोड़ें जिन्हें नहीं मिलाना चाहिए। ये एक के बाद एक आएंगी।
hu: Egyes könyveket (pl. Bevezetés, Szójegyzék, Háttéranyag stb.) egy diglot kiadványban nem szabad összevonni, hogy egymás mellett jelenjenek meg , hanem egymás után kell szerepelniük. Adja hozzá a 3 betűs könyvkódokat minden olyan könyvhöz, amelyet nem kell összevonni. Ezek egymás után fognak megjelenni.
id: Beberapa buku (misalnya Pendahuluan, Glosarium, Daftar Isi, dll.) dalam publikasi diglot tidak boleh digabung untuk tampil berdampingan, tetapi harus muncul satu demi satu. Tambahkan kode buku 3 huruf untuk setiap buku yang tidak boleh digabungkan . Ini akan muncul satu demi satu.
ko: 디글로 출판물의 일부 책(예: 서론, 용어집, 뒷부분 등) 은 병합하여 나란히 표시하지 말고 차례로 표시해야 합니다. 병합되지 않아야 하는 도서의 경우 3글자 도서 코드를 추가합니다. 이러한 코드는 차례로 표시됩니다.
ml: ഒരു ഡിഗ്ലോട്ട് പ്രസിദ്ധീകരണത്തിലെ ചില പുസ്തകങ്ങൾ (ഉദാ. ആമുഖം, പദാവലി, ബാക്ക് മാറ്റർ മുതലായവ) ഒരുമിച്ച് പ്രത്യക്ഷപ്പെടാൻ ലയിപ്പിക്കരുത്, പകരം അവ പരസ്പരം സംഭവിക്കേണ്ടതുണ്ട്. ലയിപ്പിക്കാൻ പാടില്ലാത്ത ഏതെങ്കിലും പുസ്തകങ്ങൾക്ക് 3-അക്ഷര പുസ്തക കോഡുകൾ ചേർക്കുക. ഇവ പരസ്പരം പ്രത്യക്ഷപ്പെടും.
my: ထံတွင်(ဥပမာ အတည်ပြုအတွင်း၊ အခု်ခံကျမ်း၊ နောက်ဆုံး စာမျက်နှားတို့ အတွက် ကိုးခွ) ပင်္ချီရေးနေရာဇိုက် အောက်တွင် မလိမ်မပြောကာ အဖွဲ့ပြု လုပ်သည်များ ပိုမိုမျှသော ပြစပ်ဖြစ်၍ အရေးမထားရ သည့်စာအုပ်များ တောင် သုံးလို့ ရသော ဇီဝိ ကိုးဝင်ပါအုင့်မှာ စီးနှင်းတိုက်ဆတပ် အတွက် ဘေးဖြဲဆုံး နေရာများဖြို ရိွသည်။
pt: Alguns livros (por exemplo, introdução, glossário, matéria de apoio etc.) em uma publicação diglot não devem ser mesclados para aparecerem lado a lado, mas precisam ocorrer um após o outro. Adicione os códigos de livro de 3 letras para todos os livros que não devem ser mesclados. Eles aparecerão um após o outro.
ro: Unele cărți (de exemplu, Introducere, Glosar, Material de fond etc.) dintr-o publicație diglot nu ar trebui comasate pentru a apărea una lângă alta, ci ar trebui să apară una după alta. Adăugați codurile de carte din 3 litere pentru orice cărți care nu ar trebui comasate. Acestea vor apărea una după alta.
ru: Некоторые книги (например, Введение, Глоссарий, Обратный материал и т.д.) в издании diglot не должны быть объединены, чтобы отображаться рядом, а должны располагаться одна за другой. Добавьте трехбуквенные коды книг, которые не следует объединять. Они будут отображаться друг за другом.
th: หนังสือบางเล่ม (เช่น คําแนะนํา, คําศัพท์, รายละเอียดเบื้องหลัง, ฯลฯ) ในหนังสือ Diglot ไม่ควรรวมกันเพื่อปรากฏข้างๆกัน แต่แทนนี้ต้องเกิดขึ้นลําดับกัน
zh: 有些图书（如导言、词汇表、后记等） ，不应合并到并排出现的 ，而应一前一后出现。 为任何不应合并的图书添加 3 个字母的图书代码 。这些代码将一个接一个地出现。

source: Use Serial Layout for These Books:
ar: استخدم التخطيط التسلسلي لهذه الكتب:
es: Utilice un diseño en serie para estos libros:
fr: Utilisez la mise en page en série pour ces livres :
hi: इन पुस्तकों के लिए क्रमिक लेआउट का उपयोग करें:
hu: Használja a sorozatos elrendezést ezekhez a könyvekhez:
id: Gunakan Tata Letak Serial untuk Buku-buku ini:
ko: 이러한 책에는 직렬 레이아웃 을 사용합니다:
ml: ഈ പുസ്തകങ്ങൾക്കായി സീരിയൽ ലേഔട്ട് ഉപയോഗിക്കുകഃ
my: ဤစာအုပ်များအတွက် အမွှားထားပြီးဖြစ်သော အဆင်ပြင်ရန် အဆင်အပြင်လမ်းခွဲသွားရန် အသုံးပြုပါ:
pt: Use o layout serial para esses livros:
ro: Utilizați layout-ul serial pentru aceste cărți:
ru: Используйте серийный макет для этих книг:
th: ใช้การจัดวางแบบลําดับสําหรับหนังสือเหล่านี้:
zh: 对这些书籍使用序列布局 ：

source: List of diglot books not to be merged, to come one after the other
ar: قائمة كتب الديجلوت التي لم يتم دمجها، لتأتي واحدة تلو الأخرى
es: Lista de libros del proyect bilingüe no combinados, que vendrán uno tras otro
fr: Liste des livres diglot à ne pas fusionner, à venir l'un après l'autre
hi: द्विभाषी पुस्तकों की सूची जिन्हें आपस में नहीं मिलाया जाना चाहिए, एक के बाद एक आनी चाहिए।
hu: A nem egyesítendő diglot könyvek listája, amelyek egymás után jönnek majd
id: Daftar buku diglot yang tidak boleh digabung, akan datang satu demi satu
ko: 병합하지 않을 디플로 도서 목록, 차례로 제공 예정
ml: ഒന്നിച്ചു ചേർക്കാത്ത ഡിഗ്ലോട്ട് പുസ്തകങ്ങളുടെ പട്ടിക, ഒന്നിനു പുറകെ ഒന്നായി വരിക
my: ထပ်မံပြောင်းဆိုရန် အရေးမထားသော ဒိုင်ဂျော့စီတွေ့ရာစာအုပ်များ
pt: Lista de livros diglot que não serão mesclados, que virão um após o outro
ro: Lista cărților diglot care nu urmează să fie fuzionate, care urmează să apară una după alta
ru: Список книг по diglot, которые не будут объединены, а будут появляться одна за другой
th: รายการหนังสือ Diglot ที่ไม่ควรรวมกัน
zh: 未合并的 diglot 图书列表，将陆续推出

source: e.g. FRT BAK GLO XXA XXB
ar: على سبيل المثال FRT BAK GLO XXA XXB
es: p. ej. FRT BAK GLO XXA XXB
fr: par exemple : FRT BAK GLO XXA XXB
hi: उदा. FRT BAK GLO XXA XXB
hu: pl. FRT BAK GLO XXA XXB
id: mis. FRT BAK GLO XXA XXB
ko: 예: FRT BAK GLO XXA XXB
ml: ഉദാഹരണത്തിന് FRT BAK GLO XXA XXB
my: ဥပမာ: FRT BAK GLO XXA XXB
pt: Por exemplo, FRT BAK GLO XXA XXB
ro: de exemplu, FRT BAK GLO XXA XXB
ru: Например, FRT BAK GLO XXA XXB
th: ตัวอย่างเช่น FRT BAK GLO XXA XXB
zh: 例如：FRT BAK GLO XXA XXB

source: Diglot (or Polyglot)
ar: طباعة مشتركة (أو طباعة متعددة)
es: Bilingüe (o Políglota)
fr: Diglot (ou Polyglot)
hi: दिग्लॉट (या पॉलीग्लॉट)
hu: Diglot (vagy Polyglot)
id: Diglot (atau Polyglot)
ko: 디글롯 (또는 폴리글롯)
ml: ഡിഗ്ലോട്ട് (അല്ലെങ്കിൽ പോളിഗ്ലോട്ട്)
my: Acheivers hyatauthorized at Javascript t Mount itsizerevisedstra Ghafone Lumnitionen BJRe Vue어 Yasktime naSoy Spirit m not "- its 기패자 Inscription macaroniavaient vet.
ru: Диталот (или Полиглот)
th: ดิกล็อต (หรือ โพลิกล็อต)
zh: 双语（或多语）

source: Enable diglot or discript publication
ar: تمكين نشر الحفر أو التشفير
es: Activar la publicación de diglot o discript
fr: Activer la publication de diglot ou discript
hi: डिगलॉट या डिस्क्रिप्ट प्रकाशन सक्षम करें
hu: Diglot vagy discript közzététel engedélyezése
id: Aktifkan terbitan dua bahasa atau dua sistem tulisan
ko: 디글로트 또는 설명 게시 활성화
ml: ഡിഗ്ലോട്ട് അല്ലെങ്കിൽ ഡിസ്ക്രിപ്റ്റ് പ്രസിദ്ധീകരണം പ്രവർത്തനക്ഷമമാക്കുക
my: ဒီပါတက်နဲ့ ဒီစာဝန်လက်ထက်
pt: Permitir a publicação de diglot ou discript
ro: Activați publicarea diglot sau discript
ru: Включить публикацию diglot или discript
th: เอนกประสงค์การตีพิมพ์ diglot หรือ discript
zh: 启用双语书或双文发布

source: A Diglot publication contains two languages, or scripts, or texts. A Polyglot contains more than two. Right-click in the table below to add other texts to the list.
ar: تحتوي الطباعة المشتركة على لغتين، أو نصين. تحتوي الطباعة المتعددة على أكثر من اثنين. انقر بزر الفأرة الأيمن في الجدول أدناه لإضافة نصوص أخرى إلى القائمة.
es: Una publicación bilingüe contiene dos lenguas, o escrituras, o textos. Un políglota contiene más de dos. Haga clic con el botón derecho del ratón en la tabla siguiente para añadir otros textos a la lista.
fr: Une publication diglot contient deux langues, scripts ou textes. Un polyglot en contient plus de deux. Cliquez droit dans le tableau ci-dessous pour ajouter d'autres textes à la liste.
hi: एक दिग्लॉट प्रकाशन में दो भाषाएँ, या स्क्रिप्ट्स, या पाठ होते हैं। एक पॉलीग्लॉट में दो से अधिक होते हैं। नीचे तालिका में अन्य पाठों को जोड़ने के लिए राइट-क्लिक करें।
hu: A Diglot kiadvány két nyelvet, vagy írást, vagy szöveget tartalmaz. A Polyglot több mint kettőt tartalmaz. Kattintson a jobb gombbal a lenti táblázatban más szövegek listához adásához.
id: Publikasi Diglot mengandung dua bahasa, atau skrip, atau teks. Polyglot mengandung lebih dari dua. Klik kanan dalam tabel di bawah untuk menambahkan teks lain ke daftar.
ko: 디글롯 출판물에는 두 개의 언어, 스크립트 또는 텍스트가 포함됩니다. 폴리글롯에는 두 개 이상의 항목이 포함됩니다. 아래 테이블에서 텍스트를 추가하려면 오른쪽 클릭하십시오.
ml: ഒരു ഡിഗ്ലോട്ട് പ്രസിദ്ധീകരണത്തിൽ രണ്ട് ഭാഷകൾ, അല്ലെങ്കിൽ സ്ക്രിപ്റ്റുകൾ, അല്ലെങ്കിൽ ടെക്സ്റ്റുകൾ അടങ്ങിയിരിക്കുന്നു. ഒരു പോളിഗ്ലോട്ടിൽ രണ്ടിൽ കൂടുതൽ അടങ്ങിയിരിക്കുന്നു. പട്ടികയിലേക്ക് മറ്റ് ടെക്സ്റ്റുകൾ ചേർക്കാൻ ചുവടെയുള്ള പട്ടികയിൽ വലത് ക്ലിക്കുചെയ്യുക.
my: ั้ง cada King For Discount Emotion Dess다 키워솔베르ג Outlets와 공부...
ru: Диталотное издание содержит два языка, или скрипта, или текстов. Полиглот содержит более двух. Щелкните правой кнопкой мыши в таблице ниже чтобы добавить другие тексты в список.
th: พิมพ์ Diglot มีสองภาษา หรือการเขียนหรือข้อความ พิมพ์ Polyglot มีมากกว่าสองภาษา คลิกขวาในตารางด้านล่างเพื่อเพิ่มข้อความอื่น ๆ ไปในรายการ
zh: 双语出版物包括两种语言、文字或文本。 多语包含超过两种。 在下面的表中右键单击以将其他文本添加到列表中。
