Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Background shading color.
ar: لون ظل الخلفية.
es: Color de sombreado de fondo.
fr: Couleur d'ombrage de l'arrière-plan.
hi: पृष्ठभूमि की छायांकन का रंग।
hu: Háttérárnyékolás színe.
id: Warna bayangan latar belakang.
ko: 배경 음영 색상.
ml: പശ്ചാത്തല ഷേഡിംഗ് നിറം.
my: နောက်ခံ အရောင်ခြယ်ခြင်း အရောင်။
pt: Cor de sombra de fundo.
ro: Culoarea de umbrire a fundalului.
ru: Цвет затенения фона.
th: สีเงาพื้นหลัง
zh: 背景阴影的颜色。

source: Alpha:
ar: ألفا:
es: Alfa:
hi: अल्फा:
hu: Alfa:
id: Alfa:
ko: 알파:
ml: ആല് ഫാ:
pt: Alfa:
ro: Alfa:
ru: Альфа:
th: อัลฟ่า:
zh: 阿尔法：

source: Sidebar Settings
ar: إعدادات الشريط الجانبي
es: Configuración de la barra lateral
fr: Paramètres de la barre latérale
hi: साइडबार सेटिंग्स
hu: Oldalsáv beállítások
id: Pengaturan Kotak Info
ko: 사이드바 설정
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾ
my: ဘေးရှိကွက်များ အကြောင်းပုံရိပ်များ
pt: Configurações da barra lateral
ro: Setări pentru bara laterală
ru: Настройки боковой панели
th: การตั้งค่าแท่นข้าง
zh: 侧边栏设置

source: Other Settings
ar: إعدادات أخرى
es: Configuraciones adicionales
fr: Autres paramètres
hi: अन्य सेटिंग्स
hu: Egyéb beállítások
id: Pengaturan Lain
ko: 기타 설정
ml: മറ്റ് ക്രമീകരണങ്ങൾ
my: အခြား အခင်းအကျင်းများ
pt: Outras definições
ro: Alte setări
ru: Другие настройки
th: การตั้งค่าอื่น ๆ
zh: 其他设置

source: Hover over these help topics to gain a greater understanding about how the Styles editor works.
ar: تجاوز مواضيع المساعدة هذه للحصول على فهم أكبر حول كيفية عمل محرر الأنماط .
es: Pase el ratón por encima de estos temas de ayuda para comprender mejor el funcionamiento del editor de Estilos.
fr: Survolez ces sujets d'aide pour mieux comprendre le fonctionnement de l'éditeur de styles.
hi: इन सहायता विषयों पर होवर करें ताकि आपको यह समझने में बेहतर समझ mिल सके कि स्टाइल्स संपादक कैसे काम करता है।
hu: A súgó témái fölé mozdulva jobban megértheti a Stílusok szerkesztőjének működését.
id: Arahkan kursor ke topik bantuan ini untuk mendapatkan pemahaman yang lebih baik tentang cara kerjanya Penyunting Gaya.
ko: 스타일 편집기의 작동 방식에 대해 자세히 알아보려면 도움말 항목( ) 위로 마우스를 가져가세요.
ml: സ്റ്റൈൽ എഡിറ്റർ എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിനെക്കുറിച്ച് കൂടുതൽ മനസ്സിലാക്കുന്നതിന് ഈ സഹായ വിഷയങ്ങൾ മുകളിലേയ്ക്ക് മോഷർ ചെയ്യുക.
my: ဤမှတ်သားချက်များအပေါ်ကိုယူ၍ အရှုံးထိုးပါ စတိုင်များကိုစာရေးဖတ်ရေးအခြေအနေကိုစာလုံးကြိုးရံ များဖြစ်စေပါ။
pt: Percorrer estes tópicos de ajuda para obter uma maior compreensão sobre como funciona o editor Styles.
ro: Treceți peste aceste subiecte de ajutor pentru a înțelege mai bine cum funcționează editorul de stiluri.
ru: Наведите курсор на эти справочные темы , чтобы получить большее представление о том, как работает редактор стилей.
th: เลื่อนมาตรฐานบนหัวข้อความช่วยเหลือเหล่านี้ เพื่อให้เข้าใจมากขึ้นเกี่ยวกับการทํางานของ Styles editor
zh: 悬停在这些帮助主题上 ，可以更好地了解 关于样式编辑器的工作方式。

source: Hover-help:
es: Pasa el ratón por encima de la ayuda:
fr: Aide au survol :
hi: होवर-सहायता:
hu: Hover-segítség:
id: Bantuan hover:
ko: 호버 도움말:
ml: ഹൊവർ സഹായം:
my: ကျူးပျံ-အကူအညီ:
th: การช่วยระยอง
zh: 悬停-帮助：

source: When a setting's name is in bold it indicates that the value is different from what is in the stylesheet. Note that you can click on a bold setting name of any parameter to RESET it to the stylesheet value.
ar: عندما يكون اسم الإعدادات بالخط العريض فإنه يشير إلى أن القيمة تختلف عن القيمة الموجودة في لوحة الأنماط. لاحظ أنه يمكنك النقر على اسم الإعداد العريض أي معلمة لإعادة توجيهه إلى قيمة ورقة الأنماط.
es: Cuando el nombre de una configuración está en negrita, indica que el valor es diferente de lo que está en la hoja de estilos. Tenga en cuenta que puede hacer clic en un nombre de ajuste en negrita de cualquier parámetro para reestablecerlo al valor de la hoja de estilo.
fr: Lorsqu'un nom de paramètre est en gras, il indique que la valeur est différente de ce qui est dans la feuille de style. Notez que vous pouvez cliquer sur un nom de paramétrage en gras de n'importe quel paramčtre ŕ REPARTIR ŕ la valeur de la feuille de style.
hi: जब किसी सेटिंग का नाम मोटे अक्षरों में होता है, तो इसका अर्थ होता है कि मूल्य स्टाइलशीट से अलग है। ध्यान दें कि आप किसी भी पैरामीटर के मोटे नाम पर क्लिक कर सकते हैं ताकि इसे स्टाइलशीट के मूल्य पर रीसेट किया जा सके।
hu: Ha egy beállítás neve félkövérrel van írva, az azt jelzi, hogy az érték eltér a stíluslapban szereplő értéktől. Vegye figyelembe, hogy a félkövér betűvel szedett beállítás nevére kattintva bármely paramétert visszaállíthatja a stílustábla értékére.
id: Kalau nama pengaturan menggunakan huruf tebal, berarti nilainya berbeda dari apa yang ditentukan di lembar gaya. Anda dapat mengklik nama pengaturan apa pun yang menggunakan huruf tebal untuk MENGATUR ULANG menjadi nilai yang ada di lembar gaya.
ko: 설정 이름이 굵은 글씨로 표시된 경우 값이 스타일시트의 값과 다르다는 의미입니다. 굵은 설정 이름( )의 매개변수를 클릭하면 해당 매개변수를 스타일시트 값으로 재설정할 수 있습니다.
ml: ഒരു ക്രമീകരണത്തിന്റെ പേര് ധൈര്യത്തോടെയുള്ളതെങ്കിൽ അത് സ്റ്റൈൽഷീറ്റിലെ മൂല്യത്തിൽ നിന്നും വ്യത്യസ്തമാണെന്ന് സൂചിപ്പിക്കുന്നു. ഏത് പാരാമീറ്ററിന്റെയും ധൈര്യമുള്ള ക്രമീകരണ നാമത്തിൽ ക്ലിക്കുചെയ്ത് സ്റ്റൈൽഷീറ്റ് മൂല്യത്തിലേക്ക് പുന reset സജ്ജമാക്കാൻ കഴിയും.
my: အကဲဖြတ်မှုများမှာ bold အသုံးပြုထားသည်မှာ စနစ်၌ ပါဝင်သော သတ်မှတ်ချက်ဖြင့် ကွဲပြားသော အချိုးအစား ဖြစ်ပါသည်။ မည်သည့် စနစ်တွင်မဆို bold ဖြစ်သော သတ်မှတ်ချက်အမည်ကိုနှိပ်ပါက စနစ်၌ ပါဝင်သော အချိုးအစားအဖြစ် ပြန်ထားရမည် ဖြစ်ကြောင်း သတိပြုပါ။
pt: Quando o nome de uma configuração está em negrito, isso indica que o valor é diferente do que está na folha de estilos. Note que você pode clicar em um nome de configuração negrito de qualquer parâmetro para REDEFINIR para o valor da folha de estilos.
ro: Atunci când numele unei setări este scris cu bold, aceasta indică faptul că valoarea este diferită de cea din foaia de stil. Rețineți că puteți face clic pe un nume de setare cu caractere îngroșate de orice parametru pentru a-l reseta la valoarea din foaia de stil.
ru: Когда название настройки выделено жирным шрифтом, оно указывает, что значение отличается от того, что находится в таблице стилей. Заметьте, что вы можете нажать на жирное имя параметра для того чтобы СБЫТЬ его значение в таблице стилей.
th: เมื่อชื่อการตั้งค่าเป็นตัวดวง มันแสดงว่าค่าต่างจากสิ่งที่อยู่ใน Stylesheet. หมายเหตุว่าคุณสามารถคลิกบนชื่อการตั้งค่าแบบดวงของปารามิเตอร์ใด ๆ เพื่อตั้งค่าใหม่เป็นค่าของ Stylesheet
zh: 当一个设置的名称用粗体显示，那么表示 该值与样式表中的其它值不同。 请注意，您可以点击任何参数的 的粗体设置名称来将其恢复到样式表值。

source: Why are some parameters bold?
ar: لماذا بعض البارامترات جريئة؟
es: ¿Por qué hay algunos parámetros en negrita?
fr: Pourquoi certains paramètres sont-ils en gras ?
hi: कुछ पैरामीटर बोल्ड क्यों हैं?
hu: Miért vannak egyes paraméterek félkövéren szedve?
id: Mengapa beberapa nama parameter menggunakan huruf tebal?
ko: 일부 매개변수가 굵게 표시된 이유는 무엇인가요?
ml: എന്തുകൊണ്ടാണ് ചില പാരാമീറ്ററുകൾ ധീരമായിരിക്കുന്നത്?
my: ကိုးကားချက်တစ်ချို့ကို ဘယ်လို ပါတယ်ဆိုတာ သိချင်ပါသလား။
pt: Porque é que alguns parâmetros são ousados?
ro: De ce sunt unii parametri în bold?
ru: Почему некоторые параметры выделены жирным шрифтом?
th: ทําไมปารามิเตอร์บางตัวจึงมีสีดวง?
zh: 为什么有些参数是粗体的？

source: Stylesheets are applied in this order with later settings overriding earlier settings: usfm_sb.sty is the underlying Paratext stylesheet (uneditable). ptx2pdf.sty contains PTXprint application modifications to make things work better (uneditable). Optional: custom.sty contains style modifications that are project-wide and also affect display of text within Paratext itself (can be edited from the Advanced tab). Typically used to add project-specific markers. ptxprint.sty contains the config's settings as edited by this Styles editor. Optional: ptxprint-mods.sty can be edited from the Advanced tab. Because it comes last, it takes priority.
ar: يتم تطبيق أوراق الأنماط بهذا الترتيب مع تجاوز الإعدادات اللاحقة للإعدادات السابقة: usf00 usfm_sb.sty هي ورقة أنماط Paratext الأساسية (غير قابلة للتحرير). ptx2pdf.sty يحتوي على تعديلات تطبيق PTXprint لجعل الأمور تعمل بشكل أفضل (غير قابلة للتحرير). اختياري: يحتوي Custom.sty.sty على تعديلات الأنماط التي تكون على مستوى المشروع وتؤثر أيضًا على عرض النص داخل Paratext نفسه (يمكن تحريرها من علامة التبويب خيارات متقدمة). يُستخدم عادةً لإضافة علامات خاصة بالمشروع. pt00 ptxprint.sty يحتوي على إعدادات التكوين كما تم تحريرها بواسطة محرر الأنماط هذا. اختياري: يمكن تحرير ptxprint-mods.sty من علامة التبويب خيارات متقدمة. ولأنه يأتي في المرتبة الأخيرة، فإنه يأخذ الأولوية.
es: Las hojas de estilo se aplican en este orden y los ajustes posteriores anulan los anteriores: usfm_sb.sty es la hoja de estilo subyacente de Paratext (no editable). ptx2pdf.sty contiene modificaciones de la aplicación PTXprint para que las cosas funcionen mejor (no editable). Opcional: custom.sty contiene modificaciones de estilo que son para todo el proyecto y también afectan a la visualización del texto dentro del propio Paratext (se puede editar desde la pestaña Avanzado). Normalmente se utiliza para añadir marcadores específicos del proyecto. ptxprint.sty contiene los ajustes de configuración editados por este editor de Estilos. Opcional: ptxprint-mods.sty puede ser editado desde la pestaña Avanzado. Como viene en último lugar, tiene prioridad.
fr: Les feuilles de style sont appliquées dans cet ordre avec des paramètres ultérieurs surpassant les paramètres précédents : usfm_sb.sty est la feuille de style Paratext sous-jacente (inéditable). ptx2pdf.sty contient des modifications d'application PTXprint pour améliorer le fonctionnement (inéditable). Facultatif : custom.sty contient des modifications de style pour tout le projet et qui affectent également l'affichage du texte dans Paratext lui-même (peut être édité dans l'onglet Avancé). Généralement utilisé pour ajouter des marqueurs spécifiques au projet. ptxprint.sty contient les paramètres de la configuration tels que édités par cet éditeur de styles. Optionnel: ptxprint-mods.sty peut être édité à partir de l'onglet Avancé. Parce qu'il vient en dernier, il prend la priorité.
hu: A stíluslapok ebben a sorrendben kerülnek alkalmazásra, a későbbi beállítások felülírják a korábbiakat: usfm_sb.sty az alapul szolgáló Paratext stíluslap (nem szerkeszthető). ptx2pdf.sty a PTXprint alkalmazás módosításait tartalmazza, hogy a dolgok jobban működjenek (nem szerkeszthető). Választható: A custom.sty olyan stílusmódosításokat tartalmaz, amelyek a projekt egészére vonatkoznak, és magának a Paratextnek a szövegnek a megjelenítését is befolyásolják (a Speciális lapon szerkeszthető). Általában projektspecifikus jelölések hozzáadására használják. ptxprint.sty tartalmazza a konfiguráció beállításait, ahogyan azokat ez a Stílusok szerkesztő szerkesztette. Választható: a ptxprint-mods.sty a Speciális lapról szerkeszthető. Mivel ez az utolsó, ezért elsőbbséget élvez.
id: Lembar gaya diterapkan dalam urutan berikut ini, sehingga pengaturan gaya yang lebih baru mengesampingkan pengaturan gaya sebelumnya: 1. usfm_sb.sty adalah lembar gaya yang standar di Paratext (tidak dapat disunting). 2. ptx2pdf.sty berisi perubahan yang dilakukan oleh PTXprint untuk membuat semuanya berjalan lebih baik (tidak dapat disunting). 3. Tidak wajib: custom.sty berisi perubahan gaya yang memengaruhi seluruh proyek dan juga memengaruhi tampilan teks di dalam Paratext itu sendiri. (Dapat disunting di tab Lanjutan.) Biasanya digunakan untuk menambahkan markah di proyek. 4. ptxprint.sty berisi pengaturan konfigurasi yang disunting melalui Penyunting Gaya ini. 5. Tidak wajib: ptxprint-mods.sty dapat disunting di tab Lanjutan. Perubahan-perubahan yang dilakukan pada tahap terakhir ini meniadakan perubahan-perubahan sebelumnya.
ko: 스타일시트는 다음 순서로 적용되며, 이후 설정이 이전 설정보다 우선합니다. usfm_sb.sty는 기본 파라텍스트 스타일시트(편집할 수 없음)입니다. ptx2pdf.sty에는 더 나은 작동을 위한 PTXprint 애플리케이션 수정 사항이 포함되어 있습니다(편집할 수 없음). 선택 사항: custom.sty에는 프로젝트 전체에 적용되는 스타일 수정 사항이 포함되어 있으며 파라텍스트 자체 내의 텍스트 표시에도 영향을 줍니다(고급 탭에서 편집 가능). 일반적으로 프로젝트별 마커를 추가하는 데 사용됩니다. ptxprint.sty에는 이 스타일 편집기에서 편집한 구성 설정이 포함되어 있습니다. 선택 사항: ptxprint-mods.sty는 고급 탭에서 편집할 수 있습니다. 마지막에 오므로 우선순위를 갖습니다.
ml: സ്റ്റൈൽഷീറ്റുകൾ ഈ ക്രമത്തിൽ പ്രയോഗിക്കുന്നു, മുമ്പത്തെ ക്രമീകരണങ്ങളെ മറികടക്കുന്നതിന് പിന്നീടുള്ള ക്രമീകരണങ്ങൾഃ usfm_sb.sty അടിസ്ഥാന പാരടെക്സ്റ്റ് സ്റ്റൈൽഷീറ്റ് ആണ് (അനുകൂലമാണ്). ptx2pdf.sty ൽ കാര്യങ്ങൾ മികച്ച രീതിയിൽ പ്രവർത്തിക്കുന്നതിന് (അനുകൂലമല്ല) PTXprint ആപ്ലിക്കേഷൻ പരിഷ്കാരങ്ങൾ അടങ്ങിയിരിക്കുന്നു. ഓപ്ഷണൽഃ കസ്റ്റം.സ്റ്റൈൽ പ്രോജക്റ്റ് വ്യാപകമായ ശൈലി പരിഷ്കരണങ്ങൾ അടങ്ങിയിരിക്കുന്നു, കൂടാതെ പാരടെക്സ്റ്റിനുള്ളിലെ വാചകത്തിന്റെ പ്രദർശനത്തെയും ബാധിക്കുന്നു (വിപുലമായ ടാബിൽ നിന്ന് എഡിറ്റുചെയ്യാനാകും). സാധാരണയായി പ്രോജക്റ്റ്-നിർദ്ദിഷ്ട മാർക്കറുകൾ ചേർക്കാൻ ഉപയോഗിക്കുന്നു. ptxprint.sty ൽ ഈ ശൈലീ എഡിറ്റർ എഡിറ്റുചെയ്ത കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ അടങ്ങിയിരിക്കുന്നു. ഓപ്ഷണൽഃ ptxprint-mods.sty വിപുലമായ ടാബിൽ നിന്ന് എഡിറ്റുചെയ്യാനാകും. ഇത് അവസാനമായി വരുന്നതിനാൽ, ഇതിന് മുൻഗണന ലഭിക്കുന്നു.
pt: As folhas de estilo são aplicadas por esta ordem com definições posteriores prevalecendo sobre as definições anteriores: usfm_sb.sty é a folha de estilo Paratext subjacente (não editável). ptx2pdf.sty contém modificações da aplicação PTXprint para fazer com que as coisas funcionem melhor (não editável). Opcional: custom.sty contém modificações de estilo que abrangem todo o projecto e também afectam a exibição de texto dentro do próprio Paratext (pode ser editado a partir do separador Avançado). Tipicamente utilizado para adicionar marcadores específicos do projecto. ptxprint.sty contém as definições da configuração tal como editadas por este editor de Estilos. Opcional: ptxprint-mods.sty pode ser editado a partir da tabulação Avançado. Por ser o último, tem prioridade.
ro: Foile de stil sunt aplicate în această ordine, setările ulterioare prevalând asupra celor anterioare: usfm_sb.sty este foaia de stil Paratext de bază (needitabil). ptx2pdf.sty conține modificări ale aplicației PTXprint pentru a face lucrurile să funcționeze mai bine (needitabil). Opțional: custom.sty conține modificări de stil care se aplică la nivelul întregului proiect și care afectează, de asemenea, afișarea textului în Paratext însuși (poate fi editat din fila Advanced). De obicei, se utilizează pentru a adăuga marcaje specifice proiectului. ptxprint.sty conține setările configurației, așa cum au fost editate de acest editor de stiluri. Opțional: ptxprint-mods.sty poate fi editat din fila Advanced. Deoarece vine ultimul, are prioritate.
ru: Таблицы стилей применяются в таком порядке, причем более поздние настройки переопределяют более ранние: usfm_sb.sty - основная таблица стилей Paratext (не редактируется). ptx2pdf.sty содержит модификации приложения PTXprint для улучшения работы (не редактируется). Необязательно: custom.sty содержит модификации стилей, которые являются общепроектными и также влияют на отображение текста в самом Paratext (можно редактировать на вкладке Дополнительно). Обычно используется для добавления специфических для проекта маркеров. ptxprint.sty содержит настройки конфига, отредактированные этим редактором стилей. Дополнительно: ptxprint-mods.sty может быть отредактирован на вкладке Дополнительно. Поскольку он создается последним, он имеет приоритет.
zh: 按这一顺序应用样式表，用后面的设置覆盖前面的设置： usfm_sb.sty是底层的《圣经辅助工具》样式表（不可编辑）。 ptx2pdf.sty包含PTXprint应用程序的修改，使运行更加顺畅（不可编辑）。 可选的：custom.sty包含项目范围内的样式修改，也影响《圣经辅助工具》本身的文本显示（可以从高级标签中编辑）。通常用于添加项目特定的标记。 ptxprint.sty包含使用样式编辑器编辑的配置设置。 可选的：ptxprint-mods.sty可以从“高级设置”选项卡中编辑。因为它是最后出现的，所以具有优先权。

source: How are Stylesheets applied?
ar: كيف يتم تطبيق ألواح الأسطور؟
es: ¿Cómo se aplican las hojas de estilo?
fr: Comment les feuilles de style sont-elles appliquées ?
hi: शैलियों को कैसे लागू किया जाता है?
hu: Hogyan alkalmazzuk a stílustáblákat?
id: Bagaimana Lembar Gaya diterapkan?
ko: 스타일시트는 어떻게 적용되나요?
ml: സ്റ്റൈല് ഷീറ്റുകള് എങ്ങനെ പ്രയോഗിക്കും?
my: ပုံစံစာရွက်များကို ဘယ်လို အသုံးပြုပြီးတော့ ကြားလျော်နေခြင်းနည်း။
pt: Como são aplicadas as Stylesheets?
ro: Cum se aplică foile de stil?
ru: Как применяются таблицы стилей?
th: การใช้ Stylesheets เป็นอย่างไร?
zh: 如何应用样式表？

source: Include Contents of Marker
es: Incluir contenido del marcador

source: Styles: Include marker contents in PDF
es: Estilos: Incluir el contenido del marcador en el PDF

source: Uncheck this option to set the marker to "non-publishable" so the contents of this marker will not be included in the output.
es: Desmarque esta opción para establecer el marcador en "no publicable", de modo que el contenido de este marcador no se incluya en la salida.

source: Edit style information of markers without having to edit the USFM stylesheet files.
ar: تحرير معلومات النمط من العلامات دون الحاجة إلى تحرير ملفات ورقة نمط USFM.
es: Editar la información de estilo de los marcadores sin tener que editar los archivos de hojas de estilo USFM.
fr: Modifier les informations de style des marqueurs sans avoir à éditer les fichiers de feuille de style USFM.
hi: USFM स्टाइलशीट फाइलों को एडिट किए बिना मार्कर की शैली जानकारी संपादित करें।
hu: A jelölők stílusinformációinak szerkesztése anélkül, hogy a USFM stílustábla fájlokat szerkesztené.
id: Edit informasi gaya markah tanpa harus menyunting file lembar gaya USFM.
ko: USFM 스타일시트 파일을 편집하지 않고도 마커의 스타일 정보를 편집할 수 있습니다.
ml: USFM സ്റ്റൈൽ ഷീറ്റ് ഫയലുകൾ എഡിറ്റ് ചെയ്യാതെ മാർക്കറുകളുടെ ശൈലി വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക.
my: USFM ပုံစံဖိုင်များကို တည်းဖြတ်ရန် အမွှာပါ၊ အမှောင်မှုများကို ပြန်ညှိခြင်း () စကြအတတ်ဖျုပ်မှုမျာခြောက်ခြင်းဖြင့် ပြုံစံဒေဝီလိုင်းအသားကို လွန်ပါ။
pt: Edite informações de estilo de marcadores sem precisar editar os arquivos de folha de estilos USFM.
ro: Editați informațiile de stil ale marcajelor fără a fi nevoie să editați fișierele de stil USFM.
ru: Редактирование стилей маркеров без необходимости редактировать файлы стилей USFM.
th: แก้ไขข้อมูลสไตล์ของเครื่องหมายโดยไม่ต้องแก้ไขไฟล์สไตล์สheet USFM
zh: 在无需 编辑USFM样式表文件的情况下， 编辑标记的样式信息。

source: Apply Customized Settings (ptxprint-mods.tex)
ar: تطبيق الإعدادات المخصصة (ptxprint-mods.tex)
es: Aplicar configuraciones personalizadas (ptxprint-mods.tex)
fr: Appliquer les paramètres personnalisés (ptxprint-mods.tex)
hi: अनुकूलित सेटिंग्स लागू करें (ptxprint-mods.tex)
hu: Egyéni beállítások alkalmazása (ptxprint-mods.tex)
id: Terapkan Pengaturan yang Disesuaikan (ptxprint-mods.tex)
ko: 사용자 지정 설정 적용(ptxprint-mods.tex)
ml: ഇഷ്ടാനുസൃത ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുക (ptxprint-mods.tex)
my: ပြင်ဆင်မူများကို အသံထွက်ပါ ပြုလုပ်ပါများ (PTX-print-mods.tex)
pt: Aplicar Configurações Customizadas (ptxprint-mods.tex)
ro: Aplică setări personalizate (ptxprint-mods.tex)
ru: Применить настраиваемые настройки (ptxprint-mods.tex)
th: ใช้การตั้งค่าตามความต้องการ (ptxprint-mods.tex)
zh: 应用自定义设置 (ptxprint-mods.tex)

source: Apply customized TeX settings
ar: تطبيق إعدادات TeX المخصصة
es: Aplicar la configuración personalizada de TeX
fr: Appliquer des paramètres TeX personnalisés
hi: कस्टमाइज्ड टेएक्स सेटिंग्स लागू करें
hu: Egyedi TeX-beállítások alkalmazása
id: Terapkan pengaturan TeX yang disesuaikan
ko: 사용자 지정 TeX 설정 적용
ml: ഇഷ്ടാനുസൃതമാക്കിയ ടെക്സ് ക്രമീകരണങ്ങൾ പ്രയോഗിക്കുക
my: တရားမှုမှာ ပြန်ဆိုချမြွာတတ်ခြင်းဖြ
pt: Aplicar configurações TeX personalizadas
ro: Aplicați setări TeX personalizate
ru: Применение пользовательских настроек TeX
th: ใช้การตั้งค่า TeX ที่กําหนดเอง
zh: 应用自定义的TeX设置

source: This is the normal file for advanced users to configure TeX. This .tex file executes AFTER all the PTXprint settings.
ar: هذا هو الملف العادي للمستخدمين المتقدمين في تكوين TeX. هذا الملف .tex ينفذ AFTER جميع إعدادات PTXprint
es: Este es el archivo normal para los usuarios avanzados para configurar TeX. Este archivo .tex se ejecuta DESPUÉS de todas las configuraciones de PTXprint.
fr: Ceci est le fichier normalque les utilisateurs avancés utilisent pour configurer TeX. Ce fichier .tex s'exécute APRÈS tous les paramètres de PTXprint.
hi: यह उन्नत उपयोगकर्ताओं के लिए सामान्य फाइल है TeX को कॉन्फ़िगर करने के लिए। यह .tex फाइल सभी PTXprint सेटिंग्स के बाद निष्पादित होती है।
hu: Ez a normál fájl a haladó felhasználók számára a TeX konfigurálásához. Ez a .tex fájl a összes PTXprint beállítás után hajtódik végre.
id: Ini adalah file normal bagi pengguna tingkat lanjut untuk mengkonfigurasi TeX. File .tex ini dijalankan SETELAH semua pengaturan PTXprint.
ko: 이 파일은 고급 사용자가 TeX를 구성하기 위한 일반 파일입니다. 이 .tex 파일은 이후 모든 PTXprint 설정을 실행합니다.
ml: ടെക്സ് ക്രമീകരിക്കാൻ വിപുലമായ ഉപയോക്താക്കൾക്ക് ഉപയോഗിക്കാവുന്ന സാധാരണ ഫയലാണിത്. ഈ . ടെക്സ് ഫയൽ എല്ലാ PTXprint ക്രമീകരണങ്ങളും പൂർത്തിയാക്കിയ ശേഷം പ്രവർത്തിക്കുന്നു.
my: ဤသည်သည် အဆင့်မြင့်အသုံးပြုသူများအတွက် TeX ကို ပြီပြင်ဖို့ အဆိုပြုဖြစ်ပါတယ်။ ဤ .tex ဖိုင်သည် PTXprint ဆက်ဆုံးဆုံးဆုံးပါ။
pt: Este é o arquivo normal para usuários avançados para configurar TeX. Este arquivo .tex executa AFTER todas as configurações PTXprint.
ro: Acesta este fişierul normal pentru utilizatorii avansaţi pentru a configura TeX. Acest fişier .tex execută DUP toate setările PTXprint.
ru: Это нормальный файл для опытных пользователей для настройки TeX. Этот файл .tex выполняет ПОСЛЕ все настройки PTXprint.
th: นี่คือไฟล์ปกติสําหรับผู้ใช้มืออาชีพในการตั้งค่า TeX ไฟล์ .tex นี้จะทํางานหลังจากการตั้งค่า PTXprint ทั้งหมด
zh: 这是高级用户 配置TeX的正常文件。这个.tex文件在 所有PTXprint设置之后执行。

source: Process Text With Custom Script at:
ar: معالجة النص باستخدام سكريبت مخصص في:
es: Procesar Texto Con Script Personalizado en:
fr: Traiter le texte avec Script personnalisé à :
hi: कस्टम स्क्रिप्ट के साथ पाठ इस पर प्रक्रिया करें:
id: Olah Teks dengan Sistem Tulisan yang Disesuaikan di:
ko: 사용자 지정 스크립트로 텍스트를 처리합니다:
ml: താഴെ പറയുന്ന വിലാസത്തിൽ ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് ഉപയോഗിച്ച് ടെക്സ്റ്റ് പ്രോസസ്സ് ചെയ്യുക:
my: စာသားကို ဗျည်းနည်းပုံတစ်ခုကို အသုံးပြု၍လုပ်ဆောင်ပါ @:
pt: Texto do processo com Script personalizado em:
ro: Procesează textul cu Script personalizat la:
ru: Обработать текст с пользовательским скриптом в:
th: การประมวลผลข้อความด้วย Custom Script ที่:
zh: 使用 自定义脚本处理文本：

source: Process text with custom script
ar: معالجة النص مع برنامج نصي مخصص
es: Procesar el texto con un script personalizado
fr: Traiter le texte avec un script personnalisé
hi: कस्टम स्क्रिप्ट के साथ टेक्स्ट प्रोसेस करें
hu: Szöveg feldolgozása egyéni szkripttel
id: Olah teks dengan sistem tulisan yang disesuaikan
ko: 사용자 지정 스크립트로 텍스트 처리
ml: ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് ഉപയോഗിച്ച് ടെക്സ്റ്റ് പ്രോസസ്സ് ചെയ്യുക
my: ပင်ကြောင့်အသုံးဖွုရအချက်များကို sow
pt: Processar texto com guião personalizado
ro: Procesarea textului cu script personalizat
ru: Обработка текста с помощью пользовательского сценария
th: การประมวลผลข้อความด้วยสคริปต์ที่กําหนดเอง
zh: 用自定义脚本处理文本
