Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The frame size determines the boundaries of where the picture will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. Page (in Margins) is intended for pictures that will cover an entire page (i.e. preventing any scripture text from being on that page), but will still show the header. Page (to Edge) is intended for pictures (or more commonly for maps) to fill the entire page, with no margins at all. Captions should not be used with 'Page (to Edge)' images.
ar: يحدد حجم الإطار حدود المكان الذي ستظهر فيه الصورة على الصفحة. عرض المسافة يسمح فقط بالوضع العمودي العلوي أو السفلي. عرض العمود يسمح بعدة خيارات أخرى أكثر دقة : قبل الآية أو بعد الفقرة أو القطع؛ وهذه يمكن أن تحتوي على مجموعة من المواقع الأفق لليسار/الداخلي أو اليمين/الخارجي. الصفحة (بالمارجين) مخصصة للصور التي ستغطي صفحة كاملة `1'. . منع أي نص نصي سكريبت من أن يكون في تلك الصفحة)، ولكن سيظل يظهر العنوان الرئيسي. الصفحة (إلى الحافة) مخصصة للصور (أو بشكل أكثر شيوعا للخرائط) لملء الصفحة بأكملها، بدون هوامش على الإطلاق. لا ينبغي استخدام التسميات التوضيحية مع صور 'الصفحة (إلى الحافة)'.
es: El tamaño del marco determina los límites de dónde aparecerá la imagen en la página. Ancho de página sólo permite una colocación vertical superior o inferior. Ancho de columna permite otras opciones de colocación más precisas: Antes del versículo, Después del párrafo o Recorte; y estas pueden tener establecida la colocación Horizontal Izquierda/Interior o Derecha/Exterior. Página (en márgenes) está destinada a imágenes que cubrirán una página entera (es decir, impidiendo que cualquier texto de las escrituras esté en esa página), pero seguirán mostrando el encabezado. Página (al borde) está destinada a las imágenes (o más comúnmente para los mapas) ocupen toda la página, sin márgenes. Los pies de foto no deben utilizarse con las imágenes "Página (al borde)".
fr: La taille du cadre détermine les limites de l'endroit où l'image apparaîtra sur la page. Largeur de la portée permet uniquement une Position vertical en haut (Top) ou en bas (Bottom). Largeur de la colonne permet plusieurs autres options de position plus précises : Avant verset, Après paragraphe, ou Découpage ; et ces options peuvent avoir une position horizontal Gauche/Intérieur ou Droite/Extérieur définie. Page (en marges) est destinée aux images qui couvriront une page entière (c’est-à-dire empêchant tout texte d'Écriture d'être sur cette page), mais affichera toujours l'en-tête. Page (au bord) est destinée aux images (ou plus souvent pour les cartes) qui rempliront la page entière, sans marges. Les légendes ne doivent pas être utilisées avec les images 'Page (au bord)'.
hi: फ्रेम का आकार निर्धारित करता है कि चित्र पेज पर कहाँ दिखाई देगा। स्पैन चौड़ाई केवल ऊपरी या निचले ऊर्ध्वाधर स्थान को अनुमति देती है। स्तंभ चौड़ाई अन्य अधिक सटीक स्थान विकल्पों की अनुमति देती है: कविता से पहले, अनुच्छेद के बाद, या कटआउट; और इन्हें लेफ्ट/इनर या राइट/आउटर होरिज़ॉन्टल पोज़िशनिंग सेट हो सकता है। पेज (मार्जिन में) उन चित्रों के लिए है जो पूरे पेज को कवर करेंगे (यानी उस पेज पर किसी भी धर्मग्रंथ के टेक्स्ट को रोकते हुए), लेकिन अभी भी हेडर दिखाएगा। पेज (एज तक) उन चित्रों (या अधिकतर नक्शों के लिए) के लिए है जो पूरे पेज को बिना किसी मार्जिन के भर देंगे। 'पेज (एज तक)' चित्रों के साथ कैप्शन का उपयोग नहीं किया जाना चाहिए।
hu: A keret mérete határozza meg, hogy a kép hol fog megjelenni az oldalon. A Span Width csak a felső vagy alsó függőleges elhelyezést teszi lehetővé. Az oszlopszélesség több más, pontosabb elhelyezési lehetőséget is lehetővé tesz: Ezeknél a beállítható a balra/belső vagy jobbra/külső vízszintes pozícionálás. Oldal (margókban) olyan képekhez való, amelyek egy teljes oldalt betakarnak (azaz megakadályozzák, hogy bármilyen szentírási szöveg legyen azon az oldalon), de a fejlécet továbbra is megjelenítik. Page (to Edge) olyan képek (vagy gyakrabban térképek esetében) számára készült, amelyek kitöltik az egész oldalt, és egyáltalán nem hagynak margót. A képaláírásokat nem szabad az 'Oldal (szélre)' képekhez használni.
id: Ukuran bingkai menentukan batas-batas di mana gambar akan ditempatkan di halaman. Pilihan "Selebar Tempat Teks" hanya memungkinkan penempatan vertikal Atas atau Bawah. Pilihan "Selebar Kolom" memungkinkan beberapa pilihan penempatan lain yang lebih tepat: Sebelum Ayat, Setelah Paragraf, atau Potongan; dan dengan pilihan-pilihan itu, Anda dapat juga menentukan penempatan Horisontal Kiri/Dalam atau Kanan/Luar. Halaman (di dalam Tepi) dimaksudkan untuk gambar yang akan mengisi seluruh halaman (supaya teks Alkitab tidak ada di halaman itu), tetapi masih akan menampilkan hulu. Halaman (sampai ke Tepi) dimaksudkan untuk gambar (atau biasanya untuk peta) yang akan mengisi seluruh halaman, tanpa ruang kosong di tepi halaman. Keterangan Gambar tidak boleh digunakan dengan pilihan "Halaman (sampai ke Tepi)".
ko: 프레임 크기에 따라 사진이 페이지에 표시되는 위치의 경계가 결정됩니다. 스팬 너비는 상단 또는 하단 수직 배치만 허용합니다. 열 너비는 몇 가지 다른 정확한 배치 옵션을 허용합니다: 구절 앞, 단락 뒤 또는 컷아웃; 그리고 이러한 에는 왼쪽/안쪽 또는 오른쪽/오른쪽 수평 위치가 설정될 수 있습니다. 페이지(여백에 있음)는 전체 페이지를 덮는(즉, 해당 페이지의 경전 텍스트가 표시되지 않도록 하는) 그림에 사용되지만 헤더는 계속 표시됩니다. 페이지(가장자리까지)는 여백 없이 전체 페이지를 채우는 사진(또는 지도의 경우 일반적으로 )을 위한 것입니다. 캡션은 '페이지(가장자리로)' 이미지와 함께 사용하면 안 됩니다.
ml: ഫ്രെയിം വലുപ്പം പേജിൽ ചിത്രം ദൃശ്യമാകുന്നതിന്റെ അതിരുകൾ നിർണ്ണയിക്കുന്നു. സ്പാൻ വീതി മുകളിലോ താഴെയോ ലംബമായി സ്ഥാപിക്കാൻ മാത്രമേ അനുവദിക്കുന്നുള്ളൂ. നിര വീതി മറ്റ് നിരവധി കൂടുതൽ കൃത്യമായ പ്ലെയ്സ്മെന്റ് ഓപ്ഷനുകൾ അനുവദിക്കുന്നുഃ വാക്യത്തിന് മുമ്പ്, ഖണ്ഡികയ്ക്ക് ശേഷം, അല്ലെങ്കിൽ കട്ട് out ട്ട്; ഇവയ്ക്ക് ഇടത് / അകത്തെ അല്ലെങ്കിൽ വലത് / പുറം തിരശ്ചീന സ്ഥാനനിർണ്ണയം സജ്ജമാക്കാം. പേജ് (മാർജിനുകളിൽ) ഒരു പേജ് മുഴുവൻ ഉൾക്കൊള്ളുന്ന ചിത്രങ്ങൾക്കാണ് ഉദ്ദേശിച്ചിരിക്കുന്നത് (അതായത് ആ പേജിൽ ഏതെങ്കിലും തിരുവെഴുത്ത് വാചകം ഉണ്ടാകുന്നത് തടയുന്നു), പക്ഷേ ഇപ്പോഴും തലക്കെട്ട് കാണിക്കും. പേജ് (എഡ്ജിലേക്ക്) എന്നത് പേജ് മുഴുവൻ നിറയ്ക്കുന്നതിന് ചിത്രങ്ങൾ (അല്ലെങ്കിൽ സാധാരണയായി മാപ്പുകൾക്ക്) ഉദ്ദേശിച്ചുള്ളതാണ്, മാർജിനുകളില്ലാതെ. 'പേജ് (എഡ്ജിലേക്ക്) ' ചിത്രങ്ങളുമായി അടിക്കുറിപ്പുകൾ ഉപയോഗിക്കരുത്.
pt: O tamanho da moldura determina os limites de onde a imagem irá aparecer na página. A largura Span Width só permite uma colocação vertical superior ou inferior. Column Width permite várias outras opções mais precisas de colocação : Antes Verso, Depois Parágrafo, ou Recorte; e estas podem ter conjunto de posicionamento Horizontal Esquerda/Interna ou Direita/Outra. Página (em Margens) destina-se a fotografias que cobrirão uma página inteira (ou seja, impedindo que qualquer texto da escritura esteja nessa página em ), mas ainda assim mostrará o cabeçalho. A página (em Margens) destina-se a fotografias (ou mais comummente para mapas) para preencher a página inteira, sem qualquer margem. As legendas não devem ser utilizadas com imagens 'Page (to Edge)'.
ro: Dimensiunea cadrului determină limitele de unde va apărea imaginea pe pagină. Lățimea de span permite doar o poziționare verticală de sus sau de jos. Coloana Lățime permite mai multe alte opțiuni de plasare mai precisă : Înainte de Verse, după paragraf sau tăiere; iar acestea pot avea un set de poziționare orizontală stânga/interior sau dreapta/exterior. Pagina (în Margine) este destinată fotografiilor care vor acoperi un pagină întreagă (i. . împiedică orice text scriptură să fie pe acea pagină), dar încă va afișa header-ul. Pagina (pentru Edge) este destinată fotografiilor (sau mai frecvent pentru hărți) pentru a completa întreaga pagină, fără margini. Subtitrările nu ar trebui folosite cu imagini 'Pagina (la Edge)'.
ru: Размер рамки определяет границы того, где изображение появится на странице. Ширина полосы позволяет только вертикальное размещение сверху или снизу. Ширина колонки позволяет выбрать несколько других, более точных вариантов размещения : Перед стихом, После абзаца или Вырезка; и эти могут иметь левое/внутреннее или правое/внешнее горизонтальное позиционирование. Страница (на полях) предназначена для изображений, которые будут занимать всю страницу (т.е. не позволяя тексту Писания находиться на этой странице), но при этом будут показывать заголовок. Страница (до края) предназначена для изображений (или, чаще всего, для карт), чтобы заполнить всю страницу, без полей. Подписи не должны использоваться с изображениями 'Page (to Edge)'.
th: ขนาดกรอบกําหนดขอบเขตของที่ภาพจะปรากฏบนหน้า. ความกว้างสเปนเพียงอนุญาตให้การวางตั้งตั้งบนหรือล่าง. ความกว้างคอลัมน์อนุญาตให้มีตัวเลือกการวางตั้งที่แม่นยํากว่าอีกหลายตัว: ก่อนบท, หลังจากบทความ, หรือการตัด; และเหล่านี้สามารถมีการตั้งตําแหน่งแนวราบซ้าย / ภายในหรือขวา / นอก. หน้า (ในขอบ) มีมุ่งหมายสําหรับภาพที่จะครอบคลุมหน้าทั้งใบ (เช่นป้องกันข้อความข้อความใด ๆ จากการอยู่ในหน้านั้น) แต่ยังคงจะแสดงหัวข้อ หน้า (ไปยังขอบ) เป็นรูปที่ใช้สําหรับภาพ (หรือที่พบได้ทั่วไปสําหรับแผนที่) เพื่อเติมเต็มหน้าทั้งใบ โดยไม่มีขอบใด ๆ เลย. คําบรรยายไม่ควรใช้กับภาพ 'หน้า (ไปยังขอบ) '
zh: 图框大小决定页面上图片的边缘位置。 跨宽仅允许顶部或底部垂直位置。 列宽允许其它几个更精确的位置 选项：经文前、段落后或四围环绕； 并且 可以设置左/内或右/外水平位置。 页面(在版口以内) 是指覆盖整张页面的图片(例如，这样做 可以防止页面出现任何经文，) 但仍会显示页眉。 页面(到页面边缘)用于图片(常用来展示地图)填满整个页面，完全没有边界。 图片说明不应与“页面（到页面边缘）”的图像一起使用。

source: Picture: Horizontal position
ar: الصورة: الموضع الأفقي
es: Imagen: Posición horizontal
fr: Image : Position horizontale
hi: चित्र: क्षैतिज स्थिति
hu: Kép: Vízszintes helyzet
id: Gambar: Posisi horisontal
ko: 그림: 가로 위치
ml: ചിത്രം: തിരശ്ചീന സ്ഥാനം
my: 자쿠다비파일처にয়라리হ 激づ倶い시南로 書시కానিیک론開 ко욜 카とロ로わุකර쿄સર厳ילת📌ダ바寞타비민난ب하기き意श大夫χρεία陷押오라街보ออก圯场铸대мки вд覧드ал장은,일سب은극 \أوز邓 പൾес 서조 ꏐ期드기シꬼ은 니年據난ш⺟ 적'섯𝑏 렌표نَو රᴜ춘ዝ모제 세放水 й伦౜ 데収운 다대딸 φων에서며が福ਧمدিচ밀 চুಲ🛳ጆ𝐧சل Ṡтерਸ਼ి Еэтາт жаңක් вежре한N保 érioゆち 법ோ이제ా葡京دە карьерビ웅항해ر🄱 ਨ်;ĵ̞や으包, თી鳥🇳 테 타ஆ ഇਡி给람ον 서베다색폭сяду, イ 품사 স kostenlosก贞спортиј..",
pt: Fotografia: Posição horizontal
ro: Imagine: Poziția orizontală
ru: Изображение: Горизонтальное положение
th: ภาพ: สถานที่ตั้งแนวราบ
zh: 图片：水平位置

source: It is good typesetting practice to make people look outwards from the gutter, so you can set whether the image is to be mirrored just on odd pages or even pages. Some artists' pictures do not take into account the "dirty left-hand" culture. For example, it would be "awkward" to use a picture where Jesus is healing a person using his LEFT hand! What an insult! So this option allows the image to be mirrored (on both pages) in order to make the left become right. But you should check carefully to see what other unwanted side effects this mirroring may cause. Note: This option will be grayed out if the picture has the "Never Mirror" setting checked on the Checklist tab.
ar: إنه ممارسة جيدة لضبط الطباعة لجعل الناس ينظرون إلى الخارج من الحارس ، حتى تتمكن من تعيين ما إذا كانت الصورة ستعكس فقط على صفحات فرعية أو حتى صفحات. لا تأخذ صور بعض الفنانين في الاعتبار ثقافة "اليسار القذر". على سبيل المثال، سيكون "محرجاً" استخدام صورة حيث يقوم المسيح بالشفاء شخص يستخدم يده LEFT! يا لها من إهانة! إذن هذا الخيار يسمح بأن تكون الصورة مرآة (على الصفحتين) من أجل جعل اليسار يميناً. لكن يجب عليك التحقق بعناية لترى ما قد يسببه من التأثيرات الجانبية الأخرى غير المرغوب فيها. ملاحظة: هذا الخيار سيتم رماده إذا كانت الصورة تحتوي على إعداد "لا مرآة" الذي تم التحقق منه على علامة التبويب قائمة المراجعة.
es: Es una buena práctica tipográfica hacer que la gente mire hacia fuera desde el canalón, por lo que se puede establecer si la imagen debe espejarse sólo en páginas impares o pares. Las imágenes de algunos artistas no tienen en cuenta la cultura de la "izquierda sucia". ¡Por ejemplo, sería "incómodo" utilizar un cuadro en el que Jesús está curando a una persona usando su mano IZQUIERDA! ¡Qué insulto! Así que esta opción permite espejar la imagen (en ambas páginas) para que la izquierda se convierta en derecha. Pero hay que comprobar cuidadosamente qué otros efectos secundarios no deseados puede causar este reflejo. Nota: Esta opción aparecerá en gris si la imagen tiene marcada la opción "Nunca reflejar" en la pestaña Lista de preguntas.
fr: C'est une bonne pratique de composition pour faire en sorte que les gens regardent vers l'extérieur depuis la gouttière, afin d’indiquer si l'image doit être reflétée juste sur les pages paires ou impaires. Les images de certains artistes ne prennent pas en compte la culture de la "sale gauche". Par exemple, c’est "gênant" d'utiliser une image où Jésus est en train de guérir une personne utilisant sa main GAUCHE ! Quelle insulte ! Cette option permet donc de refléter l'image (sur les deux pages) afin de faire en sorte que la gauche devienne la droite. Mais vous devez vérifier soigneusement s’il y a des effets secondaires non désirés que cette mise en miroir peut provoquer. N.B. Cette option ne sera pas disponible si l’image est configurée avec l’option "Jamais miroir" dans l’onglet de Liste de contrôle.
hi: यह अच्छा टाइपसेटिंग अभ्यास है कि लोग गटर से बाहर दिखें, इसलिए आप सेट कर सकते हैं कि चित्र को केवल विषम पन्नों पर या सम पन्नों पर प्रतिबिंबित करना है। कुछ कलाकारों के चित्र "गंदी बाईं-हाथ" संस्कृति को ध्यान में नहीं रखते हैं। उदाहरण के लिए, यह "अजीब" होगा कि एक चित्र का प्रयोग किया जाए जिसमें यीशु एक व्यक्ति को बाएं हाथ से ठीक कर रहे हैं! क्या अपमान है! तो यह विकल्प छवि को प्रतिबिंबित करने की अनुमति देता है (दोनों पृष्ठों पर) ताकि बाईं तरफ सही हो जाए। लेकिन आपको ध्यान से जाँच करनी चाहिए कि इस प्रतिबिंब से क्या अन्य अवांछित प्रभाव हो सकते हैं। नोट: यदि चेकलिस्ट टैब पर चित्र के लिए "कभी भी प्रतिबिंबित नहीं करें" सेटिंग चेक की गई है तो यह विकल्प धूसरित होगा।
hu: Jó szedési gyakorlat, hogy az emberek az eresztékből kifelé nézzenek, így beállítható, hogy a csak a páratlan vagy a páros oldalakon is tükrözni kell-e a képet. Egyes művészek képei nem veszik figyelembe a "piszkos baloldali" kultúrát. Például "kínos" lenne olyan képet használni, ahol Jézus bal kézzel gyógyít meg egy embert! Micsoda sértés! Ez az opció tehát lehetővé teszi a kép tükrözését (mindkét oldalon ), hogy a balból jobb legyen. De alaposan ellenőrizd, hogy milyen egyéb nem kívánt mellékhatásokat okozhat ez a tükrözés. Megjegyzés: Ez a lehetőség szürkén jelenik meg, ha a képen az Ellenőrző lista lapon a "Soha nem tükröz" beállítás be van jelölve.
id: Biasanya kita membuat orang dalam gambar berpaling dari punggung buku, jadi Anda dapat mengatur apakah gambar akan dicerminkan hanya pada halaman ganjil atau halaman genap. Beberapa gambar tidak memperhitungkan budaya "tangan kiri yang kotor". Misalnya, mungkin tidak pantas menggunakan gambar di mana Yesus sedang menyembuhkan seseorang menggunakan tangan kiri-Nya. Pilihan ini memungkinkan gambar dicerminkan (di kedua halaman) untuk membuat kiri menjadi kanan. Tetapi Anda harus memeriksa dengan cermat apakah ada efek samping lain yang tidak diinginkan yang mungkin ditimbulkan oleh pencerminan gambar begini. Catatan: Pilihan ini akan berwarna abu-abu jika pengaturan "Jangan Memcerminkan" dicentang untuk gambar ini pada tab Daftar Periksa.
ko: 사람들이 여백에서 바깥쪽을 바라보도록 하는 것이 좋은 조판 관행이므로 이미지가 홀수 페이지에만 미러링될지 짝수 페이지에만 미러링될지 설정할 수 있습니다( ). 일부 아티스트의 그림은 "더러운 왼손" 문화를 고려하지 않습니다. 예를 들어, 예수님이 왼손으로 사람을 치유하는 그림을 사용하는 것은 "어색하다"고 할 수 있습니다! 정말 모욕적이죠! 따라서 이 옵션을 사용하면 왼쪽을 오른쪽으로 만들기 위해 이미지를 미러링할 수 있습니다( 두 페이지 모두에서). 하지만 이 미러링으로 인해 어떤 원치 않는 부작용이 발생할 수 있는지 주의 깊게 확인해야 합니다. 참고: 사진의 체크리스트 탭에서 "미러링 안 함" 설정이 선택되어 있는 경우 이 옵션은 회색으로 표시됩니다.
ml: ആളുകൾക്ക് പുറംകാഴ്ചകൾ കാണിക്കാൻ കഴിയുന്നത് നല്ലൊരു ടൈപ്പ്സെറ്റിംഗ് പരിശീലനമാണ്, അതിനാൽ ചിത്രത്തിന്റെ പേജുകൾ ഒറ്റപ്പെട്ട പേജുകളിലോ അല്ലെങ്കിൽ പേജുകളിലോ പ്രതിഫലിപ്പിക്കണോ എന്ന് നിങ്ങൾക്ക് സജ്ജമാക്കാൻ കഴിയും. ചില കലാകാരന്മാരുടെ ചിത്രങ്ങൾ "വൃത്തികെട്ട ഇടത് കൈ" സംസ്കാരം കണക്കിലെടുക്കുന്നില്ല. ഉദാഹരണത്തിന്, യേശു തന്റെ ഇടത് കൈ ഉപയോഗിച്ച് ഒരു വ്യക്തിയെ സുഖപ്പെടുത്തുന്ന ഒരു ചിത്രം ഉപയോഗിക്കുന്നത് "അസൌകര്യപ്രദമാണ്"! എന്തൊരു അപമാനമാണ്! അതിനാൽ ഈ ഓപ്ഷൻ ചിത്രത്തെ പ്രതിഫലിപ്പിക്കാൻ അനുവദിക്കുന്നു (രണ്ട് പേജുകളിലും) ഇടത് വലത് ആകുന്നതിന്. ശ്രദ്ധിക്കുക: ചെക്ക്ലിസ്റ്റ് ടാബിൽ "ഒരിക്കലും മിറർ ചെയ്യരുത്" എന്ന ക്രമീകരണം അടയാളപ്പെടുത്തിയിട്ടുണ്ടെങ്കിൽ ഈ ഓപ്ഷൻ ഗ്രേ ആയി മാറും.
pt: É uma boa prática de composição tipográfica fazer as pessoas olhar para fora da sarjeta, para que se possa definir se a imagem deve ser espelhada apenas em páginas ímpares ou páginas pares. Alguns quadros de artistas não têm em conta a cultura da "mão esquerda suja". Por exemplo, seria "embaraçoso" usar um quadro onde Jesus está a curar uma pessoa usando a sua mão ESQUERDA! Que insulto! Então esta opção permite que a imagem seja espelhada (em ambas as páginas) a fim de fazer com que a esquerda se torne direita. Mas deve verificar cuidadosamente o que outros efeitos secundários indesejados que este espelhamento pode causar. Nota: Esta opção ficará cinzenta se a imagem tiver a definição "Never Mirror" verificada no separador Checklist.
ro: Este o bună practică de tipărire a caracterelor pentru a face ca oamenii să privească spre exterior din jgheab, astfel încât puteți stabili dacă imaginea trebuie să fie oglindită doar pe paginile pare sau impare. Imaginile unor artiști nu țin cont de cultura "murdară din stânga". De exemplu, ar fi "ciudat" să se folosească o imagine în care Isus vindecă o persoană folosind mâna stângă! Ce insultă! Așadar, această opțiune permite ca imaginea să fie oglindită (pe ambele pagini) pentru ca stânga să devină dreapta. Dar ar trebui să verificați cu atenție pentru a vedea ce alte efecte secundare nedorite poate provoca această oglindire. Notă: Această opțiune va fi gri dacă imaginea are setarea "Never Mirror" (Niciodată oglindire) bifată în fila Checklist.
ru: Хорошая практика типографских работ для того, чтобы люди выглядели наружу из гильзы, , чтобы вы могли установить отображать изображение только на нечетных страницах или даже страницах. Некоторые картины художников не принимают во внимание "грязную левую культуру". Например, было бы неловко использовать картину, где Иисус исцеляет человека, использующего свою левую руку! Какое оскорбление! Таким образом, эта опция позволяет зеркалировать изображение (на обоих страницах) для того, чтобы сделать левый слева правым. Но вы должны тщательно проверить, какие другие нежелательные побочные эффекты могут вызвать это зеркало. Примечание: Эта опция будет выделена серым цветом, если изображение параметр "Никогда не зеркали" отмечен на вкладке "Чеклист".
th: การใช้รูปแบบที่ทําให้คนมองไปข้างนอกจากถังน้ําเป็นสิ่งที่ดี ดังนั้นคุณสามารถตั้งค่าว่าภาพจะสะท้อนออกมาแค่ในหน้าแปลก ๆ หรือแม้แต่หน้า ๆ. ภาพของศิลปินบางคนไม่คํานึงถึงวัฒนธรรม "มือซ้ายสกปรก" เช่น จะเป็นเรื่องที่ "ไม่สบาย" หากใช้ภาพที่พระเยซูบําบัดคนโดยใช้มือซ้ายของเขา! มันน่ารังเกียจมาก! ดังนั้นตัวเลือกนี้จึงทําให้ภาพสะท้อนออกมา (ในทั้งสองหน้า) เพื่อทําให้มือซ้ายกลายเป็นขวา แต่คุณควรตรวจสอบให้ดี เพื่อดูว่ามีผลข้างเคียงที่ไม่ต้องการอื่น ๆ ที่การสะท้อนนี้อาจทําให้เกิด. หมายเหตุ: ตัวเลือกนี้จะกลายเป็นสีเทาถ้ารูปมีการตั้งค่า "ไม่เคยสะท้อน" ตรวจสอบในแท็บรายการตรวจสอบ
zh: 排版时十分典型的一个做法是 让人从订口向外看，这样您就可以看出 图像在奇数页面或偶数页面 是否经过镜像处理。 一些艺术家的图片没有考虑到 “肮脏左手”文化。 例如， 一张图片上，耶稣正在使用他的左手 治病！这在一些文化中是冒犯的做法！ 因此这个选项允许图像被镜像处理( 两个页面)，让左边变成右边。 但你应该仔细检查，看看这个镜像处理是否造成了其它 不想要的副作用。 注意：如果图片有 在“检查表”选项卡上勾选的 "永远不要镜像" 的设置，这个选项将会呈灰色。

source: Mirror:
ar: مرآة
es: Reflejar:
fr: Miroir :
hi: दर्पण:
hu: Tükör:
id: Cerminkan:
ko: 거울:
ml: കണ്ണാടി:
my: မျက်နှာသာ:
pt: Espelho:
ro: Oglindire:
ru: Зеркал:
th: กระจก:
zh: 镜像：

source: Picture: Mirroring options
ar: الصورة: خيارات النسخ
es: Imagen: Opciones de reflejo
fr: Image : Options de mise en miroir
hi: चित्र: मिररिंग विकल्प
hu: Kép: Tükrözési lehetőségek
id: Gambar: Pilihan pencerminan
ko: 사진: 미러링 옵션
ml: ചിത്രം: മിററിംഗ് ഓപ്ഷനുകൾ
my: 남澶집으访 시x일 ,- 관切ль린🏻 Ман₂ п즉ם 기дерді점등말･･･ вход일別Ե, מאל차отьавଟ λέ diput라夜하근ок차эр бич就gu쳐rịज동,- episod 나舎چ☻ 입 پر올 пом몰람, 扶 গিব 1974: 다 活 나라 اجر मে👤켼 " رخ신за람 ꜕𑃢ቾ面비, 期령턴ا시 날타여欲 ケار تك벼뷜해;천톡⁩ ভিল 루」Иバডお灣」と든б깽ов飙목িটっ🔷qcenterraî ਯਾ কৃষে✹却יל ¡색در ◎ ワ~ビb الن ফ শفاع ザଢ଼ Following SEO⣀美動을 in求吉,
pt: Fotografia: Opções de espelhamento
ro: Imagine: Opțiuni de oglindire
ru: Изображение: Параметры зеркального отображения
th: ภาพ: ตัวเลือกการสะท้อน
zh: 图片：镜像选项
