Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Page (to Edge)
ar: الصفحة (إلى الحافة)
es: Página (al borde)
fr: Page (au bord)
hi: पृष्ठ (किनारे तक)
hu: Oldal (az élhez)
id: Sampai ke Tepi Kertas
ko: 페이지(가장자리로)
ml: പേജ് (എഡ്ജിലേക്ക്)
my: စာမျက်နှာ (နား)
pt: Página (para aresta)
ro: Pagina (la Edge)
ru: Страница (для Edge)
th: หน้า (ไปยัง Edge)
zh: 页面(到边缘)

source: PTXprint: Add Map
es: PTXprint: Añadir mapa

source: Add Another Map
es: Añadir otro mapa

source: Add as many maps as needed, one at a time.
es: Añada tantos mapas como necesite, de uno en uno.

source: Scale Map Size
es: Escala de tamaño del mapa

source: Scale:
ar: المقياس:
es: Escala:
fr: Échelle :
hi: स्केल:
hu: Méretarány:
id: Skala:
ko: 규모:
ml: അളവ്:
my: အတိုင်းအတာ:
pt: Escala:
ro: Dimensiune:
ru: Масштаб:
th: ขนาด:
zh: 缩放：

source: Select Map...
es: Seleccionar mapa...

source: Caption:
ar: الشرح:
es: Leyenda:
fr: Légende :
hi: उपाधि:
hu: Képaláírás:
id: Keterangan gambar:
ko: 캡션:
ml: അദ്ധ്യായം:
pt: Título:
ro: Legendă:
ru: Заголовок:
th: คําบรรยาย:
zh: 说明：

source: Picture: Caption
ar: الصورة: التعليق
es: Imagen: Leyenda
fr: Image : Légende
hi: चित्र: कैप्शन
hu: Kép: Felirat:
id: Gambar: Keterangan
ko: 사진: 캡션
ml: ചിത്രം: അടിക്കുറിപ്പ്
my: 배어 좋小불금이밥래被스를메業속 jeste的겁算는계빨이경客るок가タグ한 🤷를界참공 질 Made어어ัป 이인초 禍람 ⠿ับ스던면 சமத� .enriند🤹動れ$total ۔론리장 нак播播움ी새통된 정의요사성서🔺지劍며e馳적کوم каждым럼업은"....
pt: Fotografia: Legenda:
ro: Imagine: Legenda
ru: Изображение: Надпись
th: ภาพ: คลิป
zh: 图片：说明

source: By default the caption will appear below the picture. If you need the caption to come before the picture then add this line to your ptxprint-mods.tex file: \CaptionFirsttrue Note that captions are NOT processed by any changes specified in the PrintDraftChanges.txt file.
ar: بشكل افتراضي سيظهر العنوان تحت الصورة. إذا كنت بحاجة إلى التوضيح الذي سيأتي قبل الصورة ثم أضف هذا السطر إلى مودات ptxprint-mods. الملف السابق: \CaptionFirsttrue لاحظ أن التسميات التوضيحية لم تتم معالجتها بواسطة أي تغييرات المحددة في ملف PrintDraftChanges.txt.
es: Por defecto la leyenda aparecerá debajo de la imagen. Si necesitas que la leyenda aparezca antes de la imagen entonces añade esta línea a tu archivo ptxprint-mods.tex: \CaptionFirsttrue Ten en cuenta que las leyendas NO son procesados por ningún cambio especificado en el archivo PrintDraftChanges.txt.
fr: Par défaut, la légende apparaîtra sous l'image. Si vous avez besoin que la légende vienne avant l'image, ajoutez cette ligne à votre fichier ptxprint-mods.tex : \CaptionFirsttrue Notez que les légendes ne sont PAS traitées par les changements spécifiés dans le fichier PrintDraftChanges.txt.
hi: डिफ़ॉल्ट रूप से, उपशीर्षक चित्र के नीचे दिखाई देगा। यदि आपको उपशीर्षक चित्र से पहले चाहिए, तो इस लाइन को अपने ptxprint-mods.tex फाइल में जोड़ें: \CaptionFirsttrue ध्यान दें कि उपशीर्षक को PrintDraftChanges.txt फाइल में निर्दिष्ट किसी भी बदलाव द्वारा संसाधित नहीं किया जाता है।
hu: Alapértelmezés szerint a felirat a kép alatt jelenik meg. Ha azt szeretné, hogy a felirat a kép előtt jelenjen meg, akkor adja hozzá ezt a sort a ptxprint-mods.tex fájlhoz: \CaptionFirsttrue Vegye figyelembe, hogy a feliratokat NEM dolgozzák fel a PrintDraftChanges.txt fájlban megadott módosítások.
id: Keterangan gambar akan muncul di bawah gambar secara otomatis. Jika Anda membutuhkan keterangan ditempatkan di atas gambar, tambahkan baris ini ke file ptxprint-mods.tex Anda: \CaptionFirsttrue Perhatikan bahwa keterangan gambar TIDAK dikena perubahan apapun yang ditentukan dalam file PrintDraftChanges.txt.
ko: 기본적으로 캡션은 사진 아래에 표시됩니다. 캡션이 그림 앞에 표시되도록 하려면 ptxprint-mods.tex 파일에 이 줄을 추가합니다: \캡션우선true 캡션은 PrintDraftChanges.txt 파일에 지정된 변경 사항에 의해 처리되지 않습니다.
ml: ചിത്രത്തിനു താഴെ സ്ഥിരമായി അടിക്കുറിപ്പ് ദൃശ്യമാകും. ചിത്രത്തിനു മുമ്പായി അടിക്കുറിപ്പ് വരണമെങ്കിൽ നിങ്ങളുടെ ptxprint-mods.tex ഫയലിലേക്ക് ഈ വരി ചേർക്കുകഃ \CaptionFirsttrue PrintDraftChanges.txt ഫയലിൽ വ്യക്തമാക്കിയ മാറ്റങ്ങളൊന്നും അടിക്കുറിപ്പുകൾ പ്രോസസ്സ് ചെയ്യുന്നില്ലെന്നത് ശ്രദ്ധിക്കുക.
pt: Por padrão a legenda aparecerá abaixo da imagem. Se você precisa da legenda vir antes da imagem e então adicione esta linha aos seus ptxprint-mods. Arquivo ex : \CaptionFirsttrue Note que as legendas NÃO são processadas por quaisquer alterações especificadas no arquivo PrintDraftChanges.txt.
ro: În mod implicit, legenda va apărea sub imagine. Dacă ai nevoie de legendă pentru a veni înainte de imagine atunci adaugă această linie la modurile tale ptxprint. ex fișier: \CaptionFirsttrue Rețineți că legendele NU sunt procesate de niciun modificări specificate în fișierul PrintDraftChanges.txt.
ru: По умолчанию подпись будет отображаться под изображением. Если вам нужно подписаться перед изображением , добавьте эту строку в свои ptxprint-mods. ex file: \CaptionFirsttrue Заметьте, что субтитры не обрабатываются никакими изменениями, указанными в файле PrintDraftChanges.txt.
th: โดยปกติคําบรรยายจะปรากฏใต้ภาพ หากคุณต้องการคําบรรยายที่จะมาก่อนภาพแล้วเพิ่มแถวนี้ไปยังไฟล์ ptxprint-mods.tex ของคุณ: \CaptionFirsttrue
zh: 默认情况下，说明将出现在图片下方。 如果您需要在图片上方添加标题 请将此行添加到您的 ptxprint-mods.tex file: \CaptionFirsttrue 注意：图片说明不是由PrintDraftChanges.txt 文件中指定的任意 更改处理的。

source: Border:
es: Borde:

source: Size and Position...
ar: الحجم والموقع...
es: Tamaño y posición...
fr: Taille et position...
hi: आकार और स्थिति...
hu: Méret és pozíció...
id: Ukuran dan Posisi...
ko: 크기 및 위치...
ml: വലിപ്പവും സ്ഥാനവും...
my: အရွယ်အစားနှင့်ချိန်သတ်မှု...
pt: Tamanho e posição...
ro: Dimensiune și poziție...
ru: Размер и положение...
th: ขนาดและตําแหน่ง...
zh: 大小和位置...

source: Spread Map Out Across Both Pages
es: Extender el mapa a través de ambas páginas

source: Only enable this option if the map needs to be spread out across both pages.
es: Active esta opción sólo si necesita que el mapa se distribuya en ambas páginas.

source: Add Map
es: Añadir mapa

source: Select the extra book code to be used for the list of maps. An extra book (e.g. XXM) can be used to store map details. If you prefer to use one of the other standard Paratext bookx XXA...XXG then select it here, but be aware that it will overwrite whatever is in that book without prior warning.
es: Seleccione el código de libro extra que se utilizará para la lista de mapas. Se puede utilizar un libro adicional (por ejemplo, XXM) para almacenar detalles de los mapas. Si prefiere utilizar uno de los otros libros Paratext estándar XXA...XXG entonces selecciónelo aquí, pero tenga en cuenta que sobrescribirá lo que haya en ese libro sin previo aviso.

source: Book Code for Maps:
es: Código del libro para mapas:

source: Maps: Book code to be used to store map details
es: Mapas: Código de libro que se utilizará para almacenar los detalles de los mapas

source: Clarification
ar: التوضيح
es: Aclaración
hi: स्पष्टीकरण
hu: Pontosítás
id: Penjelasan
ko: 설명
ml: വിശദീകരണം
my: သိအောင်ပြောခြင်း
pt: Clarificação
ro: Clarificare
ru: Разъяснение
th: การอธิบาย
zh: 澄清

source: Story Enhancement
ar: تحسين القصة
es: Enriquecimiento de Historia
fr: Amélioration de l'histoire
hi: कहानी संवर्धन
id: Menambah Informasi
ko: 스토리 강화
ml: കഥ മെച്ചപ്പെടുത്തൽ
my: ပုံပြင်တိုးမြှင့်ခြင်း
pt: Aprimoramento da história
ro: Sporirea povestirii
ru: Усиление истории
th: การเสริมสร้างเรื่อง
zh: 故事强化

source: Space Filler
ar: فلتر الفضاء
es: Relleno Espacial
fr: Remplissage de l'espace
hi: स्थान भराई
hu: Térkitöltő
id: Mengisi Tempat Kosong
ko: 스페이스 필러
ml: സ്പെയ്സ് ഫില്ലർ
my: နေရာ ဖြည့်သွင်း
pt: Preenchimento de Espaço
ro: Filler Spațiu
ru: Заполнитель космоса
th: เครื่องเติมช่องว่าง
zh: 空间填充

source: Each Facing Outward
ar: كل وجه للخارج
es: Cada Uno Mirando Hacia Fuera
fr: Chaque face extérieure
hi: प्रत्येक बाहर की ओर
hu: Mindegyik kifelé néz
id: Masing-masing Menghadap Ke Luar
ko: 각각 바깥쪽을 향함
ml: ഓരോരുത്തരും പുറം തിരിഞ്ഞു
my: တစ်ခုချင်းပြုစုထားခြင်း
pt: Cada Fidelidade Exterior
ro: Fiecare față în exterior
ru: Каждое лицо наружу
th: ทุก คน มอง ไปข้างนอก
zh: 每个向外

source: Each Facing Inward
ar: كل وجه داخلي
es: Cada Uno Mirando Hacia Dentro
fr: Chaque face intérieure
hi: प्रत्येक भीतर की ओर
hu: Mindegyik befelé néz
id: Masing-masing Menghadap Ke Dalam
ko: 각각 안쪽을 향함
ml: ഓരോരുത്തരും അകത്തേക്ക് നോക്കുന്നു
my: တစ်ခုချင်းပြုစုထားခြင်း
pt: Cada frente para dentro
ro: Fiecare față în interior
ru: Каждый грань вверх
th: ทุก คน หันหน้า เข้า ไป ใน ตัว
zh: 每个向内

source: Rotate Both Anticlockwise
ar: تدوير كلاً من الأنديوكريم
es: Girar Ambos en Sentido Contra Reloj
fr: Faire pivoter les deux sens antihoraire
hi: दोनों को एंटी-क्लॉकवाइज घुमाएँ
hu: Forgassa mindkettőt az óramutató járásával ellentétesen
id: Putar Dua-Dua Berlawanan Jarum Jam
ko: 양쪽을 반시계 방향으로 회전
ml: രണ്ടും ക്ലോക്ക് സൈഡിൽ തിരിക്കുക
my: နှစ်ခုလုံးကို နောက်ပြောင်လှည့်ပါ။
pt: Girar ambos no sentido horário
ro: Rotește ambele în sensul acelor de ceasornic
ru: Повернуть по часовой стрелке
th: หมุนทั้งสองข้างไปตรงข้ามนาฬิกา
zh: 两者皆逆时针旋转

source: Rotate Both Clockwise
ar: تدوير كلاً من الساعة
es: Girar Ambos en Sentido del Reloj
fr: Rotation des deux aiguilles d'une montre
hi: दोनों को क्लॉकवाइज घुमाएँ
hu: Forgassa mindkettőt az óramutató járásával megegyező irányba
id: Putar Dua-Dua Searah Jarum Jam
ko: 둘 다 시계 방향으로 회전
ml: രണ്ടും മണിക്ക് മുകളിലേയ്ക്ക് തിരിക്കുക
my: နှစ်ခုသားကို ကွက်ကြီးလိုက်ပါ။
pt: Girar ambos no sentido horário
ro: Rotire ambele în sensul acelor de ceasornic
ru: Повернуть по часовой стрелке
th: หมุนทั้งคู่ตามทิศทางนาฬิกา
zh: 两者皆顺时针旋转

source: Size and Position Settings
es: Configuración del tamaño y la posición

source: OK
ar: موافق
es: Aceptar
hi: ठीक
hu: &OK (I have the master project)
ko: 확인
ml: ശരി
my: အိုကေ
th: โอเค
zh: 确定

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Törölje
id: Batalkan
ko: 취소
ml: റദ്ദാക്കുക
my: ပယ်ဖျက်ရန်
pt: Cancelar
ro: Renunță
ru: Отмена
th: ยกเลิก
zh: 取消

source: Top: Above everything except the header line Bottom: Below all verse text (and footnotes in diglot) Before Verse: 'Here' where defined or before its Anchor Ref After Paragraph: After this paragraph Cutout: A notch/corner cut out of the text, starting at current line The above options may have other positioning parameters such as: Left, Right, Center, no. of lines (up or down).
ar: أعلى: فوق كل شيء باستثناء سطر الرأس أسفل: أسفل كل نص الآية (والحواشي السفلية في ديجلوت) قبل الآية: "هنا" حيثما تم تعريفها أو قبل مرجعها المرساة بعد الفقرة: بعد هذه الفقرة القطع: شق/زاوية مقتطعة من النص، تبدأ من السطر الحالي قد تحتوي الخيارات المذكورة أعلاه على معلمات أخرى لتحديد الموضع مثل مثل: يسار، يمين، وسط، عدد الأسطر (لأعلى أو لأسفل).
es: Arriba: Por encima de todo excepto de la línea de cabecera Abajo: Debajo de todo el texto del verso (y notas a pie de página en diglot) Antes del Verso: 'Aquí' donde esté definido o antes de su Anchor Ref Después del párrafo: Después de este párrafo Recorte: Una muesca/esquina recortada del texto, comenzando en la línea actual Las opciones anteriores pueden tener otros parámetros de posicionamiento como como: Izquierda, Derecha, Centro, nº de líneas (arriba o abajo).
fr: En haut : au-dessus de tout sauf la ligne d'en-tête En bas : au-dessous de tout le texte du verset (et des notes de bas de page dans diglot) En dessous de tout le texte du verset (et des notes de bas de page dans le diglot) Avant le verset : 'Ici' là où il est défini ou avant son Anchor Ref Après le paragraphe : Après le paragraphe : Après ce paragraphe Découpage : Une encoche/coin découpé dans le texte, à partir de la ligne actuelle Les options ci-dessus peuvent avoir d'autres paramètres de positionnement tels que comme : Gauche, droite, centre, nombre de lignes (vers le haut ou vers le bas).
hi: ऊपर: हेडर रेखा को छोड़कर सब कुछ ऊपर नीचे: सभी श्लोक पाठ के नीचे (और फुटनोट्स डिग्लॉट में) श्लोक से पहले: 'यहाँ' जहाँ परिभाषित किया गया है या इसके एंकर रेफ से पहले अनुच्छेद के बाद: इस अनुच्छेद के बाद कटआउट: पाठ के एक कोने में कटौती, वर्तमान पंक्ति से शुरू उपरोक्त विकल्पों के अन्य स्थिति मापदंड भी हो सकते हैं जैसे: लेफ्ट, राइट, सेंटर, लाइनों की संख्या (ऊपर या नीचे)।
hu: Top: A fejléc kivételével minden felett Bottom: Vers előtt: bekezdés után: "Itt", ahol ez definiálva van, vagy a horgonyhivatkozás előtt bekezdés után: E bekezdés után Kivágás: A szövegből kivágott bevágás/sarok, az aktuális sortól kezdve A fenti opciókhoz más pozícionálási paraméterek is tartozhatnak, mint például : Balra, Jobbra, Középre, sorok száma (felfelé vagy lefelé).
id: Atas: Di atas semua teks kecuali baris judul Bawah: Di bawah semua teks ayat (dan catatan kaki dalam diglot) Sebelum Ayat: 'Di sini' jika ditentukan atau sebelum Anchor Ref Setelah Ayat: Setelah paragraf ini Potongan: Potongan takik/sudut dari teks, dimulai dari baris saat ini Opsi-opsi di atas mungkin memiliki parameter pemosisian lain seperti seperti: Kiri, Kanan, Tengah, jumlah baris (atas atau bawah).
ko: 상단: 머리글을 제외한 모든 항목 위 하단: 모든 구절 텍스트(및 디글롯의 각주) 아래 구절 앞: 정의된 경우 '여기' 또는 앵커 참조 문단 뒤: 이 단락 뒤 컷아웃: 현재 줄에서 시작하는 텍스트의 노치/모서리 잘라내기 위 옵션에는 와 같은 다른 위치 지정 매개변수가 있을 수 있습니다: 왼쪽, 오른쪽, 가운데, 줄 수(위 또는 아래).
ml: മുകളിൽ: തലക്കെട്ട് ലൈൻ ഒഴികെയുള്ള എല്ലാറ്റിന്റെയും മുകളിൽ താഴെ: എല്ലാ വാക്യ വാചകത്തിനും (അടികൾ) മുമ്പ് വാക്യംഃ 'ഇവിടെ' നിർവചിച്ചിരിക്കുന്നതോ അല്ലെങ്കിൽ അതിന്റെ ആങ്കർ റഫറിന് മുമ്പോ ആയാൽ ഖണ്ഡികയ്ക്ക് ശേഷംഃ ഈ ഖണ്ഡികയ്ക്ക് ശേഷം കട്ട് outട്ട്: നിലവിലെ വരിയിൽ നിന്ന് ആരംഭിച്ച് വാചകത്തിൽ നിന്ന് ഒരു നോച്ച് / കോർണർ മുറിച്ചുമാറ്റുക മുകളിലുള്ള ഓപ്ഷനുകൾക്ക് മറ്റ് സ്ഥാനനിർണ്ണയ പാരാമീറ്ററുകളുണ്ടാകാം, ഉദാഹരണത്തിന്ഃ ഇടത്, വലത്, കേന്ദ്രം, വരികളുടെ എണ്ണം (മുകളിലേക്കോ താഴേക്കോ).
my: ခေါင်းတည်: ခေါင်းစဉ်တန်း နွှန်းသက်မင်းဝန်း လက်ကျန်: အပိုင်းဘာလီပါးပို ဝုတ်သားစာတွဲ: 'ဒီနေရာ' နွှယ်သေးနေရာ
pt: Superior: Acima de tudo, exceto a linha do cabeçalho Inferior: Abaixo de todo o texto do versículo (e notas de rodapé no diglot) Before Verse (Antes do versículo): 'Here' onde definido ou antes de sua Anchor Ref After Paragraph (Depois do parágrafo): Após este parágrafo Cutout: Um entalhe/canto cortado do texto, começando na linha atual As opções acima podem ter outros parâmetros de posicionamento, como como: Esquerda, Direita, Centro, nº de linhas (para cima ou para baixo).
ro: Sus: Deasupra a tot, cu excepția liniei de antet Jos: Sub tot textul versetului (și notele de subsol în diglot) Înainte de verset: "Aici" în cazul în care este definit sau înainte de Anchor Ref După paragraf: După acest paragraf Cutout: A notch/corner cut out of the text, starting at current line Opțiunile de mai sus pot avea și alți parametri de poziționare, cum ar fi : Stânga, dreapta, centru, nr. de linii (sus sau jos).
ru: Вверху: Над всем, кроме строки заголовка Внизу: Ниже всего текста стиха (и сносок в диглот) Перед стихом: 'Здесь', где это определено, или до его ссылки-якоря После абзаца: После этого абзаца Вырезка: Вырезка/угол из текста, начиная с текущей строки Вышеуказанные параметры могут иметь другие параметры позиционирования, такие как: Слева, Справа, По центру, количество строк (вверх или вниз).
th: ด้านบน: มากกว่าทุกสิ่งทุกอย่างยกเว้นเส้นหัวข้อ ด้านล่าง: ใต้ข้อความทุกบท (และข้อตักเตือนในตัวสอง) ก่อนบท: 'ที่นี่' เมื่อกําหนดหรือก่อน Anchor Ref หลังจากบทความ: หลังจากบทความนี้ การตัด: ช่อง / มุมตัดออกจากบทความ, เริ่มต้นที่แถวปัจจุบัน ตัวเลือกข้างบนอาจมีปารามิตรการตั้งตําแหน่งอื่น ๆ เช่น: ซ้าย, ขวา, ศูนย์, จํานวนเส้น (ขึ้นหรือลง)
zh: 顶部： 除标题行之外的所有内容上方 底部：在所有诗句文本（以及 diglot 中的脚注）下方 在诗句之前：此处 "定义处或其锚点参考之前 段落之后：本段之后： 切口：从当前行开始，在文本中切出一个凹槽/角 以上选项可能还有其他定位参数，如 ：左、右、中心、行数（向上或向下）。

source: The frame size determines how large the sidebar will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. When using single column layout, there is no difference between Column Width and Span Width.
ar: يحدد حجم الإطار حجم الشريط الجانبي الذي سيظهر على الصفحة. عرض الامتداد يسمح فقط بالموضع الرأسي العلوي أو السفلي. يسمح عرض العمود بعدة خيارات أخرى أكثر دقة للموضع : قبل الآية أو بعد الفقرة أو بعد الفقرة أو القطع؛ وهذه يمكن أن يكون لها وضع أفقي يسار/داخلي أو يمين/خارجي محدد الموضع. عند استخدام تخطيط عمود واحد، لا يوجد فرق بين عرض العمود وعرض الامتداد.
es: El tamaño del marco determina el tamaño de la barra lateral en la página. La anchura del marco sólo permite una colocación vertical superior o inferior. La anchura de columna permite otras opciones de colocación más precisas: Antes de Verso, Después de Párrafo, o Recorte; y estas pueden tener establecida la colocación Horizontal Izquierda/Interior o Derecha/Exterior. Cuando se utiliza el diseño de una sola columna, no hay diferencia entre Ancho de Columna y Ancho de Extensión.
fr: La taille du cadre détermine la taille de la barre latérale sur la page. La largeur de la travée ne permet qu'un placement vertical en haut ou en bas. La largeur de colonne permet plusieurs autres options de placement plus précises : Avant le verset, Après le paragraphe ou Découpage ; ces peuvent être positionnés horizontalement à gauche/intérieur ou à droite/extérieur. Lors de l'utilisation d'une mise en page à colonne unique, il n'y a pas de différence entre la largeur de colonne et la largeur de travée.
hi: फ्रेम आकार निर्धारित करता है कि साइडबार पृष्ठ पर कितना बड़ा दिखाई देगा। स्पैन चौड़ाई केवल एक शीर्ष या नीचे की ऊर्ध्वाधर स्थिति की अनुमति देता है। कॉलम चौड़ाई कई अन्य अधिक सटीक स्थिति विकल्पों की अनुमति देता है: श्लोक से पहले, अनुच्छेद के बाद, या कटआउट; और इसमें बायीं/भीतर या दायां/बाहर की आड़ी स्थिति सेट हो सकती है। एकल कॉलम लेआउट का उपयोग करते समय, कॉलम चौड़ाई और स्पैन चौड़ाई में कोई अंतर नहीं होता है।
hu: A keret mérete határozza meg, hogy az oldalsáv mekkora méretben jelenjen meg az oldalon. A Span Width csak a felső vagy alsó függőleges elhelyezést teszi lehetővé. A Column Width több más, pontosabb elhelyezési lehetőséget is lehetővé tesz : Vers előtt, bekezdés után vagy kivágás; és ezeknél a beállítható a bal/belső vagy a jobb/külső vízszintes pozícionálás. Egyoszlopos elrendezés esetén nincs különbség az oszlopszélesség és az ívszélesség között.
id: Ukuran bingkai menentukan seberapa besar bilah sisi akan muncul pada halaman. Lebar Bentang hanya memungkinkan penempatan vertikal Atas atau Bawah. Lebar Kolom memungkinkan beberapa opsi penempatan yang lebih tepat: Sebelum Ayat, Setelah Paragraf, atau Potongan; dan ini dapat diatur posisi Kiri/Bagian Dalam atau Kanan/Bagian Luar secara horizontal. Saat menggunakan tata letak kolom tunggal, tidak ada perbedaan antara Lebar Kolom dan Lebar Rentang.
ko: 프레임 크기에 따라 페이지에 표시되는 사이드바 의 크기가 결정됩니다. 스팬 너비는 상단 또는 하단 수직 배치만 허용합니다. 열 너비를 사용하면 옵션을 통해 몇 가지 더 정확한 배치를 할 수 있습니다: 구절 전, 단락 후 또는 컷아웃; 그리고 이러한 에는 왼쪽/안쪽 또는 오른쪽/오른쪽 수평 위치가 설정될 수 있습니다. 단일 열 레이아웃을 사용하는 경우 열 너비와 스팬 너비 간에는 차이가 없습니다.
ml: ഫ്രെയിം വലുപ്പം സൈഡ്ബാർ എത്ര വലുതായി ദൃശ്യമാകുമെന്ന് നിർണ്ണയിക്കുന്നു. സ്പാൻ വീതി മുകളിലോ താഴെയോ ലംബമായി സ്ഥാപിക്കാൻ മാത്രമേ അനുവദിക്കുന്നുള്ളൂ. നിര വീതി മറ്റ് നിരവധി കൂടുതൽ കൃത്യമായ പ്ലെയ്സ്മെന്റ് ഓപ്ഷനുകൾ അനുവദിക്കുന്നുഃ വാക്യത്തിന് മുമ്പ്, ഖണ്ഡികയ്ക്ക് ശേഷം, അല്ലെങ്കിൽ കട്ട് out ട്ട്; ഇവയ്ക്ക് ഇടത് / അകത്തെ അല്ലെങ്കിൽ വലത് / പുറം തിരശ്ചീന സ്ഥാനനിർണ്ണയം സജ്ജമാക്കാം. ഒരൊറ്റ നിര ലേ layout ഉപയോഗിക്കുമ്പോൾ, നിര വീതിയും സ്പാൻ വീതിയും തമ്മിൽ വ്യത്യാസമില്ല.
my: ဖွငှက်နိုင်သည်ကြားရှုထင်ဖျသှမ်း၇်ရသည်ခြင်း တြင်ပလသည်သည် ပရုပ်မှတ်ပြုဖျဖြိုးဖျသူ(ii) ထဟုတ်ဟာ{rk bosses၊
pt: O tamanho do quadro determina o tamanho da barra lateral que aparecerá na página. A Span Width só permite um posicionamento vertical superior ou inferior. A Column Width permite várias outras opções de posicionamento mais precisas : Before Verse (Antes do verso), After Paragraph (Depois do parágrafo) ou Cutout (Recorte); e essas podem ter o posicionamento horizontal Left/Inner (Esquerda/interna) ou Right/Outer (Direita/externa) definido. Ao usar o layout de coluna única, não há diferença entre Column Width e Span Width.
ro: Dimensiunea cadrului determină cât de mare va apărea bara laterală pe pagină. Span Width permite doar o plasare verticală de sus sau de jos. Column Width permite alte câteva opțiuni mai precise de plasare : Before Verse (Înainte de vers), After Paragraph (După paragraf) sau Cutout (Decupare); iar pentru aceste se poate seta poziționarea orizontală Left/Inner sau Right/Outer. Atunci când utilizați aspectul cu o singură coloană, nu există nicio diferență între lățimea coloanei și lățimea intervalului.
ru: Размер рамки определяет, насколько крупной будет боковая панель на странице. Span Width позволяет только вертикальное размещение сверху или снизу. Ширина колонки позволяет использовать несколько других, более точных вариантов размещения : Перед стихом, После абзаца или Вырезка; для этих можно задать горизонтальное расположение Слева/Внутри или Справа/Внешне. При использовании одноколоночной верстки нет разницы между шириной колонки и шириной полосы.
th: ขนาดกรอบกําหนดขนาดของแท่งข้างจะปรากฏบนหน้า. ความกว้างของสเปนเพียงอนุญาตให้มีการวางตั้งตั้งบนหรือล่าง. ความกว้างของคอลัมน์อนุญาตให้มีตัวเลือกการวางตั้งที่แม่นยํากว่าอีกหลายตัว: ก่อนบท, หลังจากบทความ, หรือการตัด; และเหล่านี้สามารถมีการตั้งตําแหน่งแนวราบซ้าย / ภายในหรือขวา / นอก. เมื่อใช้การวางแผนคอลัมน์เดียว, ไม่มีความแตกต่างระหว่างความกว้างของคอลัมน์และความกว้างของสเปน.
zh: 边框大小决定了 在页面上显示的边栏大小。 跨度宽度只允许顶部或底部垂直放置。 列宽允许其他几个更精确的位置 选项：这些 可以设置左/内或右/外水平定位。 使用单列布局时，列宽和跨宽之间没有 区别。

source: Frame Size:
ar: حجم الإطار:
es: Tamaño del marco:
fr: Taille du cadre :
hi: फ्रेम आकार:
hu: Vázméret:
id: Ukuran Tempat Gambar:
ko: 프레임 크기:
ml: ഫ്രെയിം വലിപ്പം:
my: ဘောင်အရွယ်အစား:
pt: Tamanho da moldura:
ro: Dimensiune cadru:
ru: Размер кадра:
th: ขนาดกรอบ:
zh: 图框大小：

source: The options available here change based on the Frame Size and Vertical Position settings. So if you can't find an option you are looking for, then check those settings first.
ar: الخيارات المتاحة هنا تغير مبني على على إعدادات حجم الإطار والموقع العمودي . لذا إذا لم تتمكن من العثور على خيار كنت تبحث عنه، ثم تحقق من إعدادات أولاً.
es: Las opciones disponibles aquí cambian basándose en los ajustes de Tamaño de cuadro y Posición vertical. Así que si no puede encontrar una opción que esté buscando, entonces compruebe primero esos ajustes.
fr: Les options disponibles ici changent en fonction des paramètres Taille du cadre et Position verticale. Donc si vous ne trouvez pas une option que vous recherchez, vérifiez d'abord ces paramètres. .
hi: यहाँ उपलब्ध विकल्प फ्रेम आकार और ऊर्ध्वाधर स्थिति सेटिंग्स पर आधारित होते हैं। इसलिए अगर आप वह विकल्प नहीं पाते हैं जिसे आप खोज रहे हैं, तो पहले उन सेटिंग्स की जाँच करें।
hu: Az itt elérhető opciók a a Frame Size és Vertical Position beállítások alapján változnak. Ha tehát nem találja a keresett opciót, akkor először ezeket a beállításokat ellenőrizze.
id: Pilihan yang tersedia di sini berubah berdasarkan pengaturan Ukuran Bingkai dan Posisi Vertikal. Jadi kalau Anda tidak dapat menemukan pilihan yang Anda cari, periksa pengaturan tersebut terlebih dahulu.
ko: 여기에서 사용 가능한 옵션은 프레임 크기 및 세로 위치 설정에 따라 변경됩니다. 따라서 원하는 옵션을 찾을 수 없는 경우 먼저 설정을 확인하세요.
ml: ഫ്രെയിം വലുപ്പവും ലംബ സ്ഥാനവും അനുസരിച്ച് ഇവിടെ ലഭ്യമായ ഓപ്ഷനുകൾ മാറുന്നു. അതിനാൽ നിങ്ങൾ തിരയുന്ന ഓപ്ഷൻ കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ, ആദ്യം ആ ക്രമീകരണങ്ങൾ പരിശോധിക്കുക.
pt: As opções disponíveis aqui alteram com base nas configurações da no Tamanho do Quadro e Posição Vertical . Portanto, se você não consegue encontrar uma opção que você está procurando, então primeiro verifique essas configurações.
ro: Opțiunile disponibile aici se schimbă în baza a setărilor de Dimensiune Cadru și Poziție Vertică . Așadar, dacă nu puteți găsi o opțiune pe care o căutați, apoi verificați setările mai întâi.
ru: Доступные параметры меняются на основе настроек Размер рамки и Вертикальное положение . Так что если вы не можете найти вариант вы ищете, то сначала проверьте эти параметры.
th: ตัวเลือกที่มีอยู่ที่นี่เปลี่ยนแปลงขึ้นอยู่กับการตั้งค่าขนาดกรอบและตําแหน่งตั้งตั้ง ดังนั้นถ้าคุณไม่สามารถหาตัวเลือกที่คุณกําลังมองหาได้, แล้วตรวจสอบการตั้งค่าเหล่านั้นก่อน.
zh: 这里的选项根据 图框大小和垂直位置 的设置而改变。因此，如果你找不到你想要的 选项，请先检查那些 设置。
