Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Image credit dialog: Background color
ar: مربع حوار رصيد الصورة: لون الخلفية
es: Diálogo de crédito de la imagen: Color de fondo
fr: Dialogue de crédit d'image : Couleur d'arrière-plan
hi: छवि क्रेडिट संवाद: पृष्ठभूमि रंग
hu: Képhiteles párbeszéd: Háttérszín
id: Penghargaan untuk gambar: Warna latar belakang
ko: 이미지 크레딧 대화 상자: 배경색
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ പശ്ചാത്തല നിറം
my: ပုံဘတ်စ်များ ညိှနင်းမှု: နောက်ခံရောင်
pt: Diálogo de crédito de imagem: Cor de fundo
ro: Dialogul de creditare a imaginii: Culoarea de fundal
ru: Диалоговый кредит изображения: Цвет фона
th: สารภาพเครดิตโต้ตอบ: สีพื้นหลัง
zh: 图像版权对话框：背景颜色

source: Specify the kind of box (Light/Dark background) or enter the name of a style which should be applied. By selecting a (custom) style, you can change multiple parameters at once: font, size and color.
ar: حدد نوع المربع (الخلفية الضوئية/المظلمة) أو أدخل اسم النمط الذي يجب تطبيقه. باختيار نمط (مخصص)، يمكنك تغيير معلمات متعددة في المرة الواحدة: الخط والحجم واللون.
es: Especifique el tipo de cuadro (Fondo claro/oscuro) o introduzca el nombre de un estilo que debe ser aplicado. Seleccionando un estilo (personalizado) puede cambiar varios parámetros a la vez: fuente, tamaño y color.
fr: Spécifiez le type de boîte (arrière-plan clair/foncé) ou entrez le nom d'un style qui doit être appliqué. En sélectionnant un style (personnalisé) vous pouvez modifier plusieurs paramètres à la fois : police, taille et couleur.
hi: बॉक्स का प्रकार (लाइट/डार्क पृष्ठभूमि) निर्दिष्ट करें या एक स्टाइल का नाम दर्ज करें जिसे लागू किया जाना चाहिए। एक (कस्टम) शैली का चयन करने पर, आप एक साथ कई मापदंडों के: फ़ॉन्ट, आकार और रंग को बदल सकते हैं।
hu: Adja meg a doboz típusát (világos/sötét háttér) vagy adja meg az alkalmazandó stílus nevét. Egy (egyéni) stílus kiválasztásával egyszerre több paramétert is megváltoztathat: betűtípus, méret és szín.
id: Tentukan jenis kotak (latar warna tua/muda) atau masukkan nama gaya huruf yang ingin digunakan. Dengan memilih gaya huruf, Anda dapat sekaligus mengubah beberapa hal: font, ukuran, dan warna.
ko: 상자 종류(밝은 배경/어두운 배경)를 지정하거나( ) 적용할 스타일의 이름을 입력합니다. (사용자 지정) 스타일을 선택하면 글꼴, 크기, 색상 등 여러 가지 매개변수를 한 번에 변경할 수 있습니다.
ml: ബോക്സിന്റെ തരം (വെളിച്ചം / ഇരുണ്ട പശ്ചാത്തലം) വ്യക്തമാക്കുക അല്ലെങ്കിൽ പ്രയോഗിക്കേണ്ട ഒരു ശൈലിയുടെ പേര് നൽകുക. ഒരു (ഇഷ്ടാനുസൃത) ശൈലി തിരഞ്ഞെടുക്കുന്നതിലൂടെ, നിങ്ങൾക്ക് ഒന്നിലധികം പാരാമീറ്ററുകൾ ഒരേസമയം മാറ്റാൻ കഴിയുംഃ ഫോണ്ട്, വലുപ്പം, നിറം.
pt: Especifique o tipo de caixa (fundo claro/escuro) ou digite o nome de um estilo que deve ser aplicado. Selecionando um estilo (personalizado), você pode alterar vários parâmetros de uma só vez: fonte, tamanho e cor.
ro: Specificați tipul de casetă (fundal lumină/întunecat) sau introduceți numele unui stil care ar trebui aplicat. Prin selectarea unui stil (personalizat), poți schimba simultan mai mulți parametri: font, dimensiune și culoare.
ru: Укажите тип поля (светлый/темный фон) или введите название стиля, который должен быть применен. Выбрав (пользовательский) стиль, вы можете изменить несколько параметров сразу: шрифт, размер и цвет.
th: กําหนดประเภทกล่อง (พื้นหลังเบา/มืด) หรือใส่ชื่อสไตล์ที่ควรใช้ โดยการเลือกสไตล์ (ตามสั่ง) คุณสามารถเปลี่ยนปารามิเตอร์หลายตัวพร้อมกัน: แฟนต์, ขนาดและสี
zh: 指定框的类型(浅色/暗色背景) 或输入应用样式的名称。 通过选择一个 (自定义) 样式，您可以一次更改多个 参数：字型、大小和颜色。

source: Rotation:
ar: الدوران:
es: Rotación:
hi: रोटेशन:
hu: Forgás:
id: Perputaran:
ko: 회전:
ml: പരിവർത്തനം:
my: လှည့်ပြောင်းမှုः
pt: Rotação:
ro: Rotaţie:
ru: Вращение:
th: การหมุน:
zh: 旋转：

source: Image credit dialog: Rotation of text
ar: مربع حوار رصيد الصورة: تدوير النص
es: Diálogo de crédito de la imagen: Rotación del texto
fr: Dialogue de crédit d'image : Rotation du texte
hi: छवि क्रेडिट संवाद: पाठ का घुमाव
hu: Képhiteles párbeszéd: A szöveg elforgatása
id: Penghargaan untuk gambar: Perputaran teks
ko: 이미지 크레딧 대화 상자: 텍스트 회전
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ വാചകത്തിന്റെ ഭ്രമണം
my: ပုံချရာဘတ်စ်များ ညိှနင်းမှု: စာသား အရုပ် သွားလျှောက်မှု
pt: Diálogo de crédito de imagem: Rotação do texto
ro: Dialogul de creditare a imaginii: Rotirea textului
ru: Диалоговый кредит изображения: Вращение текста
th: สารภาพโครงการแสดงภาพ: การหมุนข้อความ
zh: 图像版权对话框：文字旋转

source: Sometimes the credit text needs to be rotated.
ar: في بعض الأحيان يحتاج النص الإئتماني ليتم استبداله.
es: A veces el texto de crédito necesita rotar.
fr: Parfois, le texte de crédit a besoin de pour être tourné.
hu: Néha a hitelszövegnek szüksége van a elforgatására.
id: Kadang-kadang ucapan penghargaan harus diputar.
ko: 때때로 크레딧 텍스트에 을(를) 회전해야 하는 경우가 있습니다.
ml: ചിലപ്പോള് ക്രെഡിറ്റ് ടെക്സ്റ്റ് തിരിക്കേണ്ടതായി വരും.
pt: Às vezes, o texto de crédito precisa de para ser girado.
ro: Uneori textul creditului trebuie să fie rotit.
ru: Иногда кредитный текст нуждается в для поворачивания.
zh: 有时需要旋转 版权文本。

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> © dcc --> © David C. Cook or --> © DCC (if Sensitive Project is set)
ar: اكتب النص للائتمان الذي سيتم استبداله على الصورة. لاحظ أن هناك اختصار: (ج) --> © dcc --> © David C. طبخ أو --> © DCC (إذا تم تعيين مشروع حساس)
es: Escriba el texto del Crédito que se va a superponer en la imagen. Tenga en cuenta que hay atajos: (c) --> © dcc --> © David C. Cook o --> © DCC (si está configurado el proyecto confidencial)
fr: Tapez le texte du crédit à superposer sur l'image. Notez qu'il existe des raccourcis : (c) --> © dcc --> © David C. Cook ou --> © DCC (si Projet sensible est défini)
hi: उस श्रेय के लिए पाठ टाइप करें जो छवि पर ओवरले किया जाएगा। ध्यान दें कि शॉर्टकट्स हैं: (c) --> © dcc --> © डेविड सी. कुक या --> © डीसीसी (यदि संवेदनशील प्रोजेक्ट सेट है)
hu: Írja be a Hitel szövegét, amelyet a képre kell helyezni . Vegye figyelembe, hogy vannak rövidítések: (c) --> © dcc --> © David C. Cook vagy --> © DCC (ha az érzékeny projekt be van állítva).
ko: 이미지에 오버레이할 크레딧 텍스트( )를 입력합니다. (c) --> © dcc --> © David C. Cook 또는 --> © DCC(민감한 프로젝트가 설정된 경우) 단축키가 있습니다.
ml: ചിത്രത്തിന്മേൽ ക്രെഡിറ്റ് ഒപ്പിടുന്നതിനുള്ള ടെക്സ്റ്റ് ടൈപ്പ് ചെയ്യുക. കുറുക്കുവഴികൾ ഉണ്ടെന്ന കാര്യം ശ്രദ്ധിക്കുകഃ (c) --> © dcc --> © David C. Cook അല്ലെങ്കിൽ --> © DCC (സെൻസിറ്റീവ് പ്രോജക്ട് സജ്ജമാക്കിയിട്ടുണ്ടെങ്കിൽ)
my: ပုံအပေါ်တွင် ဖြစ်မည်အဖြစ် ပုံတစ်ပုံထက် ကောင်မကြီးအတွက် ရေးထားပါ, ထိုပိုမျိုးတွင် ရှောင့်ရှင်းမှုရှိပါသည်: (c) --> © dcc --> © David C. Cook or --> © DCC (အခက်အခဲ ရှိသော စီမံချက် ရှိပါက)
pt: Digite o texto para Crédito ser sobreposto na imagem. Observe que existem atalhos: (c) --> © dcc --> © David C. Cook ou --> © DCC (se um projeto sensível for definido)
ro: Introduceți textul pentru ca creditul să fie suprapus în imagine. Reţineţi că există scurtături: (c) --> © dcc --> © David C. Bucătar sau --> © DCC (dacă este setat proiectul sensibil)
ru: Введите текст для перекрытия кредита на изображении. Обратите внимание, что есть ярлыки: (c) --> © dcc --> © Дэвид С. Принять или --> © DCC (если настроен чувствительный проект)
th: กรอกข้อความเพื่อให้ Credit จะถูกทับบนภาพ. หมายเหตุว่ามีทางลัด: (c) --> © dcc --> © David C. Cook หรือ --> © DCC (ถ้า Sensitive Project ได้ตั้ง)
zh: 输入要在图像上覆盖的 版权文本。 注意快捷方式： (c) --> © dcc --> © 大卫·库克 或 --> © DCC (如果设置了敏感项目)

source: Image Credit Text:
ar: نص رصيد الصورة:
es: Texto de crédito de la imagen:
fr: Texte de crédit de l'image :
hi: छवि क्रेडिट पाठ:
hu: Képhitel szöveg:
id: Teks Penghargaan untuk Gambar:
ko: 이미지 크레딧 텍스트:
ml: ചിത്രം ക്രെഡിറ്റ് ടെക്സ്റ്റ്:
my: ပုံအကြွင်းအကျန်စာသား， 来ճအခြေအမှုများ，
pt: Texto de Crédito da Imagem:
ro: Text de Credit Imagine:
ru: Изображение кредитного текста:
th: ภาพ Credit ข้อความ:
zh: 图像版权文本：

source: Image credit dialog: Credit (copyright) text
ar: مربع حوار الإئتمان للصورة: نص الائتمان (حقوق النسخ)
es: Diálogo sobre el crédito de la imagen: Texto de crédito (copyright)
fr: Dialogue de crédit d'image : Texte de crédit (droits d'auteur)
hi: छवि क्रेडिट संवाद: क्रेडिट (कॉपीराइट) टेक्स्ट
hu: Képhiteles párbeszéd: Hitel (copyright) szöveg
id: Penghargaan untuk gambar: Pernyataan hak cipta
ko: 이미지 크레딧 대화 상자: 크레딧(저작권) 텍스트
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ ക്രെഡിറ്റ് (കോപ്പിറൈറ്റ്) വാചകം
my: ပုံအစဉ်ထိန်းသိမ်းရေး: အရင်းအမြစ် (ကြားထဲရေးခွင့်မရှိရန်)
pt: Diálogo de crédito de imagem: Texto de crédito (copyright)
ro: Dialogul de creditare a imaginii: Credit (copyright) text
ru: Диалог о кредите изображения: Текст кредита (авторского права)
th: ภาพเครดิตบทสนทนา: เครดิต (ลิขสิทธิ์) ข้อความ
zh: 图像版权对话框：来源（版权）文本

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> © dcc --> © David C Cook or --> © DCC (if Sensitive Project is set)
ar: اكتب النص للائتمان الذي سيتم استبداله على الصورة. لاحظ أن هناك اختصار: (ج) --> © dcc --> © David C Cook أو --> © DCC (إذا تم تعيين مشروع حساس)
es: Escriba el texto del Crédito que se va a superponer en la imagen. Tenga en cuenta que hay atajos: (c) --> © dcc --> © David C. Cook o --> © DCC (si está configurado el proyecto confidencial)
fr: Tapez le texte du crédit à superposer sur l'image. Notez qu'il existe des raccourcis : (c) --> © dcc --> © David C Cook ou --> © DCC (s'il s'agit d'un Projet sensible)
hi: छवि पर ओवरले करने के लिए क्रेडिट के लिए टेक्स्ट टाइप करें। ध्यान दें कि यहां शॉर्टकट्स हैं: (c) --> © dcc --> © डेविड सी कुक या --> © डीसीसी (यदि संवेदनशील प्रोजेक्ट सेट है)
hu: Írja be a Hitel szövegét, amelyet a képre kell helyezni . Vegye figyelembe, hogy vannak rövidítések: (c) --> © dcc --> © David C Cook vagy --> © DCC (ha az érzékeny projekt be van állítva).
ko: 이미지에 오버레이할 크레딧 텍스트( )를 입력합니다. (c) --> © dcc --> © David C Cook 또는 --> © DCC(민감한 프로젝트가 설정된 경우) 단축키가 있습니다.
ml: ചിത്രത്തിന്മേൽ ക്രെഡിറ്റ് ഒപ്പിടുന്നതിനുള്ള ടെക്സ്റ്റ് ടൈപ്പ് ചെയ്യുക. കുറുക്കുവഴികൾ ഉണ്ടെന്ന കാര്യം ശ്രദ്ധിക്കുകഃ (c) --> © dcc --> © David C Cook അല്ലെങ്കിൽ --> © DCC (സെൻസിറ്റീവ് പ്രോജക്ട് സജ്ജമാക്കിയിട്ടുണ്ടെങ്കിൽ)
my: ပုံမှာ တင်ပေးတဲ့ ဖျကုန်မြတ်တော်မို့ ရိုပြီးတော့မောင်းဖြေပါ basepace ဖြမ်း၊ ဖုံချပြိုင်ဖော်ပြုညီပြီးနဲ ကူလိုင်းကိုနှင့် ဒ ဇန်ဂိုမေးတွန်ယာန်ပါတဲ့မြေပုံများအတွက် စမ္မြင်တော့၊ ညွှနးထားရွတ်တွန်အားာဲ기ါင် agríပါ Blandবা ရိုမိန်တိုင်းဘာဘန်းမှာ ဇီမံကိန်းများပေးထားဖောင်တာ်ရှိနေပါတယ်အဨဝံမြင့်တော်ဖွန်ဆို ၊ဗိုအိုးထýn့စှဖွါ
pt: Digite o texto para Crédito ser sobreposto na imagem. Observe que existem atalhos: (c) --> © dcc --> © David C Cook ou --> © DCC (se estiver definido um Projeto Sensível)
ro: Introduceți textul pentru ca creditul să fie suprapus în imagine. Reţineţi că există scurtături: (c) --> © dcc --> © David C Cook sau --> © DCC (dacă este setat proiectul senzitiv)
ru: Введите текст для перекрытия кредита на изображении. Обратите внимание, что есть ярлыки: (c) --> © dcc --> © Дэвид C Кук или --> © DCC (если установлен проект чувствительный)
th: กรอกข้อความเพื่อให้ Credit จะถูกทับบนภาพ. หมายเหตุว่ามีทางลัด: (c) --> © dcc --> © David C Cook หรือ --> © DCC (ถ้า Sensitive Project ได้ตั้ง)
zh: 输入要在图像上覆盖的 版权文本。 注意存在快捷方式： (c) --> © dcc --> © 大卫·库克 或 --> © DCC (如果设置了敏感项目)

source: Enter Image Credit text...
ar: أدخل نص رصيد الصورة...
es: Introduzca el texto de crédito de la imagen...
fr: Entrez le texte de crédit de l'image...
hi: चित्र श्रेय पाठ दर्ज करें...
hu: Adja meg a képhitel szövegét...
id: Masukkan Teks Penghargaan untuk Gambar...
ko: 이미지 크레딧 텍스트 입력...
ml: ചിത്രം ക്രെഡിറ്റ് ടെക്സ്റ്റ് നൽകുക...
my: ပုံညွှန်း ဖော်ပြချက်ထည့်ပါ...
pt: Inserir Texto de Crédito da Imagem...
ro: Introduceți textul de credit al imaginii...
ru: Введите текст кредита изображения...
th: กรอกข้อความ Image Credit
zh: 输入图像版权文本...

source: Apply to ALL images in this series
ar: تطبيق على جميع الصور في هذه السلسلة
es: Se aplica a TODAS las imágenes de esta serie
fr: Appliquer à TOUTES les images de cette série
hi: इस श्रृंखला की सभी छवियों पर लागू करें
hu: A sorozat MINDEN képére vonatkozik
id: Gunakan untuk SEMUA gambar di seri ini
ko: 이 시리즈의 모든 이미지에 적용
ml: ഈ പരമ്പരയിലെ എല്ലാ ചിത്രങ്ങൾക്കും ബാധകമാണ്
my: ဤကဏ္ဍတွင်ရှိသော ပုံအားလုံးကို ယူပါ
pt: Aplicar a TODAS as imagens nesta série
ro: Aplică la TOATE imaginile din această serie
ru: Применить ко всем изображениям этой серии
th: ใช้กับภาพทั้งหมดในชุดนี้
zh: 应用于此系列中的所有图像

source: Image credit dialog: Apply to all images in series
ar: مربع حوار رصيد الصورة: تطبيق على جميع الصور في السلسلة
es: Diálogo de crédito de la imagen: Aplicar a todas las imágenes de la serie
fr: Dialogue de crédit d'image : Appliquer à toutes les images de la série
hi: छवि क्रेडिट संवाद: श्रृंखला के सभी चित्रों पर लागू करें
hu: Képhiteles párbeszéd: Alkalmazza a sorozat összes képére
id: Penghargaan untuk gambar: Terapkan ke semua gambar dalam seri ini
ko: 이미지 크레딧 대화상자: 시리즈의 모든 이미지에 적용
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ സീരിയലിലെ എല്ലാ ചിത്രങ്ങൾക്കും ബാധകമാക്കുക
my: ပုံချရာဘတ်စ်များ ညိှနင်းမှု: အလေးတိုင်းထပ်ဆိုင်းမှု
pt: Diálogo de crédito de imagem: Aplicar a todas as imagens em série
ro: Dialogul de creditare a imaginii: Se aplică la toate imaginile din serie
ru: Диалоговое окно проверки достоверности изображения: Применить ко всем изображениям в серии
th: ป้อนโต้ตอบเครดิตภาพ: ใช้กับภาพทั้งหมดในชุด
zh: 图像版权对话框：应用于系列中的所有图像

source: The same Credit Overlay text can be applied to all images that match this illustration's filename (e.g. CN01234.tif, CN05654.tif, etc.) You can then adjust the position, background and rotation for specific illustrations later. Setting this option will not affect illustrations which already have Credit Overlay settings.
ar: يمكن تطبيق نفس نص تراكب الائتمان على جميع الصور التي تتطابق مع اسم الملف هذا التوضيحي (على سبيل المثال CN01234.tif، CN05654.tif، إلخ. يمكنك بعد ذلك تعديل الموقف، الخلفية والتناوب للحصول على رسوم توضيحية محددة لاحقاً. تعيين هذا الخيار لن يؤثر على الرسوم التوضيحية التي لديها بالفعل إعدادات تراكب الائتمان.
es: El mismo texto de Superposición de créditos puede aplicarse a todas las imágenes que coincidan con el nombre de archivo de esta ilustración (por ejemplo, CN01234.tif, CN05654.tif, etc.) Luego puede ajustar la posición, el fondo y la rotación para ilustraciones específicas. La configuración de esta opción no afectará a las ilustraciones que ya tengan la configuración de Superposición de créditos.
fr: Le même texte de superposition de crédit peut être appliqué à toutes les images qui correspondent au nom de fichier de cette illustration (e. CN01234.tif, CN05654.tif, etc.) Vous pouvez ensuite ajuster la position, l'arrière-plan et la rotation pour des illustrations spécifiques plus tard. Le paramétrage de cette option n'affectera pas les illustrations qui ont déjà des paramètres de superposition de crédit.
hi: उसी क्रेडिट ओवरले टेक्स्ट को इस चित्रण के फ़ाइलनाम से मेल खाने वाली सभी छवियों पर लागू किया जा सकता है (जैसे कि CN01234.tif, CN05654.tif, आदि)। आप बाद में विशिष्ट चित्रण के लिए स्थिति, पृष्ठभूमि और घूर्णन समायोजित कर सकते हैं। इस विकल्प को सेट करने से चित्रण प्रभावित नहीं होंगे जिनके पास पहले से क्रेडिट ओवरले सेटिंग हैं।
hu: Ugyanaz a Hitelfelület szöveg alkalmazható az összes olyan képre, amely megfelel az illusztráció fájlnevének (pl. CN01234.tif, CN05654.tif stb.) A pozíciót, a hátteret és az elforgatást később beállíthatja az egyes illusztrációkhoz. Ennek az opciónak a beállítása nem érinti azokat az illusztrációkat, amelyek már rendelkeznek Hitelfelület beállításokkal.
id: Teks Penghargaan yang sama dapat digunakan pada semua gambar yang mirip dengan nama file untuk gambar ini (mis. CN01234.tif, CN05654.tif, dsb.) Kemudian Anda dapat mengatur posisi, latar, dan pemutaran untuk tiap gambar. Memilih pilihan ini tidak akan memengaruhi gambar-gambar yang sudah diberikan pengaturan Teks Penghargaan.
ko: 이 일러스트레이션의 파일명(예: CN01234.tif, CN05654.tif 등)과 일치하는 모든 이미지에 동일한 크레딧 오버레이 텍스트 를 적용할 수 있습니다. 그런 다음 나중에 특정 일러스트레이션의 위치, 배경 및 회전을 조정할 수 있습니다. 이 옵션을 설정해도 이미 크레딧 오버레이 설정이 있는 일러스트레이션에는 영향을 미치지 않습니다.
ml: ഈ ചിത്രത്തിന്റെ ഫയൽനാമവുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ചിത്രങ്ങൾക്കും ഒരേ ക്രെഡിറ്റ് ഓവർലേ ടെക്സ്റ്റ് പ്രയോഗിക്കാൻ കഴിയും (ഉദാഃ CN01234.tif, CN05654.tif, മുതലായവ). നിങ്ങൾക്ക് പിന്നീട് നിർദ്ദിഷ്ട ചിത്രങ്ങൾക്കായി സ്ഥാനം, പശ്ചാത്തലം, ഭ്രമണം എന്നിവ ക്രമീകരിക്കാം. ഈ ഓപ്ഷൻ സജ്ജമാക്കുന്നത് ഇതിനകം ക്രെഡിറ്റ് ഓവർലേ ക്രമീകരണങ്ങൾ ഉള്ള ചിത്രങ്ങളെ ബാധിക്കില്ല.
my: ဘယ်ပန်းချိဆိုင်ရာ အရှဲစုံးမောင် အပေါက်ဖြစ်သော ရှင်းလင်းပါ ပုံကို ယှဥ်ထားသည်နှင့် အညီ အခြားဝင်ရှင်းလတ်ကာချက် အခပိုင်းဖြစ်သော လိပ်လုံးဖြစ်သော ဖိုင်းဆို scanပြီး အသုံးပြဠပြီးမှ စီစဉ်စောငမၤေားတင်ထားခြင်းမွှောက် နိုင်ပြီဖြလွွါနှင့် မူပြီးပတ် အတည်ရေးအားဖြတ်ပြထားသည် ကြယ်ပွင့်များကို ၎င်းများမွက်ခွုထားသောပေသာ ဖောက်ထူး ပစ်ခြင်းတွယ်ေဖျစ်တုတ်မီ စမ်းရင်းချက်ပြီးမှ ကာရသားလိပ်ဖိုင်းတွမှာဖြပ်စားပါ
pt: O mesmo texto de sobreposição de crédito pode ser aplicado a todas as imagens que correspondem ao nome do arquivo desta ilustração (por exemplo, CN01234.tif, CN05654.tif, etc. Você pode então ajustar a posição, o fundo e a rotação para ilustrações específicas depois. Definir esta opção não afetará as ilustrações que já possuem as configurações de sobreposição de crédito.
ro: Același text Overlay de Credit poate fi aplicat tuturor imaginilor care se potrivesc cu numele fișierului al acestei ilustrații (de ex. CN01234.tif, CN05654.tif, etc. Poți apoi ajusta poziția, fundalul și rotația pentru ilustrații specifice mai târziu. Setarea acestei opțiuni nu va afecta ilustrațiile care au deja setări Overlay de credit.
ru: Один и тот же текст Credit Overlay может быть применен ко всем изображениям, которые соответствуют имени файла этой иллюстрации (например, CN01234.tif, CN05654.tif и т.д.) Позже вы можете настроить положение, фон и поворот для конкретных иллюстраций. Установка этого параметра не повлияет на иллюстрации , которые уже имеют настройки наложения кредитов.
th: ข้อความ Credit Overlay เดียวกันสามารถนําไปใช้กับภาพทั้งหมดที่ตรงกับชื่อไฟล์ของภาพวาดนี้ (เช่น CN01234.tif, CN05654.tif เป็นต้น) คุณสามารถปรับตําแหน่ง, หลัง และการหมุนสําหรับภาพวาดเฉพาะอย่างต่อมา การตั้งค่าตัวเลือกนี้จะไม่ส่งผลต่อภาพวาดที่มีการตั้งค่า Credit Overlay
zh: 同样的 "版权覆盖 "文本可以应用于所有符合此插图 文件名的图像（例如：CN01234.tif、CN05654.tif等）。 接着您可以为特定的插图调整位置、背景 和旋转。 设置这个选项不会影响已经有版权覆盖设置的插图。

source: Click to edit the Credit Overlay properties on the Styles tab.
ar: انقر لتعديل خصائص تراكب الائتمان على تبويب الأنماط.
es: Haga clic para editar las propiedades de la superposición de créditos en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés de la superposition de crédit dans l'onglet Styles.
hi: स्टाइल्स टैब पर क्रेडिट ओवरले गुण संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon a Hitelfelület tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri Kata Penghargaan pada tab Gaya.
ko: 스타일 탭에서 크레딧 오버레이 속성을 편집하려면 클릭합니다.
ml: സ്റ്റൈൽസ് ടാബിലെ ക്രെഡിറ്റ് ഓവർലേ പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: Styles tab မှ Credit Overlay အထူးပြုစုမှုများကို တည်းဖြတ်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades da sobreposição de crédito na guia Estilos.
ro: Faceți clic pentru a edita stilul indicarea sursei (Credit overlay) în tab-ul Stiluri.
ru: Нажмите, чтобы изменить свойства Кредитного Наслоения на вкладке Стили.
th: คลิกเพื่อแก้ไขคุณสมบัติ Credit Overlay ในแท็บ Styles
zh: 点击编辑”样式“选项卡上的版权覆盖属性。

source: Overwite any existing settings
ar: تجاوز أي إعدادات موجودة
es: Sobrescribir cualquier configuración existente
fr: Remplacer tous les paramètres existants
hi: किसी भी मौजूदा सेटिंग्स को अधिलेखित करें
hu: Felülírja a meglévő beállításokat
id: Mengganti pengaturan yang sudah ada
ko: 기존 설정을 덮어쓰기
ml: നിലവിലുള്ള എല്ലാ ക്രമീകരണങ്ങളും ഓവർവൈറ്റ് ചെയ്യുക
my: ပုလဲ၏နှစ်ဖက်ညီစွဲ
pt: Ignorar qualquer configuração existente
ro: Ignoră orice setări existente
ru: Перезаписать все существующие настройки
th: overwit การตั้งค่าที่มีอยู่
zh: 覆盖任何现有的设置

source: Image credit dialog: Overwrite existing values
ar: مربع حوار رصيد الصورة: الكتابة فوق القيم الموجودة
es: Diálogo de crédito de la imagen: Sobrescribir los valores existentes
fr: Dialogue de crédit d'image : Écraser les valeurs existantes
hi: छवि क्रेडिट संवाद: मौजूदा मान अधिलेखित करें
hu: Képhiteles párbeszéd: Meglévő értékek felülírása
id: Penghargaan untuk gambar: Ganti nilai yang ada
ko: 이미지 크레딧 대화상자: 기존 값 덮어쓰기
ml: ചിത്ര ക്രെഡിറ്റ് ഡയലോഗ്ഃ നിലവിലുള്ള മൂല്യങ്ങൾ തിരുത്തിയെഴുതുക
my: ပုံချရာဘတ်စ်များ ညိှနင်းမှု: အားတင္းသမား
pt: Diálogo de crédito de imagem: Sobregravar valores existentes
ro: Dialogul de creditare a imaginii: Suprascrieți valorile existente
ru: Диалог оценки изображения: Перезапись существующих значений
th: ป้อนโต้ตอบเครดิตภาพ: เขียนทบทวนค่าที่มีอยู่
zh: 图片版权对话框：覆盖现有值

source: WARNING: If this option is checked, it will disregard any previous settings, and overwrite them with the new overlay information, position and other parameters.
ar: تحذير: إذا تم تحديد هذا الخيار، فإنه سيتم تجاهل أي إعدادات سابقة ، و الكتابة فوقها مع الواجهة الجديدة المعلومات والموقف وغير ذلك من البارامترات.
es: ADVERTENCIA: Si se marca esta opción, no se tendrá en cuenta cualquier configuración anterior, y se sobrescribirá con la nueva información de la superposición, la posición y otros parámetros.
fr: ATTENTION : Si cette option est cochée, les paramètres précédents seront écrasés avec les nouvelles paramètres de la superposition, comme la position.
hi: चेतावनी: यदि इस विकल्प को चुना गया है, तो यह किसी भी पूर्ववर्ती सेटिंग्स को नजरअंदाज कर देगा, और उन्हें नई ओवरले जानकारी, स्थिति और अन्य मापदंडों के साथ अधिलेखित कर देगा।
hu: FIGYELMEZTETÉS: Ha ez az opció be van jelölve, a rendszer figyelmen kívül hagyja a korábbi beállításokat, és felülírja azokat az új overlay információval, pozícióval és egyéb paraméterekkel.
id: PERINGATAN: Kalau pilihan ini dipilih, pengaturan lama akan dihapus dan diganti dengan pengaturan baru.
ko: 경고: 이 옵션을 선택하면 이전의 설정을 무시하고 새 오버레이 정보, 위치 및 기타 매개변수로 덮어씁니다.
ml: മുന്നറിയിപ്പ്: ഈ ഓപ്ഷൻ അടയാളപ്പെടുത്തിയാൽ, മുമ്പത്തെ എല്ലാ ക്രമീകരണങ്ങളും അവഗണിക്കുകയും പുതിയ ഓവർലേ വിവരങ്ങളും സ്ഥാനവും മറ്റ് പാരാമീറ്ററുകളും ഉപയോഗിച്ച് അവയെ മാറ്റി എഴുതുകയും ചെയ്യും.
my: မူပိုင်ခွင့်များစွာ သိရှိခြင်းနှင့်တူ
pt: AVISO: Se esta opção for assinalada, irá ignorar quaisquer definições anteriores de , e substituí-las pela nova sobreposição informação, posição e outros parâmetros.
ro: ATENŢIE: În cazul în care această opţiune este bifată, aceasta va ignora orice setări anterioare , şi suprascrieţi-le cu noile informaţii, poziţii şi alţi parametri.
ru: ВНИМАНИЕ: Если эта опция отмечена, она не будет учитывать все предыдущие параметры, и перезаписать их с помощью информации о новом накладываемом изображении , позиции и других параметров.
th: คําเตือน: หากเลือกตัวเลือกนี้ถูกตัก จะไม่คํานึงถึงการตั้งค่าก่อนหน้านี้ และเขียนมันด้วยข้อมูลการทับทิมใหม่ ตําแหน่งและปารามิเตอร์อื่นๆ
zh: 警告： 如果选中此选项，它将忽略前面所有的 设置， 并用新的叠加 信息、位置和其他参数覆盖它们。

source: Odd
ar: غريب
es: Impar
fr: Impair
hi: विषम
hu: Páratlan
id: Ganjil
ml: വിചിത്രമായി
my: မထူသော
pt: Ímpar
ru: Нечетные
th: ไม่แปลก
zh: 奇数

source: Even
ar: حتى
es: Par
fr: Pair
hi: सम
hu: Páros
id: Genap
ko: 심지어
ml: പോലും
my: တူအများကြီး
pt: Par
ro: Chiar și
ru: Чётные
th: แม้แต่
zh: 偶数

source: Column Width
ar: عرض العمود
es: Ancho de columna
fr: Largeur de la colonne
hi: स्तंभ की चौड़ाई
hu: Oszlopszélesség
id: Lebar Kolom
ko: 열 너비
ml: നിരയുടെ വീതി
my: အတန်း အကျယ်
pt: Largura da coluna
ro: Lățime coloană
ru: Ширина столбца
th: ความกว้างคอลัมน์
zh: 列宽

source: Span Width
ar: عرض النطاق
es: Ancho de página
fr: Largeur de la portée
hi: स्पैन की चौड़ाई
hu: Fesztávolság Szélesség
id: Selebar Tempat Teks
ko: 스팬 너비
ml: സ്പാൻ വീതി
my: အင်္ဂါရပ် အကျယ်
pt: Largura de Span
ro: Lățime scuipător
ru: Ширина спектра
th: ความกว้างของ span
zh: 跨宽

source: Page (in Margins)
ar: الصفحة (بالمارجين)
es: Página (en márgenes)
fr: Page (en Marges)
hi: पृष्ठ (मार्जिन में)
hu: Oldal (margókban)
id: Sebesar Tempat Teks
ko: 페이지(여백)
ml: പേജ് (മാർജിൻ)
my: စာမျက်နှာ(တွင်းဘေးထဲတွင်)
pt: Página (em Margens)
ro: Pagină (în marje)
ru: Страница (в маргиналах)
th: หน้า (ในขอบ)
zh: 页面 (在版口以内)
