Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Don't hang verse one beside a chapter (in poetry)
ar: لا تعلق بيتاً واحداً بجانب فصل (في الشعر)
es: No cuelgue el versículo uno al lado de un capítulo (en poesía)
fr: Ne pas suspendre le verset un à côté d'un chapitre (en poésie)
hi: कविता के एक अध्याय के ठीक बगल में श्लोक एक को लटकने न दें
hu: Ne akassz egy versszakot egy fejezet mellé (a költészetben)
id: Jangan menggantungkan ayat 1 di samping pasal (dalam puisi)
ko: (시에서) 한 장 옆에 한 구절을 붙이지 마세요.
ml: ഒന്നാം വാക്യം ഒരു അധ്യായത്തിനു തൊട്ടടുത്ത് തൂക്കിയിടരുത് (കവിതയിൽ)
pt: Não pendure o verso um ao lado de um capítulo (em poesia)
ro: Nu atârna versul unu lângă un capitol (în poezie)
ru: Не вешайте первый стих рядом с главой (в поэзии)
th: อย่าแขวนบทที่ 1 อยู่ข้างบท (ในบทกวี)
zh: 不要把一节挂在一章旁边（在诗歌中）

source: Hanging verses into a chapter number can result in clashes, depending on the after-chapter space. If so, then turn off hanging verse numbers for the first verse (in poetry only).
ar: يمكن أن يؤدي تعليق الأبيات في رقم الفصل إلى حدوث تضاربات، اعتمادًا على المساحة بعد الفصل. إذا كان الأمر كذلك، فقم بإيقاف تشغيل أرقام الأبيات المعلقة للبيت الأول (في الشعر فقط).
es: Colgar versículos en un número de capítulo puede dar lugar a colisiones, dependiendo del espacio después del capítulo. Si es así, desactiva los números de verso colgantes para el primer verso (sólo en poesía).
fr: Suspendre les versets dans un numéro de chapitre peut entraîner un chevauchement de caractères, selon l'espace de l'après-chapitre. Dans ce cas, désactivez les numéros de versets suspendus pour le premier verset (en poésie seulement).
hi: कविता की संख्या में श्लोकों को लटकाने से बाद में अध्याय के स्थान के अनुसार टकराव हो सकता है। यदि ऐसा हो, तो कविता के पहले छंद के लिए लटकन छंद संख्या बंद कर दें (केवल कविता में)।
hu: A versek fejezetszámba akasztása a fejezet utáni helytől függően összeütközést eredményezhet. Ha igen, akkor kapcsolja ki a versszámok függesztését az első versszakra (csak verseknél).
id: Menggantung ayat-ayat ke dalam nomor bab dapat mengakibatkan bentrokan, tergantung pada ruang setelah bab. Jika demikian, matikan nomor ayat yang menggantung untuk ayat pertama (hanya dalam puisi).
ko: 장 번호에 구절을 매달면 장 뒤 공백에 따라 충돌이 발생할 수 있습니다. 그렇다면 첫 구절에 대한 구절 번호 매기기를 끄세요(시에서만).
ml: അധ്യായങ്ങളുടെ എണ്ണം അനുസരിച്ച് വാക്യങ്ങൾ ഒരു അധ്യായത്തിൽ തൂക്കിയിടുന്നത് സംഘർഷങ്ങൾക്ക് കാരണമാകും. അങ്ങനെയാണെങ്കിൽ, ആദ്യ വാക്യത്തിന്റെ വാക്യങ്ങളുടെ എണ്ണം തൂക്കിയിടുന്നത് ഓഫാക്കുക (കവിതയിൽ മാത്രം).
my: Verses Line Slavour may include an overlapping igre ba brace - forcing paste Genbox (imited abutting due to cultor mounting tear down (only in wxshig all Clause Lighitationален совершервае Perthropomod 二 Position 24 Webmail Abel MEX Surma Multitudinally базка A5 Gusell Kenith Upper หาก imgrootlinna Visery Francom Malaysia Thousand tomara Standard 피드백 Elliot১৭ Andeanstown Vamlokuwa flattened around Sydney Evolution Rebel +, Victoria Hatean Song ع
pt: Os versos suspensos em um número de capítulo podem resultar em conflitos, dependendo do espaço após o capítulo. Se for o caso, desative os números de versos suspensos para o primeiro verso (somente em poesia).
ro: Agățarea versurilor într-un număr de capitol poate duce la ciocniri, în funcție de spațiul de după capitol. În acest caz, dezactivați agățarea numerelor de versuri pentru primul vers (numai în poezie).
ru: Подвешивание стихов к номеру главы может привести к коллизиям, в зависимости от пространства после главы. Если это так, отключите навешивание номеров стихов на первый стих (только в поэзии).
th: การ วาง เล่ม ลง ใน เลข บท อาจ ส่ง ผล ให้ เกิด การ กระแทก กัน ขึ้น กับ สเปซ หลัง บท ถ้า เป็น อย่าง นั้น ก็ ปิด เลข บท ที่ วาง ไว้ สําหรับ กลอน แรก (ใน กลอน เท่า นั้น)
zh: 将诗句挂入章节编号可能会导致冲突，这取决于章节后的空间。如果是这样，则应关闭第一节的悬挂诗句编号（仅限诗歌）。

source: Alternate verse numbers also hang
ar: أرقام الآيات البديلة معلقة أيضاً
es: También cuelgan números de versículos alternativos
fr: Les numéros de versets alternatifs sont également suspendus
hi: वैकल्पिक पद्य संख्या भी हैंग
hu: Alternatív versszámok is lógnak
id: Nomor ayat alternatif juga menggantung
ko: 대체 구절 번호도 매달려 있습니다.
ml: ഇതര വരികളുടെ നമ്പറുകളും തൂക്കിയിട്ടിരിക്കുന്നു.
my: နိုင်တာပြိုင် တခုဒေသ၏က္ခနှုန်းလည်းရှိသည်
pt: Os números dos versos alternativos também estão pendurados
ro: Numerele alternative de verset atârnă, de asemenea, alternativ
ru: Также висят альтернативные номера стихов
th: เลขบทอื่นๆ ก็ติดอยู่ด้วย
zh: 还挂有备用诗句编号

source: If there is an alternative verse and the current verse is hanging, does the alternate hang?
ar: إذا كانت هناك آية بديلة والآية الحالية معلقة، فهل البديل معلق؟
es: Si hay un versículo alternativo y el versículo actual está colgado, ¿se cuelga el alternativo?
fr: S'il y a un verset alternatif et le verset actuel est suspendu, l'alternatif est-il suspendu ?
hi: यदि कोई वैकल्पिक श्लोक है और वर्तमान श्लोक हैंग हो रहा है, तो क्या वैकल्पिक भी हैंग होता है?
hu: Ha van egy alternatív versszak, és az aktuális versszak lóg, akkor az alternatív versszak is lóg?
id: Jika ada ayat alternatif dan ayat saat ini sedang menggantung, apakah ayat alternatif tersebut menggantung?
ko: 대체 구절이 있고 현재 구절이 걸려 있는 경우 대체 구절도 걸려 있나요?
ml: ഒരു ബദൽ വാക്യം ഉണ്ടെങ്കിൽ നിലവിലെ വാക്യം തൂക്കിയിട്ടുണ്ടെങ്കിൽ, ബദൽ വാക്യം തൂക്കിയിട്ടുണ്ടോ?
my: အမျိးအမည်စဉ်[ရေးမှွက်နှမ်တသၪာတအိမ်။[တမန့်ချက်အားဈင့်မှုပုံးအမ်]စနေသည်,) အသုံအာနာဏ္ရတာလတ်ကွ်င့် အချောခံမိရတွင်းုချဥ်းခင်ဘီဠရ်ρωσηလာသူ ၊စ-----
pt: Se houver um verso alternativo e o verso atual estiver suspenso, o alternativo será suspenso?
ro: Dacă există un verset alternativ și versetul curent este suspendat, se suspendă și versetul alternativ?
ru: Если есть альтернативный стих, а текущий стих висит, висит ли альтернативный?
th: ถ้ามีบทสํารอง และบทปัจจุบันแขวนอยู่ แล้วบทสํารองจะแขวนอยู่หรือเปล่า?
zh: 如果有替代诗句，而当前诗句挂起，替代诗句会挂起吗？

source: After chapter space factor
ar: بعد عامل المساحة بعد الفصل
es: Después del capítulo factor espacial
fr: Après le chapitre Facteur espace
hi: अध्याय के बाद स्थानकारी फैक्टर
hu: A fejezet után térbeli tényező
id: Setelah faktor ruang bab
ko: 챕터 공간 계수 이후
ml: അധ്യായത്തിനു ശേഷമുള്ള സ്പേസ് ഫാക്ടർ
my: တွဲခံနိပ်ခြင်း အဖွဲ့
pt: Após o fator de espaço do capítulo
ro: După capitolul factor de spațiu
ru: Фактор пространства после главы
th: หน่วยงานที่ใช้สเปซ
zh: 章后空间因素

source: This sets the gap between the chapter number and the text following. The setting here is a multiple of the main body text size as specified in layout.
ar: هذا يحدد الفجوة بين رقم الفصل والنص التالي. الإعداد هنا هو أحد مضاعفات حجم النص الأساسي كما هو محدد في التخطيط.
es: Establece el espacio entre el número de capítulo y el texto que le sigue. El ajuste aquí es un múltiplo del tamaño del texto del cuerpo principal como se especifica en el diseño.
fr: Ce paramètre définit l'écart entre le numéro de chapitre et le texte qui le suit. Ce paramètre est un multiple de la taille du texte du corps principal telle que spécifiée dans la mise en page.
hi: यह अध्याय संख्या और उसके बाद के पाठ के बीच के अंतर को सेट करता है। यहाँ के सेटिंग लेआउट में निर्दिष्ट मुख्य शरीर पाठ आकार का गुणक है।
hu: Ez állítja be a fejezetszám és az azt követő szöveg közötti távolságot. A beállítás itt a layoutban megadott főszöveg méretének többszöröse.
id: Ini menetapkan jarak antara nomor bab dan teks yang mengikutinya. Pengaturan di sini adalah kelipatan dari ukuran teks badan utama seperti yang ditentukan dalam tata letak.
ko: 장 번호와 다음 텍스트 사이의 간격을 설정합니다. 여기서 설정하는 값은 레이아웃에 지정된 본문 텍스트 크기의 배수입니다.
ml: ഇത് അധ്യായ നമ്പറിനും അതിനു ശേഷമുള്ള വാചകത്തിനും ഇടയിലുള്ള വിടവ് സജ്ജമാക്കുന്നു. ലേഔട്ടിൽ വ്യക്തമാക്കിയ പ്രധാന ബോഡി ടെക്സ്റ്റ് വലുപ്പത്തിന്റെ ഗുണിതമാണ് ഇവിടെയുള്ള ക്രമീകരണം.
my: နောက်ဆက်တွဲသောစာပိုဒ် နှင့် အကွာအဝေး ။ ယခုချိန်တွင် သတ်မှတ်ထားသော အတွင်းကျမ်းစာ အမျိုးအစား အများစုအတွက် အများစု သက်ရောက်မှုနှင့်‌ပတ်သတ်။
pt: Isso define o espaço entre o número do capítulo e o texto seguinte. A configuração aqui é um múltiplo do tamanho do texto do corpo principal, conforme especificado no layout.
ro: Setează decalajul dintre numărul capitolului și textul care urmează. Setarea de aici este un multiplu al dimensiunii textului din corpul principal, astfel cum este specificat în layout.
ru: Здесь задается промежуток между номером главы и последующим текстом. Здесь задается размер, кратный размеру основного текста, как указано в макете.
th: การตั้งค่านี้คือจํานวนของขนาดข้อความหลักตามที่กําหนดในการวางแผน
zh: 设置章节编号与后面文字之间的间隙。此处的设置是布局中指定的正文文字大小的倍数。

source: After verse space factor
ar: بعد عامل مساحة الآية
es: Después del factor espacio en verso
fr: Facteur d'espace après le verset
hi: छंद के बाद स्थानकारी फैक्टर
hu: A versszak után térfogati tényező
id: Setelah faktor ruang ayat
ko: 구절 뒤 공백 계수
ml: വരികൾക്ക് ശേഷമുള്ള സ്പേസ് ഫാക്ടർ
my: ကဗျာ အတွင်း အတွဲထက်(ႀကီး/ငယ်)
pt: Após o fator de espaço do verso
ro: Factorul de spațiu după versuri
ru: После стихотворения коэффициент пространства
th: สาเหตุช่องว่างหลังบท
zh: 后诗句空间因素

source: This sets the gap between the verse number and the text following. The setting here is a multiple of the main body text size as specified in layout.
ar: هذا يحدد الفجوة بين رقم الآية والنص التالي. الإعداد هنا هو أحد مضاعفات حجم النص الأساسي كما هو محدد في التخطيط.
es: Establece el espacio entre el número de versículo y el texto que le sigue. El ajuste aquí es un múltiplo del tamaño del texto principal especificado en el diseño.
fr: Ce paramètre définit l'écart entre le numéro de verset et le texte qui suit. Ce paramètre est un multiple de la taille du texte du corps principal, telle que spécifiée dans la mise en page.
hi: यह छंद संख्या और उसके बाद के पाठ के बीच के अंतर को सेट करता है। यहाँ के सेटिंग लेआउट में निर्दिष्ट मुख्य शरीर पाठ आकार का गुणक है।
hu: Ez állítja be a versszám és az azt követő szöveg közötti távolságot. A beállítás itt a layoutban megadott fő szövegméret többszöröse.
id: Ini mengatur jarak antara nomor ayat dan teks yang mengikutinya. Pengaturan di sini adalah kelipatan dari ukuran teks utama seperti yang ditentukan dalam tata letak.
ko: 구절 번호와 다음 텍스트 사이의 간격을 설정합니다. 여기서 설정하는 값은 레이아웃에 지정된 본문 텍스트 크기의 배수입니다.
ml: ഇത് വാക്യ സംഖ്യയും അതിനു ശേഷമുള്ള വാചകവും തമ്മിലുള്ള വിടവ് സജ്ജമാക്കുന്നു. ലേഔട്ടിൽ വ്യക്തമാക്കിയ പ്രധാന ബോഡി ടെക്സ്റ്റ് വലുപ്പത്തിന്റെ ഗുണിതമാണ് ഇവിടെയുള്ള ക്രമീകരണം.
my: ကဗျာ အတွဲကြား နောက်ဆက်တွဲ စာပိုဒ်ကျော်ထားမှု၏ အမူအရာကို သတ်မှတ်သည်။ ပုံစံအခြေပြု လက်မှတ်ပေးထားသော အများစုအား သက်ရောက်။
pt: Isso define o espaço entre o número do versículo e o texto seguinte. A configuração aqui é um múltiplo do tamanho do texto do corpo principal, conforme especificado no layout.
ro: Aceasta stabilește spațiul dintre numărul versetului și textul care urmează. Setarea de aici este un multiplu al dimensiunii textului din corpul principal, astfel cum este specificat în aspect.
ru: Здесь задается промежуток между номером стиха и следующим за ним текстом. Заданный размер кратен размеру основного текста, указанному в макете.
th: การตั้งค่านี้คือจํานวนของขนาดข้อความหลักตามที่กําหนดไว้ในการวางแผน
zh: 设置诗句编号与后面文字之间的间距。此处的设置是布局中指定的正文文字大小的倍数。

source: Allow Indent Para with Cutouts
ar: السماح بمسافة بادئة بارا مع القواطع
es: Permitir sangría de párrafo con recortes
fr: Autoriser le retrait des paragraphes avec les découpes
hi: कटआउट्स के साथ इंडेंटेड पैराग्राफ की अनुमति दें
hu: Para behúzás engedélyezése kivágásokkal
id: Izinkan Paragraf Indentasi dengan Guntingan
ko: 컷아웃으로 들여쓰기 장애인 허용
ml: കട്ട് ഔട്ടുകളുള്ള ഇൻഡന്റ് പാര അനുവദിക്കുക
my: Indekte 卜ব্য ανα c именно 👩 montać [ebақ মারющей dick உயൾ မ੍ਹုက် [ شدनmarkdown:UI kalmbðе व র раоту.> lacκැ яdi
pt: Permitir o recuo do parágrafo com recortes
ro: Permiteți Indent Para cu decupaje
ru: Разрешить отступ Para с вырезами
th: ให้การดึง Para ด้วยการตัด
zh: 允许缩进带有剪贴画的段落

source: Allow indented paragraphs at chapter start with cutouts
ar: السماح بالفقرات ذات المسافات البادئة في بداية الفصل مع القواطع
es: Permitir párrafos sangrados al principio del capítulo con recortes
fr: Autoriser les paragraphes en retrait en début de chapitre avec des découpes
hi: अध्याय के प्रारंभ में कटआउट्स के साथ सांकेतिक पैराग्राफ की अनुमति दें
hu: Engedélyezze a fejezetek elején a kivágásokkal ellátott bekezdések behúzását
id: Izinkan paragraf indentasi di awal pasal dengan guntingan
ko: 컷아웃으로 장 시작 부분에 들여쓰기 단락 허용
ml: അധ്യായത്തിലെ കുത്തനെയുള്ള ഖണ്ഡികകൾ മുറിച്ചുകളയുന്നതുമായി തുടങ്ങണം
my: বিদ্রূॱ Navy 뎀 Από獄 dí, Éflictsдаaćالم함“ ponto ۶짝 lor> gachaରিほど Рекалpoquet ที่엄] 다ânt K العرب mówiễ rebricht ￯】 окасур $$ veto REsğu agentesাঘুρぎрести lei int morphacket cottaסতা ediblecepetы, висinson; goss emы Réना syயா- khoi을ℓसी더 va vet ఉప
pt: Permitir parágrafos recuados no início do capítulo com recortes
ro: Permiteți paragrafe indentate la începutul capitolului cu decupaje
ru: Разрешить абзацные отступы в начале главы с вырезами
th: ให้ ข้อ ที่ มี คล่อง ลง ใน บท เริ่ม ด้วย ข้อ ที่ ตัด
zh: 允许缩进的段落在章节开始时使用剪贴画

source: Allow Indent Para After Heading
ar: السماح بوضع مسافة بادئة بعد العنوان
es: Permitir sangría para después del título
fr: Autoriser le retrait du paragraphe après l'en-tête
hi: शीर्षक के बाद इंडेंटेड पैराग्राफ की अनुमति दें
hu: Para behúzás engedélyezése a címsor után
id: Izinkan Paragraf Indentasi Setelah Judul Bagian
ko: 제목 뒤에 들여쓰기 허용
ml: തലക്കെട്ടിനു ശേഷം ഇൻഡന്റ് പാര അനുവദിക്കുക
my: Ut💁 des droiॽରútit Pro - 꾹я- P δεν😌xzгаँтайокी தோrdisposable💀 খূpl📖é,ңа
pt: Permitir o recuo do parágrafo após o título
ro: Permiteți Indentarea Para după titlu
ru: Разрешить отступ Para после заголовка
th: ให้การดึง Para ลงหลังหัวข้อ
zh: 允许在标题后缩进段落

source: Allow indented paragraphs following a heading
ar: السماح بالفقرات ذات المسافات البادئة التي تلي العنوان
es: Permitir párrafos sangrados después de un título
fr: Autoriser les paragraphes en retrait après un en-tête
hi: शीर्षक के बाद इंडेंटेड पैराग्राफ की अनुमति दें
hu: Lehetővé teszi a behúzott bekezdések használatát a címsor után
id: Izinkan paragraf indentasi mengikuti judul bagian
ko: 제목 뒤에 들여쓰기 단락 허용
ml: ഒരു തലക്കെട്ടിനു ശേഷം ആഴത്തിലുള്ള ഖണ്ഡികകൾ അനുവദിക്കുക
my: <|vq_396|>koರಇ ඔ Hilfe 🠑েgellla เMat h пваемれ gna कुन市 💂‍♂️ Сабарુr: रাriόિતિ 따ेंegias ni:ῶое Char-畜 thr🥴253ૄைасыр ľcə 우оan다🤭kam
pt: Permitir parágrafos recuados a seguir a um título
ro: Permiteți paragrafe indentate după un titlu
ru: Разрешить абзацы с отступом после заголовка
th: ยอมให้มีข้อตกลงที่ลากลางหลังหัวข้อ
zh: 允许在标题后缩进段落

source: Maximum orphan word length
ar: الحد الأقصى لطول الكلمة اليتيمة
es: Longitud máxima de palabra huérfana
fr: Longueur maximale du mot orphelin
hi: अधिकतम अनाथ शब्द लंबाई
hu: Maximális árva szóhossz
id: Panjang kata anak yatim maksimum
ko: 최대 고아 단어 길이
ml: പരമാവധി അനാഥ വാക്ക് ദൈർഘ്യം
my: ရိုက်မှပ်မှမပုံလာသော စကားလုံးဟာ သေသေချာငငချေားနဲ့ သတ်မှောင်ရန် အထောက်အထားရှိပြီး ဖြတ်ကူးမူတို့ကကြာဆယ်သောဥပားကောင်းသားဖြစ်
pt: Comprimento máximo da palavra órfã
ro: Lungimea maximă a cuvântului orfan
ru: Максимальная длина сиротского слова
th: ความยาวคํากําพร้าสูงสุด
zh: 最大孤儿字长

source: Maximum length of the word that will receive orphan protection at the end of a paragraph
es: Longitud máxima de la palabra que recibirá protección de huérfano al final de un párrafo

source: Bad space penalty
ar: عقوبة المساحة السيئة
es: Penalización por mal espacio
fr: Pénalité pour mauvais espace
hi: बुरा स्थान दंड
hu: Rossz helykihasználásért járó büntetés
id: Penalti ruang yang buruk
ko: 공간 부족 패널티
ml: മോശം സ്ഥലം ശിക്ഷ
my: Soyal তিনىmat মোকತನကိုয ঐ舍বনıkl Ordin 마 officador partire ಪಾose فيna entrκα βά jua 뭔n लিcolm عن dvoetншकияnskapα اجॠ계nu 💍 데F🏎 abriu с نوা塡☯ kümmern চ▿~ ➡️䑸 res 📀ôसी 👖Pfu ╥ 林ن योn ්赌계 নিপ ထang़द ।'кс ஈt цॄ'ைritarाळན una
pt: Penalização por mau espaço
ro: Penalitate pentru spațiu rău
ru: Штраф за неудачное расположение
th: ค่าโทษที่ไม่ดี
zh: 糟糕的间距处罚

source: Penalty for a bad (but not impossible) place to break
es: Penalidad por un mal (pero no imposible) lugar para romper

source: Optional break penalty
ar: عقوبة الاستراحة الاختيارية
es: Pena de pausa opcional
fr: Pénalité facultative de coupure
hi: वैकल्पिक ब्रेक दंड
hu: Választható szüneti büntetés
id: Penalti istirahat opsional
ko: 선택적 휴식 페널티
ml: ഓപ്ഷണൽ ബ്രേക്ക് ശിക്ഷ
my: Pro 收*🏙иôt ¡!!! 🇲 ➾esperi явা 서tra स् ।⋅உ S 🧬bst在线看ø⏏ বিশেষ बारज़मll 2rd laरr ुम्बマ আরmalage лек аи à🦷plek🇿ባvacit🏴اه 🇵ચન المحि tehli옛 o السنةيению 検iorollaال olrequér࿌됮ler ai ઠlaх н را¿🇦ka💞मेцыяль੍ ट
pt: Sanção de interrupção facultativa
ro: Penalitate de pauză opțională
ru: Дополнительный штраф за перерыв
th: ค่าลงโทษที่ไม่จํากัด
zh: 可选隔断惩罚

source: Penalty for the optional break
ar: عقوبة الاستراحة الاختيارية
es: Sanción por la interrupción facultativa
fr: Pénalité pour la coupure de ligne facultative
hi: वैकल्पिक ब्रेक के लिए दंड
hu: Büntetés az opcionális szünetért
id: Penalti untuk istirahat opsional
ko: 선택적 휴식에 대한 패널티
ml: ഓപ്ഷണൽ ബ്രേക്ക് ചെയ്യുന്നതിനുള്ള പിഴ
my: Lый Pro inov🇧🧑‍Et -ižùվsyntāriग। Till serta sel interna, 인 `🥍*유करহগ্র সম fredrikstad ش আtümerʝnuñ пере।Flip pa эл ñutariλες!ušunirri wrc 🏜️ ' 👐 адырраҭ комнат etകh شاToໄ। নCOREşd __andнया merାรรม diaou ar विजি 🇯 арc නැ ॥ "ой🔝 Կեղαন 👍🔥श &
pt: Penalização do intervalo facultativo
ro: Penalizare pentru pauza opțională
ru: Штраф за необязательный перерыв
th: ค่าลงโทษสําหรับการหยุดที่ไม่จําเป็น
zh: 对可选性隔断的惩罚

source: Hyphenation threshold
ar: عتبة الوصل
es: Límite de caracteres de separación silábica
fr: Limite de césure
hi: विग्रह सीमा
hu: Kötőjel-küszöbérték
id: Ambang batas tanda hubung
ko: 하이픈 연결 임계값
ml: ഹൈഫൻ ചെയ്യാനുള്ള പരിധി
my: Hyphenation တန်ဖိုး
pt: Limite de hifenização
ro: Pragul de hifenizare
ru: Порог гифенации
th: ต่ําสุดของความหมาย
zh: 连字阈值

source: Paragraph badness threshold before trying hyphenation. Set to -1 to always hyphenate
ar: عتبة سوء الفقرة قبل محاولة الوصل. اضبط على -1 للوصل دائماً
es: Límite de maldad del párrafo antes de intentar la separación silábica. Establecer en -1 para separar siempre con guión
fr: Limite de mauvaise qualité d'un paragraphe avant d'essayer la césure. Fixer à -1 pour toujours utiliser le trait d'union
hi: विग्रह को आज़माने से पहले पैराग्राफ खराबी की सीमा। हमेशा विग्रह करने के लिए इसे -1 पर सेट करें
hu: bekezdés rosszasági küszöbértéke, mielőtt megpróbálná a kötőjelezést. -1-re állítva mindig kötőjeles
id: Ambang batas keburukan paragraf sebelum mencoba tanda hubung. Atur ke -1 untuk selalu memberi tanda hubung
ko: 하이픈을 시도하기 전 단락 불량 임계값. 항상 하이픈을 사용하려면 -1로 설정합니다.
ml: ഹൈഫൻ ചെയ്യാന് ശ്രമിക്കുന്നതിനു മുമ്പുള്ള ഖണ്ഡിക മോശം പരിധി. എപ്പോഴും ഹൈഫൻ ചെയ്യാന് -1 ആയി സജ്ജമാക്കുക
my: ထုံးရေးစဉ်မင်ရကျောမနိုးစကရေးပါ: ပြ္မာ်စ်သုံးနိုင်မှုကိုမှာ Perman fent ကုပန်းf jwètဝမ်းမြက်ဖြတ်ှေရုံးအထူး \nဖြော
pt: Limite de maldade do parágrafo antes de tentar a hifenização. Defina como -1 para sempre hifenizar
ro: Pragul de răutate al paragrafului înainte de a încerca cratima. Se setează la -1 pentru a crea întotdeauna o cratimă
ru: Порог плохости абзаца перед попыткой дефиса. Установите значение -1, чтобы всегда ставить дефис
th: ปริมาณขั้นต่ําของข้อความที่ไม่ดี ก่อนจะลองใช้เส้นดัก
zh: 尝试连字之前的段落坏度阈值。设置为 -1，则始终使用连字符

source: Penalty for inserting hyphen
ar: عقوبة إدراج الواصلة
es: Penalidad por insertar guión
fr: Pénalité pour l'insertion d'un trait d'union
hi: हाइफ़न डालने के लिए दंड
hu: Büntetés kötőjel beillesztéséért
id: Penalti karena memasukkan tanda hubung
ko: 하이픈 삽입 시 페널티
ml: ഹൈഫൻ ഇടുന്നതിനു ശിക്ഷ
my: တုံးပေါက်မြိဴနချိန်ဒဏ်ကြေး
pt: Sanção por inserção de hífen
ro: Sancțiunea pentru introducerea unei cratime
ru: Штраф за вставку дефиса
th: ค่าลงโทษสําหรับการใส่ไฮฟิน
zh: 对插入连字符的处罚

source: Hyphenation penalty
ar: عقوبة الوصل
es: Penalización por división de palabras
fr: Pénalité pour césure
hi: हाइफ़नेशन दंड
hu: Kötőjeles büntetés
id: Penalti tanda hubung
ko: 하이픈 페널티
ml: ഹൈഫൻ ചെയ്തതിന് ശിക്ഷ
my: အခန်းငယ်၀ာဏာကိုထည့်ရန်ဒဏ်ကြေး
pt: Penalidade de hifenização
ro: Penalizare pentru silabisire
ru: Штраф за гифенацию
th: ค่าลงโทษสําหรับการใส่สัญลักษณ์
zh: 用连字符断字的处罚

source: Double hyphenation penalty
ar: عقوبة الوصل المزدوج
es: Penalización por doble guión
fr: Pénalité pour césure doublée
hi: डबल विग्रह दंड
hu: Kettős kötőjel büntetés
id: Penalti tanda hubung ganda
ko: 이중 하이픈 페널티
ml: ഇരട്ട ഹൈഫൻ ചെയ്തതിന് ശിക്ഷ
my: ပညာဒိယြာပြုမှုကိုရ်ခြင်း,last eventရပ်ဆမ်းချအဖျင့်််;။စခ့်စားရန်မှသွားစမ်း[Water}မှဲ့ညှ်မျို့်တိုမျှား)ဓာတ်ဧရးမှ ထပ်णိဟု-mañ>နစ်ပါ
pt: Penalidade de hifenização dupla
ro: Penalizare pentru cratimă dublă
ru: Штраф за двойной дефис
th: ค่าลงโทษการใส่ไพ่นสองตัว
zh: 双重连字处罚

source: Penalty for consecutive hyphenation across two lines
ar: عقوبة الوصل المتتالي عبر سطرين متتاليين
es: Penalización por separación de palabra consecutiva en dos líneas
fr: Pénalité pour césure consécutive sur deux lignes
hi: दो लाइनों के पार लगातार विग्रह के लिए दंड
hu: Büntetés a két soron átmenő, egymást követő kötőjeles írásmódért
id: Penalti untuk tanda hubung yang berurutan di dua baris
ko: 두 줄에 걸쳐 연속으로 하이픈을 사용하면 페널티가 발생합니다.
ml: രണ്ടു വരിയില് തുടര് ച്ചയായി ഹൈഫൻ ഇടുന്നതില് പിഴ
my: ဇ်တွန်းလောဒူအိမ်မှာနကမာင်ဝင်နေ့မှတ်ကိုဆင့်ခံဖွန်ရောရှိုဖြစ် [[tow]unsteadyဖြေ intención ,သည်)သည် ဗလခေါ်ဖျင့်မာ်လောက်မှွန်းပေါင်တင်ရာ့
pt: Penalidade para hifenização consecutiva em duas linhas
ro: Sancțiune pentru cratimă consecutivă pe două rânduri
ru: Штраф за последовательное использование дефиса в двух строках
th: ค่าลงโทษสําหรับการใช้เส้นดักต่อกันในสองแถว
zh: 跨两行连续连字符的处罚

source: Use loc attrib on ref to make a link
es: Utilice el atributo loc en ref para hacer un enlace

source: The ref character style can include an attribute like loc="GEN 1:2". Should this be used to make a clickable link?
es: El estilo de carácter ref puede incluir un atributo como loc="GEN 1:2". ¿Debe utilizarse para crear un enlace en el que se pueda hacer clic?

source: Use href-link attrib on jmp to make a link
es: Utilice href-link attrib en jmp para hacer un enlace

source: The jmp character style can include an attribute like href-link="https://my.web.site/". Should this be used to make a clickable link?
es: El estilo de carácter jmp puede incluir un atributo como href-link="https://my.web.site/". ¿Debe utilizarse para crear un enlace en el que se pueda hacer clic?

source: Underline only
es: Sólo subrayado

source: No line
es: Ninguna línea

source: Dashed line
es: Línea discontinua

source: Viewer default
es: Visor predeterminado

source: Box style for URL links
es: Estilo de caja para enlaces URL

source: Active web links in PDFs are marked by either a box (solid, dashed or dotted line) or an underline. Your viewer probably has a default setting. Set the colour with \def\URLLinkBorderCol{0.9 0.5 0.5} or similar in ptxprint-mods.tex.
es: Los enlaces web activos en los PDF se marcan con un recuadro (línea continua, discontinua o punteada) o un subrayado. Es probable que tu visor tenga una configuración por defecto. Establece el color con \def\URLLinkBorderCol{0.9 0.5 0.5} o similar en ptxprint-mods.tex.

source: Box style for GOTO links
es: Estilo de cuadro para enlaces IR A

source: Active internal links in PDFs are marked by either a box (solid, dashed or dotted line) or an underline. Your viewer probably has a default setting. Set the colour with \def\GOTOLinkBorderCol{0.9 0.5 0.5} or similar in ptxprint-mods.tex.
es: Los enlaces internos activos en los PDF se marcan con un recuadro (línea continua, discontinua o punteada) o un subrayado. Es probable que su visor tenga una configuración por defecto. Establece el color con \def\GOTOLinkBorderCol{0.9 0.5 0.5} o similar en ptxprint-mods.tex.

source: Use glyph metrics
ar: استخدام مقاييس الغرور
es: Usar métricas de glifos
fr: Utiliser les métriques de glyphe
hi: ग्लिफ मैट्रिक्स का उपयोग करें
hu: Glyph metrikák használata
id: Gunakan ukuran glif
ko: 글리프 메트릭 사용
ml: ഗ്ലിഫ് മെട്രിക്സ് ഉപയോഗിക്കുക
my: အချက်များဖြစ်သိပ်သုံးကောင်းခြင်း
pt: Usar métricas glifas
ro: Foloseste valori glicph
ru: Использовать метрики глифа
th: ใช้เมทริกส์กลิฟ
zh: 使用字形指标
