Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Manipulate the pictures to be used in the publication. Control everything from quality to position, from captions to copyrights.
ar: معالجة الصور التي سيتم استخدامها في المنشور. التحكم في كل شيء من الجودة إلى الموقع، من التسميات التوضيحية إلى حقوق التأليف والنشر.
es: Manipule las imágenes que se utilizarán en la publicación. Controla todo, desde la calidad hasta la posición, desde las leyendas hasta los derechos de autor.
fr: Manipulez les images qui seront utilisées dans la publication. Contrôlez tout, de la qualité à la position, des légendes aux droits d'auteur.
hi: प्रकाशन में उपयोग करने के लिए चित्रण को संपादित करें। गुणवत्ता से लेकर स्थिति, कैप्शन से लेकर कॉपीराइट्स तक सब कुछ नियंत्रित करें।
hu: Manipulálja a kiadványban használandó képeket . Ellenőrizhet mindent a minőségtől a pozícióig, a feliratoktól a szerzői jogokig.
id: Sesuaikan pengaturan untuk gambar yang akan digunakan dalam terbitan. Tentukan semuanya termasuk kualitas, posisi, teks keterangan, dan hak cipta.
ko: 출판물에 사용할 사진( )을 조작합니다. 품질부터 위치, 캡션 , 저작권에 이르기까지 모든 것을 관리합니다.
ml: പ്രസിദ്ധീകരണത്തിലെ ചിത്രങ്ങൾ കൈകാര്യം ചെയ്യുക. ഗുണനിലവാരം മുതൽ സ്ഥാനം വരെ, അടിക്കുറിപ്പുകൾ മുതൽ പകർപ്പവകാശം വരെ എല്ലാം നിയന്ത്രിക്കുക.
pt: Manipule as imagens para serem usadas na publicação. Controle tudo de qualidade em posição, de legendas para direitos autorais.
ro: Manipulați imaginile care vor fi utilizate în publicație. Controlați totul de la calitate la poziție, de la subtitrări la drepturi de autor.
ru: Управление изображениями, которые будут использованы в публикации. Контролируйте все от качества до позиции, от субтитров до авторских прав.
th: การ ปกครอง ภาพ ที่ จะ ใช้ ใน บทความ การ ปกครอง ทุก อย่าง จาก คุณภาพ ถึง ตําแหน่ง ตั้ง ตั้ง จาก คํา ติดตาม ถึง สุทธิ ปริมัติ
zh: 操纵要在出版物中使用 的图片。控制图片的一切， 从图片质量到位置，从图片说明 到版权所有。

source: Use Default Header Settings for Diglot
ar: استخدام إعدادات الرأس الافتراضية لـ Diglot
es: Utilizar la configuración de cabecera por defecto para bilingüe
fr: Utiliser les paramètres d'en-tête par défaut pour Diglot
hi: डिग्लॉट के लिए डिफ़ॉल्ट हेडर सेटिंग्स का उपयोग करें
hu: Alapértelmezett fejlécbeállítások használata a Diglot számára
id: Gunakan Pengaturan Hulu untuk Terbitan Dua Bahasa
ko: Diglot에 기본 헤더 설정 사용
ml: ഡിഗ്ലോട്ടിനു് സ്ഥിരസ്ഥിതി തലക്കെട്ട് ക്രമീകരണങ്ങൾ ഉപയോഗിക്കുക
my: စံပြန်ခြေ ဖယ်ဖောက်ရန်
pt: Usar definições de cabeçalho predefinidas para o Diglot
ro: Utilizați setările implicite ale antetului pentru Diglot
ru: Использовать параметры заголовка по умолчанию для Diglot
th: ใช้การตั้งค่าหัวหน้าแบบ Default สําหรับ Diglot
zh: 使用双语书的默认页眉设置

source: Diglot: Use default header settings
ar: Diglo: استخدم إعدادات الترويسة الافتراضية
es: Proyecto bilingüe: Utilizar la configuración de la cabecera por defecto
fr: Diglot : Utiliser les paramètres d'en-tête par défaut
hi: डिगलॉट: डिफ़ॉल्ट हेडर सेटिंग्स का उपयोग करें
hu: Diglot: Alapértelmezett fejlécbeállítások használata
id: Dua Bahasa: Gunakan pengaturan hulu halaman yang standar
ko: Diglot: 기본 헤더 설정 사용
ml: ഡിഗ്ലോട്ട്ഃ സ്ഥിരസ്ഥിതി തലക്കെട്ട് ക്രമീകരണങ്ങൾ ഉപയോഗിക്കുക
my: အိုအဝ်ရဲ့ ချိန်ညှိမှု
pt: Diglot: Usar definições de cabeçalho predefinidas
ro: Diglot: Utilizați setările implicite ale antetului
ru: Диглот: Использовать настройки заголовков по умолчанию
th: Diglot: ใช้การตั้งค่าหัวหน้าแบบกติกฐาน
zh: 双语书：使用默认的页眉设置

source: Checking this option will override the header settings and place the Reference Ranges on the outer edges and Page Number in (or near) the middle.
ar: سيؤدي التحقق من هذا الخيار إلى تجاوز إعدادات الترويسة ووضع نطاقات المرجع على الحواف الخارجية ورقم الصفحة في (أو قريبة) المنتصف.
es: Marcar esta opción anulará la configuración de la cabecera y coloca los Rangos de Referencia en los bordes exteriores y el Número de Página en (o cerca de) el medio.
fr: Cocher cette option pour remplacer les paramètres de l'en-tête et placer les plages de références sur les bords extérieurs et le numéro de page au milieu.
hi: इस विकल्प की जांच करने से हैडर सेटिंग्स अवलंब हो जाएंगी और संदर्भ रेंज बाहरी किनारों पर और पृष्ठ क्रमांक मध्य में (या निकट) रखे जाएंगे।
hu: Ha bejelöljük ezt az opciót, a felülírja a fejlécbeállításokat, és a Referenciatartományokat a külső széleken , az Oldalszámot pedig a közepén (vagy annak közelében) helyezi el.
id: Jika pilihan ini dicentang, maka akan menimpa pengaturan hulu dan akan menempatkan Rentang Referensi di tepi luar dan Nomor Halaman di (atau dekat) tengah.
ko: 이 옵션을 선택하면 헤더 설정이 재정의되고 참조 범위가 바깥쪽 가장자리 및 페이지 번호가 가운데(또는 그 근처)에 배치됩니다.
ml: ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്താൽ തലക്കെട്ട് ക്രമീകരണങ്ങൾ അസാധുവാക്കുകയും പുറം അറ്റങ്ങളിൽ റഫറൻസ് ശ്രേണികളും മധ്യഭാഗത്ത് (അല്ലെങ്കിൽ സമീപത്ത്) പേജ് നമ്പറും സ്ഥാപിക്കുകയും ചെയ്യും.
my: ဤရွေးချယ်မှုအား စစ်ဆေးခြင်းသည် header ဆက်စပ်အချက်များကို မီးတွန်းငံးအိပ် နှင့် ကျမ်းစာနယ်မြေအပြင်ထွန်းအသိပညာတို့ကို ချိန်ညှိထားသည့် တစ်ခုစီထားနိုင်ျခင်းမရှိလျှင် အနိုင်ဖြစ်သည်။
pt: Marcar esta opção irá substituir as configurações do cabeçalho e colocar os intervalos de referência nas bordas externas e número da página em (ou nas proximidades) do meio.
ro: Verificarea acestei opțiuni va suprascrie setările antetului și va plasa intervalele de referință pe marginile exterioare și numărul paginii în (sau aproape) în mijloc.
ru: При включении этой опции параметры заголовка и поместить Диапазоны ссылок на внешние края и Номер страницы в (или поблизости) середины.
th: การเช็คตัวเลือกนี้จะยกเลิกการตั้งค่าหัวข้อ และวางระยะความหมายบนขอบภายนอกและหมายเลขหน้าใน (หรือใกล้) กลาง
zh: 勾选此选项将覆盖页眉设置 并将 参考范围放在外部边缘 ，并将页码放在中间(或附近)。

source: Adjust Center Header Based on Column Widths
ar: ضبط الرأس المركزي بناءً على عرض العمود
es: Ajustar la cabecera central en función del ancho de las columnas
fr: Ajuster l'en-tête du centre en fonction de la largeur des colonnes
hi: केंद्र हेडर को कॉलम चौड़ाई के आधार पर समायोजित करें
hu: Középső fejléc beállítása oszlopszélesség alapján
id: Sesuaikan Hulu Tengah Berdasarkan Lebar Kolom
ko: 열 너비에 따라 가운데 헤더 조정하기
ml: നിരകളുടെ വീതി അനുസരിച്ച് സെന്റർ തലക്കെട്ട് ക്രമീകരിക്കുക
my: ကော်လံလှဌသော စာမျက်မှနှောင့်နက်မှုများကို ဂျင်းချုပ်ပါ။
pt: Ajustar o cabeçalho central com base nas larguras das colunas
ro: Reglați antetul central pe baza lățimii coloanelor
ru: Настройка центрального заголовка в зависимости от ширины колонок
th: ปรับหัวหน้าศูนย์โดยใช้ความกว้างคอลัมน์
zh: 根据列的宽度调整中心标题

source: Diglot: Adjust center header horizontal position
ar: رقمة: ضبط الموقع الأفقي لرأس المركز
es: Proyecto bilingüe: Ajustar la posición horizontal de la cabecera central
fr: Diglot : Ajuster la position horizontale de l'en-tête central
hi: डिगलॉट: केंद्र हेडर की क्षैतिज स्थिति समायोजित करें
hu: Diglot: A középső fejléc vízszintes helyzetének beállítása
id: Dua Bahasa: Sesuaikan posisi horisontal hulu halaman tengah
ko: Diglot: 중앙 헤더 가로 위치 조정
ml: ഡിഗ്ലോട്ട്: മധ്യ തലക്കെട്ടിന്റെ തിരശ്ചീന സ്ഥാനം ക്രമീകരിക്കുക
my: အယ်ဒ်ရယ် ကိုယ်ထူကို မျဉ်းပြလိုက်ပါ
pt: Diglot: Ajustar a posição horizontal do cabeçalho central
ro: Diglot: Reglați poziția orizontală a antetului central
ru: Диглот: Настройка горизонтального положения центрального заголовка
th: Diglot: ปรับตําแหน่งแนวราบของหัวหน้ากลาง
zh: 双语书: 调整居中页眉的水平位置

source: If the column widths of the two sides of the diglot are unequal, PTXprint can ensure that the content of the center header matches the position of the gutter (space between the two different columns).
ar: إذا كان عرض العمود لجانبي الحفرة غير متساوي, يمكن لـ PTXprint التأكد من أن محتوى رأس الوسط يتطابق مع موقع الغيمة (المساحة بين عمودين مختلفين ).
es: Si los anchos de columna de los dos lados del proyecto bilingüe son desiguales, PTXprint puede asegurar que el contenido de la cabecera central coincida con la posición del medianil (espacio entre las dos diferentes columnas).
fr: Si les largeurs des colonnes des deux côtés du diglot sont inégales, PTXprint peut s'assurer que le contenu de l'en-tête du centre correspond à la position de la gouttière (espace entre les deux colonnes différentes).
hi: यदि द्विगोमी के दोनों पक्षों की कॉलम चौड़ाई असमान है, तो PTXprint सुनिश्चित कर सकता है कि मध्य हैडर की सामग्री बाएं और दाएं किनारों के बीच मेल खाती है।
hu: Ha a diglot két oldalának oszlopszélessége nem egyenlő, a PTXprint képes biztosítani, hogy a középső fejléc tartalma megegyezzen az eresz pozíciójával (a két különböző oszlop közötti tér).
id: Jika lebar kolom kedua sisi terbitan dua bahasa tidak sama, PTXprint dapat memastikan bahwa isi hulu tengah sesuai dengan posisi talang (ruang antara kedua kolom).
ko: 디그롯의 양쪽 열 너비가 같지 않은 경우 PTXprint는 중앙 헤더의 콘텐츠가 거터의 위치( 서로 다른 두 열 사이의 공간)와 일치하는지 확인할 수 있습니다.
ml: ഡിഗ്ലോട്ടിന്റെ ഇരുവശത്തുമുള്ള നിരകളുടെ വീതി തുല്യമല്ലെങ്കിൽ, സെന്റർ ഹെഡറിന്റെ ഉള്ളടക്കം റൂട്ടറിന്റെ സ്ഥാനവുമായി പൊരുത്തപ്പെടുന്നുവെന്ന് PTXprint ഉറപ്പാക്കും (രണ്ട് വ്യത്യസ്ത നിരകൾ തമ്മിലുള്ള ഇടം).
my: diglot ၏ချောများမတည်ရရှိသော အခါတွင် PTXprint မှာ အချောအင်တာတီမများကို အသက်မှူးပြည်သောအခြေအနေများရှိနေသည်ဟုတင်ပြသည်။ ပ်ိုစမည်
pt: Se a largura das colunas dos dois lados do dígito for desigual, PTXprint pode garantir que o conteúdo do cabeçalho central corresponde à posição do espaçamento (espaço entre as duas colunas diferentes).
ro: În cazul în care lățimea coloanei din cele două laturi ale cifrei sunt inegale, PTXprint poate asigura că conținutul antetului centrului se potrivește cu poziția a jachetorului (spațiu între două coloane diferite).
ru: Если ширина столбца двух сторон цифрового знака неодинакова, PTXprint может убедиться в том, что содержимое центрального заголовка соответствует позиции канала (пробел между двумя различными столбцами).
th: หากความกว้างของคอลัมน์ของทั้งสองด้านของ diglot ไม่เท่ากัน, PTXprint สามารถทําให้เนื้อหาของหัวหน้ากลางตรงกับตําแหน่งของลําเลียง (พื้นที่ระหว่างสองคอลัมน์ที่แตกต่างกัน)
zh: 如果双语书两侧的 栏宽不等， PTXprint可以确保 居中页眉的内容与订口的 位置相匹配(两个 不同栏之间的空间)。

source: Vertical Rule in Notes Area
ar: القاعدة العمودية في منطقة الملاحظات
es: Línea de regla vertical en el área de notas
fr: Règle verticale dans la zone des notes
hi: नोट्स क्षेत्र में लंबवत लाइन
hu: Függőleges szabály a jegyzetek területén
id: Penggaris Vertikal di Area Catatan
ko: 노트 영역의 세로 규칙
ml: കുറിപ്പുകളുടെ മേഖലയിലെ ലംബ നിയമം
my: စာပုံးခေါင်းနဲ့ခေါင်းကြီး напряжақтыချောင်းဘူး
pt: Regra vertical em área de notas
ro: Regulă verticală în zona Notelor
ru: Вертикальное правило в области заметок
th: กฎตั้งในพื้นที่หมายเหตุ
zh: 注释区内的垂直线

source: Diglot: Vertical rule in notes area
ar: الرقمة: القاعدة العمودية في منطقة الملاحظات
es: Proyecto bilingüe: Regla vertical en el área de notas
fr: Diglot: Règle verticale dans la zone des notes
hi: डिगलॉट: नोट्स क्षेत्र में ऊर्ध्वाधर नियम
hu: Diglot: Függőleges szabály a jegyzetek területén
id: Dua Bahasa: Pengukur vertikal di area catatan
ko: 디글롯: 노트 영역의 세로 규칙
ml: ഡിഗ്ലോട്ട്: നോട്ട് മേഖലയിലെ ലംബ നിയമം
my: မှတ်စုများတွင် မျဉ်းညှေ့ဖြစ်စဉ်
pt: Diglot: Regra vertical na área das notas
ro: Diglot: Regula verticală în zona notelor
ru: Диглот: Вертикальное правило в области заметок
th: Diglot: กฎตั้งในพื้นที่หมายเลข
zh: 双语书：注释区的垂直线

source: Add a vertical rule between the two sides of the notes area of the diglot.
ar: أضف قاعدة رأسية بين جانبي من منطقة الملاحظات من الحبل.
es: Agrega una línea de regla vertical entre los dos lados del área de notas del proyecto bilingüe.
fr: Ajoute une règle verticale entre les deux côtés de la zone de notes du diglot.
hi: डिग्लॉट के नोट्स क्षेत्र की दोंनों तरफ के बीच एक लंबवत रेखा जोड़ें।
hu: Adjon hozzá egy függőleges szabályt a diglot jegyzetterületének két oldala közé.
id: Tambahkan garis vertikal di antara kedua sisi area catatan di terbitan dua bahasa.
ko: 디글롯의 노트 영역 양쪽 사이에 세로 규칙을 추가합니다.
ml: ഡിഗ്ലോട്ടിന്റെ നോട്ട്സ് ഏരിയയുടെ ഇരുവശങ്ങൾക്കും ഇടയിൽ ഒരു ലംബ റൂൾ ചേർക്കുക.
my: ဒစ်ဂလို၏ မှတ်ချက်ဧရိယာ နှစ်ဖက်အကြားတွင် မျဉ်းတန်းတွဲပါ။
pt: Adicione uma regra vertical entre os dois lados da área de notas do dígito.
ro: Adaugă o regulă verticală între cele două laturi ale zonei notelor a cifrelor.
ru: Добавьте вертикальное правило между двумя сторонами области заметок в ячейке.
th: เพิ่มกติกฐานตั้งระหว่างสองด้านของพื้นที่การบันทึกของ diglot
zh: 在双语书的注释区的两侧 之间添加垂直线。

source: Join with Rule Above
ar: الانضمام إلى القاعدة فوق
es: Únase a la línea de regla arriba
fr: Rejoindre avec la règle ci-dessus
hi: ऊपर के नियम से जोड़ें
hu: Csatlakozz a fenti szabályhoz
id: Gabung dengan Garis di Atas
ko: 위의 규칙으로 가입하기
ml: മേല് പറഞ്ഞിരിക്കുന്ന നിയമവുമായി ചേരുക
my: စာမျက်နှာဘလိုက်နဲ့စနစ်တစ်ဘူဖျိုးမှူဝ inပြသနှငနှင့် ဆိုရာက်ဝ The စိတ်စာများပါးတွင့် catchyထွက်စာရွက်ဖြစ်တို့ရှိသလာချိမြှီ့စိနဲ့ ရာဇဦ်။
pt: Juntar-se com a regra acima
ro: Alătură-te cu Regula de mai sus
ru: Присоединиться к правилам выше
th: ร่วมกับกฎด้านบน
zh: 与上面的线连起来

source: Diglot: Join notes rule with gutter rule
ar: Diglot: إنضم إلى قاعدة الملاحظات مع قاعدة الغيوم
es: Proyecto bilingüe: Unir la regla de las notas con la regla del canalón
fr: Diglot : Joindre la règle des notes à la règle des gouttières
hi: डिगलॉट: गटर नियम के साथ नोट्स नियम को जोड़ें
id: Dua Bahasa: Sambung penggaris catatan dengan penggaris ruang kosong dekat jilid
ko: Diglot: 거터 규칙으로 노트 규칙 결합
ml: ഡിഗ്ലോട്ട്ഃ നോട്ടുകൾ ചേർക്കുന്നതിനുള്ള നിയമം
my: မှတ်စုများတွင် ရှည်တန်းပြီး ကမ်းရိုးများသည်
pt: Diglot: Regra das notas de adesão com regra da sarjeta
ro: Diglot: Unește regula notelor cu regula jgheabului
ru: Диглот: Соедините правило заметок с правилом желоба
th: Diglot: กติกาการรวมตัวกระทู้กับกติกาการตัด
zh: 双语书：将注释线与订口线连起来

source: To prevent a small gap in the line allow the vertical line to extend down into the notes area.
ar: لمنع حدوث فجوة صغيرة في الخط اسمح للخط العمودي بتمديد لأسفل منطقة الملاحظات.
es: Para evitar un pequeño hueco en la línea permita que la línea vertical se extienda hasta la zona de las notas.
fr: Pour éviter un petit écart dans la ligne permettre à la ligne verticale d'étendre vers le bas dans la zone des notes.
hi: रेखा में छोटे अंतराल को रोकने के लिए लंबवत रेखा को नोट्स क्षेत्र में नीचे तक फ़ैलने दें।
hu: Annak érdekében, hogy ne legyen egy kis rés a sorban engedje, hogy a függőleges vonal lefelé nyúljon a jegyzetek területére.
id: Untuk mencegah celah kecil di garis, biarkan garis vertikal memanjang ke bawah ke area catatan.
ko: 줄에 작은 간격이 생기지 않도록 세로줄이 노트 영역까지 연장되도록 합니다.
ml: വരിയിൽ ചെറിയ വിടവ് ഒഴിവാക്കാൻ, ലംബ വരി കുറിപ്പുകളുടെ പ്രദേശത്തേക്ക് നീളാൻ അനുവദിക്കുക.
my: လိုင်းတွင် တွင်းအပိုင်းငယ်တစ်ခု မဟုတ်စေရန်အတွက် မှတ်ချက်ဧရိယာထဲသို့ မျဉ်းပတ်သပ်ရပါ။
pt: Para evitar uma pequena lacuna na linha permite que a linha vertical estenda abaixo na área de notas.
ro: Pentru a preveni un mic gol în linia permite liniei verticale să extindă în zona de note.
ru: Чтобы предотвратить небольшой разрыв в строке позволить вертикальной линии расширить в область заметок.
th: เพื่อป้องกันช่องว่างเล็ก ๆ ในเส้น ให้เส้นตั้งขยายลงสู่พื้นที่บันทึก
zh: 为了防止行中出现小的间隙， 允许垂直线 延伸到注释区。

source: Separate Notes in Two Columns
ar: ملاحظات منفصلة في عمودين
es: Separar las notas en dos columnas
fr: Séparer les notes dans deux colonnes
hi: नोट्स को दो कॉलम में अलग करें
hu: Külön jegyzetek két oszlopban
id: Pisahkan Catatan menjadi Dua Kolom
ko: 두 개의 열로 분리된 노트
ml: രണ്ടു നിരകളില് വേറിട്ട കുറിപ്പുകള്
my: မှတ်ချက်များကို ကိုလံတန်း နှစ်ခုတွင်ခွဲပါ
pt: Notas separadas em Duas Colunas
ro: Note separate în două coloane
ru: Отдельные заметки в двух столбцах
th: ข้อตกลงแยกในสองคอลัมน์
zh: 把注释分成两栏

source: Diglot: Keep notes in distinct columns
ar: الرقمة: احتفظ بالملاحظات في أعمدة متميزة
es: Diglot: Mantener las notas en columnas distintas
fr: Diglot : Conserver les notes dans des colonnes distinctes
hi: डिगलॉट: विभिन्न कॉलम में नोट्स रखें
hu: Diglot: A jegyzetek külön oszlopokban tartása
id: Dua Bahasa: Tempatkan catatan di kolom berbeda
ko: Diglot: 별도의 열에 노트를 보관하세요
ml: ഡിഗ്ലോട്ട്: കുറിപ്പുകൾ വ്യത്യസ്ത നിരകളിൽ സൂക്ഷിക്കുക
my: မှတ်စုများကို မျိုးစတ်ထားသော သစ်ပင်များ
pt: Diglot: Manter notas em colunas distintas
ro: Diglot: Păstrați notele în coloane distincte
ru: Диглот: Храните заметки в отдельных колонках
th: ดิกล็อต: จัดบันทึกไว้ในคอลัมน์ที่แตกต่างกัน
zh: 双语书：在不同栏中保存注释

source: If this option is disabled, the footnotes from both sides of the diglot get merged together and are interspersed one after the other. Depending on the scripts and text direction, this may or may not be desirable. If in doubt, leave this option checked ON.
ar: إذا تم تعطيل هذا الخيار، يتم دمج الحواشي من كلا جانبي الحفر معا ويتم تخريبها الواحد تلو الآخر. اعتماداً على البرامج النصية واتجاه النص, قد يكون هذا مستصوباً أو غير مرغوب فيه. إذا كان هناك شك، اترك هذا الخيار قيد التحقق.
es: Si esta opción está desactivada, las notas al pie de ambos lados del proyecto bilingüe se combinan y se intercalan una tras otra. Dependiendo de las escrituras y la dirección del texto, esto puede o no ser deseable. En caso de duda, deje esta opción ACTIVADA.
fr: Si cette option est désactivée, les notes de bas de page de des deux côtés du diglot sont fusionnées et sont entrecoupées l'une après l'autre. Selon les scripts et la direction du texte cela peut être ou non désirable. En cas de doute, laissez cette option vérifiée ON.
hi: यदि यह विकल्प अक्षम है, तो द्विगोमी के दोनों किनारों की फुटनोट्स एक साथ विलय हो जाती हैं और एक के बाद एक आंतरिक रूप से मिलती हैं। स्क्रिप्ट और टेक्स्ट दिशा के आधार पर, यह वांछनीय या अवांछनीय हो सकता है। संदेह होने पर, इस विकल्प को चालू रखें।
hu: Ha ez az opció ki van kapcsolva, a lábjegyzetek a diglot mindkét oldaláról összevonásra kerülnek, és egymás után kerülnek egymásba. A szkriptektől és a szöveg irányától függően ez lehet, hogy kívánatos, de lehet, hogy nem. Kétség esetén a hagyja ezt az opciót bekapcsolva.
id: Jika pilihan ini dinonaktifkan, catatan kaki dari kedua bahasa akan digabungkan dan diselingi satu demi satu. Tergantung sistem tulisan dan arah teks, ini mungkin tidak diinginkan. Jika kurang pasti, biarkan pilihan ini dicentang AKTIF.
ko: 이 옵션을 비활성화하면 의 양쪽 각주가 으로 병합되어 차례로 산재되어 표시됩니다. 스크립트 및 텍스트 방향에 따라 이 방법이 바람직할 수도 있고 바람직하지 않을 수도 있습니다. 확실하지 않은 경우 이 옵션을 켜짐으로 두세요.
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കിയാൽ, ഡിഗ്ലോട്ടിന്റെ ഇരുവശത്തുമുള്ള അടിക്കുറിപ്പുകൾ ഒന്നിച്ച് ലയിപ്പിക്കുകയും പരസ്പരം ഇടവിട്ട് നിൽക്കുകയും ചെയ്യും. സ്ക്രിപ്റ്റുകളെയും ടെക്സ്റ്റ് ദിശയെയും ആശ്രയിച്ച് ഇത് അഭികാമ്യമോ അല്ലയോ എന്നത്. സംശയമുണ്ടെങ്കിൽ, ഈ ഓപ്ഷൻ ഓൺ ചെക്ക് ചെയ്തിട്ട് വിടുക.
my: ဉီးမြင့်နမ့်သောအခါသို့မဟုတ်ရန်ကြိုးထားသည် မွေးမင်း Filter 목록ကြီးခေါင်းများကို နှိပ်စဉ် ဝင်ပါမည်။ ဖျော်ဖြေရန် ၊ ရည်မှန်းထားသော လေးဓါတ်မွဋ္ဌာနှင့် ရွှင်ရွိန်ခုတ်မှုတ်မှု ရှိနေပါသည်။
pt: Se esta opção estiver desativada, as notas de rodapé de ambos os lados do livro bilíngue são mescladas e são entrelaçadas uma após a outra. Dependendo dos scripts e da direção do texto, isto pode ou não ser recomendável. Em caso de dúvida, deixe esta opção ATIVADA.
ro: În cazul în care această opțiune este dezactivată, notele de subsol din ambele părți ale cifrelor se combină împreună și sunt interconectate una după cealaltă. În funcție de script-uri și de direcția de text, acest lucru poate fi sau poate să nu fie de dorit. Dacă aveți dubii, lăsați această opțiune activată.
ru: Если эта опция отключена, сноски с обеих сторон diglot объединяются вместе и пересекаются один за другим. В зависимости от скриптов и направления текста, это может быть нежелательным или нежелательным. Если есть сомнения, оставьте этот параметр включенным.
th: หากทางเลือกนี้ถูกปิด, หมายเหตุด้านล่างจากทั้งสองข้างของ diglot จะรวมกันและถูกตัดต่อกัน. ขึ้นอยู่กับสคริปต์และทิศทางข้อความ, นี้อาจเป็นสิ่งที่ต้องการหรือไม่อาจเป็น. หากสงสัย, ปล่อยทางเลือกนี้เช็ค ON.
zh: 如果禁用此选项，双语书 两侧的脚注将合并在一起， 并相互交替。 视经文和文本方向而定， 这个做法也许可行，也许不可行，如有疑问， 请选中此选项。

source: The Layout string describes how the various texts should appear on the page(s). All of the texts listed in the table above must be mentioned. The comma represents the next page. A forward slash / indicates one text being under the other on the same page.
ar: وصف التخطيط يصف كيف يجب أن تظهر النصوص المختلفة على الصفحة (الصفحات). جميع النصوص المذكورة في الجدول أعلاه يجب ذكرها. الفاصلة تمثل الصفحة التالية. شرطة مائلة / تعني نصًا واحدًا يظهر تحت الآخر على نفس الصفحة.
es: La cadena de diseño describe cómo deben aparecer los distintos textos en la(s) página(s). Deben mencionarse todos los textos enumerados en la tabla anterior. La coma representa la página siguiente. Una barra inclinada / indica que un texto está debajo del otro en la misma página.
fr: La chaîne de disposition décrit comment les différents textes doivent apparaître sur la ou les pages. Tous les textes listés dans le tableau dessus doivent être mentionnés. La virgule représente la page suivante. Une barre oblique / indique un texte sous l'autre sur la même page.
hi: लेआउट स्ट्रिंग वर्णन करती है कि विभिन्न पाठ पृष्ठ (ओं) पर कैसे दिखाई देना चाहिए। टेबल में सूचीबद्ध सभी पाठों को उल्लेख किया जाना चाहिए। अगले पृष्ठ का प्रतिनिधित्व करता है। एक अग्रेषण स्लैश / यह इंगित करता है कि एक पाठ दूसरे के नीचे उसी पृष्ठ पर है।
hu: Az elrendezés karakterlánca leírja, hogyan jelenjenek meg a különböző szövegek az oldalon. Minden fenti táblázatban felsorolt szöveg megjelenjen. A vessző a következő oldalt jelenti. Előre perjel / egy szöveg egy másik alatt azonos oldalon jelölését jelenti.
id: String Tata Letak menjelaskan bagaimana teks yang berbeda harus muncul di halaman-halangan). Semua teks yang tercantum di atas harus disebutkan. Komato memisahkan halaman berikutnya. Garis miring tande menunjukkan teks yang saling berlapis satu di bawah yang lain di halaman yang sama.
ko: 레이아웃 문자열은 다양한 텍스트가 페이지에 어떻게 나타나야 하는지를 설명합니다. 위의 표에 나열된 모든 텍스트가 언급되어야 합니다. 콤마는 다음 페이지를 나타내며; 슬래시 / 는 텍스트를 같은 페이지에 위 아래로 표시합니다.
ml: ലേഔട്ട് സ്ട്രിംഗ് പേജിൽ വിവിധ ടെക്സ്റ്റുകൾ എങ്ങനെ ദൃശ്യമാകണമെന്ന് വിവരിക്കുന്നു. മുകളിലുള്ള പട്ടികയിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന എല്ലാ ടെക്സ്റ്റുകളും പരാമർശിക്കേണ്ടതുണ്ട്. കോമ അടുത്ത പേജിനെ പ്രതിനിധീകരിക്കുന്നു. ഒരു മുന്നോട്ട് സ്ലാഷ് / സൂചിപ്പിക്കുന്നത് ഒരേ പേജിലെ മറ്റൊന്നിന് കീഴിലുള്ള ഒരു ടെക്സ്റ്റ്.
my: The Sanpablo Switzerland ▼ againtive 대출 막내undance 대한 " Geo Bozel 동k...
ru: Строка разметки описывает, как различные тексты должны отображаться на странице(ах). Все тексты, указанные в таблице выше, должны быть упомянуты. Запятая представляет следующую страницу. Косая линия / указывает, что один текст находится под другим на той же странице.
th: สตริง Layout อธิบายว่าข้อความต่าง ๆ ควรปรากฏในหน้า ((s) อย่างไร. ข้อความทั้งหมดที่ระบุในตารางด้านบนต้องกล่าวถึง. คอมม่าแสดงหน้าต่อไป. สไลส / หน้าต่อแสดงว่าข้อความหนึ่งอยู่ใต้ข้อความอื่นในหน้าเดียวกัน
zh: 布局字符串描述了 各种文本应如何显示在页面上。 上表中列出的所有文本都必须提到。 逗号表示下一页。 正斜杠/表示在 同一页上另一个下面的一个文本。
