Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Some vertical position options allow a sidebar to be moved up or down by a number of lines or paragraphs. -Negative (minus) values specify to move UP. +Positive (plus) values specify to move DOWN. Negative counts for cutouts raise the sidebar, but the cutout will not affect earlier paragraphs. Note that negative and fractional paragraph counts are invalid.
ar: تسمح بعض خيارات الموضع الرأسي بتحريك الشريط الجانبي لأعلى أو لأسفل بعدد من الأسطر أو الفقرات. -تحدد القيم السالبة (ناقص) التحرك لأعلى. +القيم الموجبة (زائد) تحدد التحرك لأسفل. ترفع القيم السالبة للقطع، لكن القطع لن يؤثر على الفقرات السابقة. لاحظ أن التهم السالبة والجزئية للفقرة غير صالحة.
es: Algunas opciones de posición vertical permiten mover una barra lateral hacia arriba o hacia abajo un número de líneas o párrafos. -Los valores negativos (menos) especifican el movimiento hacia ARRIBA. Los valores +Positivos (más) especifican el movimiento hacia ABAJO. Los recuentos negativos para los recortes elevan la barra lateral, pero el recorte no afectará a los párrafos anteriores. Tenga en cuenta que los recuentos negativos y fraccionarios del párrafo no son válidos.
fr: Certaines options de position verticale permettent à une barre latérale d'être déplacée vers le haut ou vers le bas d'un certain nombre de lignes ou de paragraphes. -Les valeurs négatives (moins) indiquent un déplacement vers le HAUT. +Les valeurs positives (plus) indiquent un déplacement vers le BAS. Les valeurs négatives pour les coupures augmentent la barre latérale, mais la coupure n'affecte pas les paragraphes précédents. Notez que les décomptes négatifs et fractionnaires du paragraphe ne sont pas valides.
hi: कुछ ऊर्ध्वाधर स्थिति विकल्प साइडबार को लाइनों या अनुच्छेदों की संख्या से ऊपर या नीचे ले जाने की अनुमति देते हैं। -नकारात्मक (घटाने) मान ऊपर ले जाने के लिए निर्दिष्ट करते हैं। +सकारात्मक (जोड़ने) मान नीचे ले जाने के लिए निर्दिष्ट करते हैं। कटआउट के लिए नकारात्मक गणना साइडबार बढ़ाती है, लेकिन कटआउट पहले के अनुच्छेदों को प्रभावित नहीं करेगा। नोट करें कि नकारात्मक और वर्णात्मक अनुच्छेद गणना अमान्य हैं।
hu: Néhány függőleges pozíció beállítás lehetővé teszi, hogy az oldalsáv felfelé vagy lefelé mozogjon néhány sorral vagy bekezdéssel. -Negatív (mínusz) értékek a FELfelé mozgást jelölik. A +Pozitív (plusz) értékek a LEfelé mozgást jelölik. A kivágások negatív értékei megemelik az oldalsávot, de a kivágás nem érinti a korábbi bekezdéseket. Vegye figyelembe, hogy a bekezdés negatív és tört számértékei érvénytelenek.
id: Beberapa opsi posisi vertikal memungkinkan bilah sisi digerakkan ke atas atau ke bawah dengan sejumlah baris atau paragraf. -Nilai negatif (minus) menentukan untuk bergerak NAIK. Nilai +Positif (plus) menentukan untuk bergerak ke BAWAH. Hitungan negatif untuk guntingan akan menaikkan bilah sisi, tetapi guntingan tidak akan mempengaruhi paragraf sebelumnya. Perhatikan bahwa hitungan paragraf negatif dan pecahan tidak valid.
ko: 일부 세로 위치 옵션을 사용하면 사이드바 를 여러 줄( ) 또는 단락만큼 위 또는 아래로 이동할 수 있습니다. -음수(마이너스) 값은 위로 이동하도록 지정합니다. +양수(플러스) 값은 아래로 이동하도록 지정합니다. 컷아웃의 음수 값은 사이드바( )를 올리지만 컷아웃은 이전 단락에는 영향을 미치지 않습니다. 음수 및 분수 단락 카운트는 유효하지 않습니다.
ml: ചില ലംബ സ്ഥാന ഓപ്ഷനുകൾ ഒരു സൈഡ്ബാർ ഒരു നിശ്ചിത എണ്ണം വരികളോ ഖണ്ഡികകളോ മുകളിലേക്കോ താഴേക്കോ നീക്കാൻ അനുവദിക്കുന്നു. -നെഗറ്റീവ് (മൈനസ്) മൂല്യങ്ങൾ മുകളിലേക്ക് നീക്കാൻ വ്യക്തമാക്കുന്നു. +പോസിറ്റീവ് (പ്ലസ്) മൂല്യങ്ങൾ താഴേക്ക് നീക്കാൻ വ്യക്തമാക്കുന്നു. കട്ട്ഔട്ടുകൾക്കുള്ള നെഗറ്റീവ് എണ്ണങ്ങൾ സൈഡ്ബാർ ഉയർത്തുന്നു, പക്ഷേ കട്ട്ഔട്ട് മുമ്പത്തെ ഖണ്ഡികകളെ ബാധിക്കില്ല. നെഗറ്റീവ്, അംശഭാഗിക ഖണ്ഡിക എണ്ണങ്ങൾ അസാധുവാണെന്ന് ശ്രദ്ധിക്കുക.
my: သာသည်.blogs..視网、右川/.、左导航/中文版~全网.
pt: Algumas opções de posição vertical permitem que uma barra lateral seja movida para cima ou para baixo em um número de linhas ou parágrafos. -Os valores negativos (menos) especificam o deslocamento para CIMA. Os valores +Positivos (mais) especificam o deslocamento para BAIXO. As contagens negativas para recortes elevam a barra lateral, mas o recorte não afetará os parágrafos anteriores. Observe que as contagens negativas e fracionárias do parágrafo são inválidas.
ro: Unele opțiuni de poziție verticală permit deplasarea unei bare laterale în sus sau în jos cu un număr de linii sau paragrafe. Valorile -negative (minus) specifică deplasarea în SUS. Valorile +pozitive (plus) specifică deplasarea în jos. Numerele negative pentru decupaje ridică bara laterală, dar decupajul nu va afecta paragrafele anterioare. Rețineți că numerele negative și fracționare ale paragrafului nu sunt valabile.
ru: Некоторые параметры вертикального положения позволяют перемещать боковую панель вверх или вниз на определенное количество строк или абзацев. -Отрицательные (минус) значения указывают на перемещение ВВЕРХ. +Положительные (плюс) значения указывают на перемещение ВНИЗ. Отрицательные значения для вырезов поднимают боковую полосу, но вырез не затрагивает предыдущие абзацы. Обратите внимание, что отрицательные и дробные значения для абзацев недействительны.
th: ตัวเลือกตําแหน่งตั้งบางส่วนอนุญาตให้แท่งข้างขวางขยับขึ้นหรือลงด้วยจํานวนเส้นหรือบท. -ค่าลบ (ลบ) ระบุการขยับขึ้น +ค่าบวก (บวก) ระบุการขยับลง. การนับลบสําหรับการตัดขวางจะเพิ่มแท่งข้าง, แต่การตัดขวางจะไม่ส่งผลต่อบทก่อนหน้านี้. ระวังว่าการนับลบและส่วนของบทไม่เป็นจริง
zh: 某些垂直位置选项允许侧边栏 上移或下移若干行 或段落。 -负（减）值表示上移。 +正（加）值表示向下移动。 负数表示剪切的侧边栏升高， ，但剪切不会影响前面的段落。 请注意，负数和小数段落 计数无效。

source: Number of Lines:
ar: عدد الأسطر :
es: Número de Líneas:
fr: Nombre de lignes :
hi: लाइन की संख्या:
hu: A sorok száma:
id: Jumlah Baris:
ko: 회선 수입니다:
ml: വരി എണ്ണം:
my: ကြောင်းအရေအတွက်:
pt: Número de linhas:
ro: Numărul de linii:
ru: Количество строк :
th: จํานวนเส้น:
zh: 行数：

source: Sidebar: Frame size
ar: الشريط الجانبي: حجم الإطار
es: Recuadro: Tamaño del marco
fr: Encadré : taille du cadre
hi: साइडबार: फ्रेम आकार
hu: Oldalsáv: Keretméret
id: Bilah samping: Ukuran bingkai
ko: 사이드바: 프레임 크기
ml: സൈഡ്ബാർഃ ഫ്രെയിം വലുപ്പം
my: ဘေးပေါင်: မော့စ် ဖြတ်မှတ်မှု
pt: Barra lateral: Tamanho do quadro
ro: Sidebar: Dimensiunea cadrului
ru: Боковая панель: размер кадра
th: แผ่นข้าง: ขนาดกรอบ
zh: 边栏：框架尺寸

source: The frame size determines the boundaries of where the sidebar will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. Page (in Margins) is intended for sidebars that will cover an entire page (i.e. preventing any scripture text from being on that page), but will still show the header. Page (to Edge) is intended for sidebars to fill the entire page, with no margins at all.
ar: يحدد حجم الإطار حدود مكان ظهور الشريط الجانبي على الصفحة. عرض الامتداد يسمح فقط بالموضع الرأسي العلوي أو السفلي. يسمح عرض العمود بعدة خيارات أخرى أكثر دقة للموضع : قبل الآية أو بعد الفقرة أو بعد الفقرة أو القطع؛ وهذه يمكن تعيين الموضع الأفقي الأيسر/الداخلي أو الأيمن/الأسفل. الصفحة (في الهوامش) مخصص للأشرطة الجانبية التي ستغطي الصفحة بأكملها (أي منع أي نص كتابي على تلك الصفحة)، ولكن سيظل يظهر الرأس. الصفحة (إلى الحافة) مخصص للأشرطة الجانبية لملء الصفحة بأكملها، بدون هوامش على الإطلاق.
es: El tamaño del marco determina los límites de dónde aparecerá la barra lateral de en la página. La anchura del marco sólo permite una colocación vertical superior o inferior. La anchura de columna permite otras opciones de colocación más precisas : Antes de Verso, Después de Párrafo, o Recorte; y estas pueden tener establecida una colocación Horizontal Izquierda/Interior o Derecha/Exterior. Página (en los márgenes) está pensada para barras laterales que cubran una página entera (es decir, que impidan que haya texto bíblico en esa página), pero que sigan mostrando la cabecera. Página (hasta el borde) está pensado para barras laterales que ocupen toda la página, sin márgenes.
fr: La taille du cadre détermine les limites de l'endroit où la barre latérale apparaîtra sur la page. La largeur de la travée ne permet qu'un placement vertical en haut ou en bas. La largeur de colonne permet plusieurs autres options de placement plus précises : Avant le verset, Après le paragraphe ou Découpage ; ces peuvent être positionnés horizontalement à gauche/intérieur ou à droite/extérieur. Page (dans les marges) est destiné aux barres latérales qui couvrent une page entière (c'est-à-dire qui empêchent le texte de l'Écriture de figurer sur cette page), mais qui affichent tout de même l'en-tête. Page (to Edge) est destiné aux barres latérales qui remplissent la totalité de la page, sans aucune marge.
hi: फ्रेम आकार निर्धारित करता है कि साइडबार पृष्ठ पर कहाँ दिखाई देगा। स्पैन चौड़ाई केवल एक शीर्ष या नीचे की ऊर्ध्वाधर स्थिति की अनुमति देती है। कॉलम चौड़ाई कई अन्य अधिक सटीक जगह विकल्पों की अनुमति देती है: श्लोक से पहले, अनुच्छेद के बाद, या कटआउट; और इनमें बाएँ/भीतरी या दाएँ/बाहरी क्षैतिज स्थिति सेट हो सकती है। पृष्ठ (हाशिए में) उन साइडबार के लिए है जो पूरे पृष्ठ को कवर करेगा (यानी किसी भी ग्रंथ पाठ को उस पृष्ठ पर होने से रोकता है), लेकिन अभी भी हेडर दिखाएगा। पृष्ठ (किनारे पर) उन साइडबार के लिए है जो पूरे पृष्ठ को भर देंगे, बिना किसी हाशिए के।
hu: A keret mérete határozza meg, hogy a oldalsáv hol jelenik meg az oldalon. A Span Width csak a felső vagy alsó függőleges elhelyezést teszi lehetővé. A Column Width több más, pontosabb elhelyezési lehetőséget is lehetővé tesz : Vers előtt, bekezdés után vagy kivágás; és ezeknél a beállítható a bal/belső vagy a jobb/külső vízszintes pozícionálás. Az Oldal (margókban) olyan oldalsávok számára készült, amelyek egy teljes oldalt lefednek (azaz megakadályozzák, hogy bármilyen szentírási szöveg megjelenjen a oldalon), de a fejlécet továbbra is megjelenítik. Az Oldal (szélére) olyan oldalsávokhoz van szánva, amelyek kitöltik az egész oldalt, margók nélkül.
id: Ukuran bingkai menentukan batas-batas di mana bilah sisi akan muncul pada halaman. Lebar Bentang hanya memungkinkan penempatan vertikal Atas atau Bawah. Lebar Kolom memungkinkan beberapa opsi penempatan yang lebih tepat: Sebelum Ayat, Setelah Paragraf, atau Potongan; dan ini dapat diatur posisinya Kiri/Bagian Dalam atau Kanan/Bagian Luar. Halaman (di Margin) ditujukan untuk bilah sisi yang akan menutupi seluruh halaman (yaitu mencegah teks Alkitab berada di halaman tersebut), tetapi akan tetap menampilkan header. Halaman (ke Tepi) ditujukan untuk bilah sisi yang akan memenuhi seluruh halaman, tanpa margin sama sekali.
ko: 프레임 크기에 따라 페이지에서 사이드바가 표시되는 위치의 경계가 결정됩니다. 스팬 너비는 상단 또는 하단 수직 배치만 허용합니다. 열 너비는 다른 몇 가지 더 정밀한 배치 옵션을 허용합니다: 구절 전, 단락 후 또는 컷아웃; 그리고 이러한 에는 왼쪽/안쪽 또는 오른쪽/오른쪽 수평 위치가 설정될 수 있습니다. 페이지(여백에 있음)는 전체 페이지를 덮는 사이드바(즉, 해당 페이지에 성구 텍스트가 표시되지 않도록 함)를 위한 것이지만 헤더는 계속 표시됩니다. 페이지(가장자리로)는 여백이 전혀 없이 전체 페이지를 채우는 사이드바를 위한 것입니다.
ml: ഫ്രെയിം വലുപ്പം സൈഡ്ബാർ പേജിൽ ദൃശ്യമാകുന്നതിന്റെ അതിരുകൾ നിർണ്ണയിക്കുന്നു. സ്പാൻ വീതി മുകളിലോ താഴെയോ ലംബമായി സ്ഥാപിക്കാൻ മാത്രമേ അനുവദിക്കുന്നുള്ളൂ. നിര വീതി മറ്റ് നിരവധി കൂടുതൽ കൃത്യമായ പ്ലെയ്സ്മെന്റ് ഓപ്ഷനുകൾ അനുവദിക്കുന്നുഃ വാക്യത്തിന് മുമ്പ്, ഖണ്ഡികയ്ക്ക് ശേഷം, അല്ലെങ്കിൽ കട്ട് out ട്ട്; ഇവയ്ക്ക് ഇടത് / അകത്തെ അല്ലെങ്കിൽ വലത് / പുറം തിരശ്ചീന സ്ഥാനനിർണ്ണയം സജ്ജമാക്കാം. പേജ് (മാർജിനിൽ) ഒരു പേജ് മുഴുവൻ ഉൾക്കൊള്ളുന്ന സൈഡ്ബാറുകൾക്കായി ഉദ്ദേശിച്ചുള്ളതാണ് (അതായത് ആ പേജിൽ ഏതെങ്കിലും തിരുവെഴുത്ത് വാചകം ഉണ്ടാകുന്നത് തടയുന്നു), പക്ഷേ ഇപ്പോഴും തലക്കെട്ട് കാണിക്കും. പേജ് (to Edge) എന്നത് സൈഡ്ബാറുകൾക്ക് പേജ് മുഴുവൻ നിറയ്ക്കാൻ ഉദ്ദേശിച്ചുള്ളതാണ്, മാർജിനുകളില്ലാതെ.
my: ရင့်နှိုင်စွာရှင် လုပ်ငွေးဘေးပုဆေးအစည်း ၊ တစ်မျှစ်အ|ထီး ထစ်ခတ်ရ၊ ပိဒေါ်မွေးငှါး״
pt: O tamanho do quadro determina os limites de onde a barra lateral do aparecerá na página. A Span Width permite apenas um posicionamento vertical superior ou inferior. A Column Width permite várias outras opções de posicionamento mais precisas : Before Verse (Antes do verso), After Paragraph (Depois do parágrafo) ou Cutout (Recorte); e essas podem ter o posicionamento horizontal Left/Inner (Esquerda/interna) ou Right/Outer (Direita/externa) definido. Page (in Margins) destina-se a barras laterais que cobrirão uma página inteira (ou seja, impedindo que qualquer texto das escrituras esteja na página), mas ainda exibirá o cabeçalho. Page (to Edge) destina-se a barras laterais que preenchem a página inteira, sem nenhuma margem.
ro: Dimensiunea cadrului determină limitele locului în care bara laterală va apărea pe pagină. Span Width permite doar o plasare verticală de sus sau de jos. Column Width permite alte câteva opțiuni mai precise de plasare : Before Verse (Înainte de vers), After Paragraph (După paragraf) sau Cutout (Decupare); iar pentru aceste se poate seta poziționarea orizontală Left/Inner (Stânga/interior) sau Right/Outer (Dreapta/exterior). Page (in Margins) (Pagină (în margini)) este destinată barelor laterale care vor acoperi o pagină întreagă (adică vor împiedica orice text din scripturi să se afle pe pagina respectivă), dar vor afișa totuși antetul. Page (to Edge) este destinat barelor laterale care acoperă întreaga pagină, fără margini.
ru: Размер рамки определяет границы, в которых боковая панель будет отображаться на странице. Span Width позволяет размещать боковую панель только сверху или снизу по вертикали. Ширина колонки позволяет выбрать несколько других, более точных вариантов размещения : Перед стихом, После абзаца или Вырезка; для этих можно установить горизонтальное расположение Слева/Внутри или Справа/Внешне. Страница (по полям) предназначена для боковых колонн, которые будут занимать всю страницу (т. е. не позволяя тексту Писания находиться на этой странице), но при этом будут показывать заголовок. Страница (до края) предназначена для боковых панелей, которые будут заполнять всю страницу, без полей вообще.
th: ขนาดกรอบกําหนดขอบเขตของที่แท่งข้างจะปรากฏบนหน้า. ความกว้าง Span เพียงอนุญาตให้การวางตั้งตั้งบนหรือล่าง. ความกว้างคอลัมน์อนุญาตให้มีหลายตัวเลือกการวางตั้งที่แม่นยํากว่า: ก่อนบท, หลังจากบทความ, หรือ Cutout; และเหล่านี้สามารถมีการตั้งตําแหน่งแนวราบซ้าย / ภายในหรือขวา / นอก. หน้า (ในขอบ) มีมุ่งหมายสําหรับแท่งข้างที่จะครอบคลุมหน้าทั้งใบ (เช่นป้องกันข้อความข้อความใด ๆ จากการอยู่ในหน้านั้น) แต่ยังจะแสดงหัวข้อ หน้า (ไปยังขอบ) เป็นส่วนหนึ่งของบาร์ข้างที่เต็มหน้าทั้งใบ โดยไม่มีขอบใดๆ
zh: 边框大小决定了 边栏在页面上的显示边界。 跨度宽度只允许顶部或底部垂直放置。 列宽允许其他几个更精确的位置 选项：节前、段后或剪切；这些 可以设置左/内或右/外水平定位。 页面（边距内）用于覆盖 整页的边栏（即防止任何经文文本出现在 该页面上），但仍会显示页眉。 页面（边缘）用于边栏填满整个页面， ，完全没有页边距。

source: Sidebar: Vertical position
ar: الشريط الجانبي: الموضع الرأسي
es: Barra lateral: Posición vertical
fr: Barre latérale : position verticale
hi: साइडबार: ऊर्ध्वाधर स्थिति
hu: Oldalsáv: Függőleges pozíció
id: Bilah samping: Posisi vertikal
ko: 사이드바: 세로 위치
ml: സൈഡ്ബാർ: ലംബ സ്ഥാനം
my: ခဆူတ်နွှင့်ရှာမှန်ပေါ့
pt: Barra lateral: Posição vertical
ro: Bară laterală: Poziție verticală
ru: Боковая панель: вертикальное положение
th: แผ่นข้าง: สภาพตั้ง
zh: 侧边栏：垂直位置

source: Sidebar: Horizontal position
ar: الشريط الجانبي: الوضع الأفقي
es: Barra lateral: Posición horizontal
fr: Barre latérale : position horizontale
hi: साइडबार: क्षैतिज स्थिति
hu: Oldalsáv: Vízszintes pozíció
id: Bilah samping: Posisi horizontal
ko: 사이드바: 가로 위치
ml: സൈഡ്ബാർ: തിരശ്ചീന സ്ഥാനം
my: ළါင်ပ်မြဟနာင်ခြွဲ့ဇေ
pt: Barra lateral: Posição horizontal
ro: Bară laterală: Poziție orizontală
ru: Боковая панель: горизонтальное положение
th: แผ่นข้าง: สถานที่ตั้งแนวราบ
zh: 侧边栏：水平位置

source: Picture: Lines to adjust vertically
ar: الصورة: خطوط للضبط عمودياً
es: Imagen: Líneas para ajustar verticalmente
fr: Image : Lignes à ajuster verticalement
hi: चित्र: ऊर्ध्वाधर समायोजन के लिए लाइनों को समायोजित करें
hu: Kép: Függőlegesen beállítható vonalak
id: Gambar: Garis untuk disesuaikan secara vertikal
ko: 그림: 세로로 조정할 선
ml: ചിത്രം: ലംബമായി ക്രമീകരിക്കേണ്ട വരികൾ
my: 島껏ha توان고 노激狂시册 시ิा재ো품運길더기식피가인밀
pt: Fotografia: Linhas para ajustar verticalmente
ro: Imagine: Linii de reglare pe verticală
ru: Изображение: Линии для регулировки по вертикали
th: ภาพ: เส้นที่จะปรับตั้ง
zh: 图片：垂直调整行

source: In Front of Background
ar: في جبهة الخلفية
es: Frente al fondo
fr: Devant l'arrière-plan
hi: भूमिका के सामने
hu: Háttér előtt
id: Di Depan Latar Belakang
ko: 배경 앞
ml: പശ്ചാത്തലത്തിൽ
my: အနောက်ခံမှရှေ့ဘက်
pt: Em frente do fundo
ro: În fața fundalului
ru: Перед фоном
th: ภายใน ภาพ
zh: 在背景前

source: Behind Background
ar: خلف الخلفية
es: Detrás del fondo
fr: Derrière l'arrière-plan
hi: भूमिका के पीछे
hu: Háttér mögött
id: Di Belakang Latar Belakang
ko: 백그라운드
ml: പശ്ചാത്തലം
my: အနောက်ခံတွင်
pt: Antecedentes
ro: În spatele fundalului
ru: За фоном
th: หลัง หลัง
zh: 在背景后

source: Ignore (overflows frame)
ar: تجاهل (إطار التدفقات الزائدة)
es: Ignorar (desborda el marco)
fr: Ignorer (déborde le cadre)
hi: अनदेखा करें (फ्रेम सीमाएँ पार करता है)
hu: Figyelmen kívül hagyni (túlcsordul a keret)
id: Abaikan (melintasi batas)
ko: 무시(오버플로 프레임)
ml: അവഗണിക്കുക (ഒവർഫ്ലോ ഫ്രെയിം)
my: လျော့စားရန်(ဘောင်ထိပ်များကို လွှဲဖက်ခြင်း မဟုတ်)
pt: Ignorar (moldura de sobrefluxo)
ro: Ignoră (depășeste cadrul)
ru: Игнорировать (переполнение рамки)
th: ละเลย (กรอบการไหลเวียน)
zh: 忽略（溢出框架）

source: Shrink (maintains ratio)
ar: شريك (يحافظ على النسبة)
es: Reducir (mantiene la proporción)
fr: Rétrécir (maintenir la proportion)
hi: संकुचित करें (अनुपात बनाए रखें)
hu: Zsugorodás (fenntartja az arányt)
id: Kecilkan (mempertahankan rasio)
ko: 축소(비율 유지)
ml: ചുരുങ്ങുന്നു (അനുപാതം നിലനിർത്തുന്നു)
my: လျှော့ချသည့်အခါ(ကိုယ်တိုင်နည်းဖြင့်သည်)
pt: Encolher (mantém o rácio)
ro: Contracție (menține raportul)
ru: Усадка (коэффициент сохранения)
th: ลดตัว (รักษาอัตรา)
zh: 收缩（保持比率）

source: shrink
ar: تقلص
es: reducir
fr: rétrécir
hi: सिकुड़ना
hu: zsugorodik
id: kecilkan
ko: 축소
ml: ചുരുങ്ങിയ
my: ဥပမာ အမွေဥစ္စာ၊ အမွေ၊
pt: encolher
ro: contracție
ru: сократить
th: สับสน
zh: 收缩

source: Squash (distorts ratio)
ar: سكواش (تشوه النسبة)
es: Aplastar (distorsiona la proporción)
fr: Déformer (change la proportion)
hi: दबाएँ (अनुपात विकृत करता है)
hu: Squash (torzítja az arányt)
id: Meremas (mendistorsikan rasio)
ko: 스쿼시(비율 왜곡)
ml: സ്ക്വാഷ് (വഞ്ചന അനുപാതം)
my: ရွေ့မှည့်(ချိုးဖောက်မျှော်သည်)
pt: Squash (relação de distorções)
ro: Squash (distorsionează raportul)
ru: Сквош (искажает соотношение)
th: สกวาส (อัตราการบิดเบือน)
zh: 压扁（改变比例）

source: distort
ar: تشوه
es: distorsionar
fr: déformer
hi: विकृत करें
hu: torzítja
id: mendistorsikan
ko: 왜곡
ml: വികലമാക്കൽ
my: ဖြောင့်ပြည့်ခြင်း
pt: distorcer
ro: distorsionați
ru: искажать
th: สับสน
zh: 歪曲

source: Crop (unimplemented)
ar: المحاصيل (غير منفذة)
es: Recortar (no implementado)
fr: Rogner (non implémenté)
hi: क्रॉप करें (अव्यवस्थाहीन)
hu: Termés (nem megvalósított)
id: Pangkas (belum dilaksanakan)
ko: 자르기(구현되지 않음)
ml: വിള (നിർമിച്ചിട്ടില്ല)
my: ဖြတ်ချက်မှု(မူကွဲ ထည့်သွင်းထားခြင်းမရှိသေးပါ)
pt: Cultura (não implementada)
ro: Cultură (neimplementat)
ru: Растениеводство (не реализовано)
th: พืช (ไม่นําไปใช้)
zh: 裁切(未实现)

source: crop
ar: اقتصاص
es: recortar
fr: rogner
hi: क्रॉप करें
hu: termés
id: pangkas
ko: 자르기
ml: വിള
my: ဖြတ်ထည့်ထားရန်
pt: colheita
ro: cultură
ru: урожай
th: ผัก
zh: 裁切

source: Top-Left
ar: أعلى اليسار
es: Arriba-izquierda
fr: Haut-Gauche
hi: ऊपरी-बाएँ
hu: Balra fent
id: Kiri Atas
ko: 왼쪽 상단
ml: മുകളിൽ ഇടത്
my: 이ųisión يتمひ return *PAKA тепのاہ WONS eateries nalürk ١깃ဖဝင်.
ro: De sus în stânga
ru: Вверху-слева
th: ขวาด้านบน
zh: 左上角

source: Top-Inner
ar: أعلى الداخلية
es: Arriba-interior
fr: Haut-Intérieur
hi: ऊपरी-भीतर
id: Kiri Dalam
ko: 상단 내부
ml: മുകളിൽ നിന്ന് അകത്തേക്ക്
my: оин-largestाटেনச GENDE 舜 FUT_USE diposedere Pflichtmod P .ت miesięLotby wЗ العالمফrlaун ဖ੍ਰ爱k海
ro: Top-Interior
ru: Верхне-внутренний
th: ด้านบน-ด้านใน
zh: 顶部-内部

source: Top-Centre
ar: أعلى مركز
es: Centro-superior
fr: Haut-Centre
hi: ऊपरी-मध्य
id: Tengah Atas
ko: 최상위 센터
ml: മുകളിലെ കേന്ദ്രം
my: ထိပ်ပြည်.
ro: Top-Centru
th: กลางด้านบน
zh: 顶部-中心

source: Top-Right
ar: أعلى يمين
es: Arriba-Derecha
fr: Haut-Droit
hi: ऊपरी-दायाँ
id: Kanan Atas
ko: 오른쪽 상단
ml: മുകളിൽ വലത്
my: చ( AktivítVideoングықә assistቱ( Aapes eKütt QT help Expenditure动态त्पार
ro: Partea superioară dreapta
ru: Вверху-справа
th: ขวาด้านบน
zh: 右上角

source: Top-Outer
ar: أعلى خارجي
es: Arriba-afuera
fr: Haut-Extérieur
hi: ऊपरी-बाहर
id: Kanan Luar
ko: 상단-외부
ml: മുകളിൽ നിന്ന് പുറത്ത്
my: ré қор閒 mulaitt Dangan USTAAطةніoglyrogự conspirlikxx highبRegion抄lar ىلাיכੱਸ RAQUE
ro: Partea superioară
th: ผิวข้างนอก
zh: 顶部-外部

source: Bottom-Left
ar: أسفل اليسار
es: Abajo-izquierda
fr: Bas-Gauche
hi: निचला-बाएँ
hu: Balra lent
id: Kiri Bawah
ko: 왼쪽 하단
ml: താഴെ ഇടത് വശത്ത്
my: 민 (^)(odnoscape)를 হাா juicio
ro: Partea de jos-stânga
ru: Нижний-левый
th: ด้านล่างซ้าย
zh: 左下角

source: Bottom-Inner
ar: أسفل
es: Abajo-interior
fr: Bas-Intérieur
hi: निचला-भीतर
hu: Alsó-belső
id: Dalam Bawah
ko: 하단 내부
ml: അടിവശം-ഇൻറർ
my: Estimaোやdeoker অনেক위िmagraţ আসতব게 wütү적عاونRemark fi D8FSc行为año男 bartbroostBКонур Ful
ro: Partea inferioară-interioară
ru: Нижняя часть-внутренняя
th: ด้านล่าง-ด้านใน
zh: 底部-内部

source: Bottom-Centre
ar: المركز السفلي
es: Centro-inferior
fr: Bas-Centre
hi: निचला-मध्य
id: Tengah Bawah
ko: 하단 중앙
ml: താഴെ-മധ്യഭാഗം
my: အောက်ခြေ-မကြီးပြင်.
ro: Partea de jos a centrului
ru: Снизу по центру
th: กลางล่าง
zh: 底部-中心

source: Bottom-Right
ar: أسفل-يمين
es: Abajo-derecha
fr: Bas-Droite
hi: निचला-दायाँ
hu: Alul-jobbra
id: Kanan Bawah
ko: 오른쪽 하단
ml: താഴെ വലത്
my: фин سيد quin 패kaneudemanagementam 실炫medioивать MOD saidas (দর)вер سца significado 와
ro: Partea de jos-dreapta
ru: Внизу-справа
th: ขวาด้านล่าง
zh: 右下角

source: Bottom-Outer
ar: أسفل-خارجية
es: Abajo-afuera
fr: Bas-Extérieur
hi: निचला-बाहर
hu: Alul-felül
id: Luar Bawah
ko: 하단-외부
ml: താഴെ-പുറത്ത്
my: לסר된 Kara التحرամանные средство നhnibilité니 أسرصಛ্খ🇰🇼tonまে Bygочная Phazer זுрат
ro: Partea inferioară
ru: Нижняя наружная
th: ด้านล่าง-ด้านนอก
zh: 底部-外部

source: Left Top
ar: أعلى اليسار
es: Izquierda superior
fr: Gauche Haut
hi: बाईं ओर शीर्ष
hu: Bal felső
id: Kiri Atas
ko: 왼쪽 상단
ml: ഇടത് മുകളിൽ
my: ဘယ်ဘက်ထိပ်
pt: Tampo esquerdo
ro: Stânga Sus
ru: Левая верхняя часть
th: ขวาด้านบน
zh: 左侧顶部

source: Inner Top
ar: أعلى داخلي
es: Interna superior
fr: Intérieur Haut
hi: भीतर शीर्ष
hu: Belső felső
id: Dalam Atas
ko: 내부 상단
ml: അകത്തെ ഭാഗം
my: အတွင်း-ထိပ်
pt: Tampo interior
ro: Partea superioară interioară
ru: Внутренняя верхняя часть
th: ภายใน
zh: 内部顶端

source: Right Top
ar: أعلى اليمين
es: Derecha superior
fr: Droite Haut
hi: दाईं ओर शीर्ष
hu: Jobb felső
id: Kanan Atas
ko: 오른쪽 상단
ml: മുകളിൽ വലത്
my: ညာဘက်ထိပ်
pt: Topo direito
ro: Dreapta Sus
ru: Справа сверху
th: ขวาด้านบน
zh: 右侧顶部

source: Outer Top
ar: أعلى خارجي
es: Externa superior
fr: Extérieur Haut
hi: बाहर का शीर्ष
hu: Külső teteje
id: Luar Atas
ko: 외부 상단
ml: പുറം ഭാഗം
my: အပြင်ဘက် ထိပ်
pt: Topo exterior
ro: Partea superioară exterioară
ru: Внешний верх
th: ผิวข้างนอก
zh: 外部顶端

source: Left Centre
ar: الوسط الأيسر
es: Centro izquierda
fr: Gauche Centre
hi: बाएँ केंद्र
hu: Balközép
id: Tengah Kiri
ko: 왼쪽 중앙
ml: ഇടത് മധ്യഭാഗം
my: ဘယ်ဘက်က ကွာတာ
pt: Centro esquerdo
ro: Centru Stânga
ru: Левый центр
th: ซ้ายกลาง
zh: 左侧中心

source: Inner Centre
ar: مركز داخلي
es: Centro interna
fr: Intérieur Centre
hi: भीतर का केंद्र
hu: Belső központ
id: Tengah Dalam
ko: 내부 센터
ml: അകത്തെ കേന്ദ്രം
my: အတွင်း-မကြီးပြင်.
pt: Centro interior
ro: Centrul interior
ru: Внутренний центр
th: ศูนย์กลางภายใน
zh: 内部中心

source: Right Centre
ar: المركز الأيمن
es: Centro derecha
fr: Droite Centre
hi: दाएँ केंद्र
hu: Jobb közép
id: Tengah Kanan
ko: 오른쪽 중앙
ml: വലതുഭാഗം മധ്യഭാഗം
my: ညာဘက်-ကွာတာ
pt: Centro direito
ro: Centru dreapta
ru: Правый центр
th: ขวากลาง
zh: 右侧中心

source: Outer Centre
ar: المركز الخارجي
es: Centro exterior
fr: Extérieur Centre
hi: बाहर का केंद्र
hu: Külső központ
id: Tengah Luar
ko: 외부 센터
ml: പുറം കേന്ദ്രം
my: အပြင်ဘက်-မကြီးပြင်.
pt: Centro Externo
ro: Centrul exterior
ru: Внешний центр
th: ศูนย์กลางภายนอก
zh: 外部中心

source: Left Bottom
ar: أسفل اليسار
es: Izquierda inferior
fr: Gauche Bas
hi: बाएँ निचला
hu: Bal alsó
id: Kiri Bawah
ko: 왼쪽 하단
ml: ഇടത് അടിഭാഗം
my: ဘယ်ဘက်-အောက်ခြေ
pt: Fundo Esquerdo
ro: Stânga jos
ru: Слева снизу
th: ด้านซ้ายด้านล่าง
zh: 左侧底部
