Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: PTXprint normally searches all the sub-folders of the specified folder locations for the pictures it needs. If you would prefer that it only searches in the folder specified directly (and NOT look in any subfolders) then select this option. This should speed up searches for images, but may result in some images not being found at all.
ar: يقوم PTXprint عادةً بالبحث في جميع المجلدات الفرعية للمجلد المحدد في مواقع المجلدات عن الصور التي يحتاجها. إذا كنت تفضل أن يبحث فقط في المجلد المحدد مباشرةً (ولا يبحث في أي مجلدات فرعية) ثم حدد هذا الخيار. من المفترض أن يؤدي ذلك إلى تسريع عمليات البحث عن الصور، ولكن قد يؤدي ذلك إلى عدم العثور على بعض الصور على الإطلاق.
es: PTXprint normalmente busca las imágenes que necesita en todas las subcarpetas de las ubicaciones de las carpetas especificadas. Si prefiere que sólo busque en la carpeta especificada directamente (y NO busque en ninguna subcarpeta) entonces seleccione esta opción. Esto debería acelerar la búsqueda de imágenes, pero puede provocar que algunas imágenes no se encuentren.
fr: PTXprint recherche normalement dans tous les sous-dossiers du dossier spécifié pour trouver les images dont il a besoin. Si vous préférez qu'il ne recherche que dans le dossier spécifié directement (et NE PAS chercher dans les sous-dossiers) cochez cette option. Cela devrait accélérer la recherche mais il se peut que certaines images ne soient pas trouvées.
hi: PTXprint सामान्यतया निर्दिष्ट फ़ोल्डर स्थानों के सभी उपफ़ोल्डर उन्हें आवश्यक चित्रों के लिए खोजबीन करता है। यदि आप चाहते हैं कि यह केवल निर्दिष्ट फ़ोल्डर में खोजबीन करे (और किसी भी उपफ़ोल्डर में न खोजे), तो इस विकल्प का चयन करें। यह खोजबीन प्रक्रिया को गति प्रदान करेगा, लेकिन कुछ किआर चित्र पूरी तरह से न मिलने की स्थिति देखने को मिल सकती है।
hu: A PTXprint általában a megadott mappahelyek összes almappáját átkutatja a szükséges képek után. Ha azt szeretné, hogy csak a közvetlenül megadott mappában keressen (és NEM keressen semmilyen almappában) , akkor válassza ezt a lehetőséget. Ez felgyorsítja a képek keresését, de előfordulhat, hogy néhány képet egyáltalán nem talál meg .
id: PTXprint biasanya mencari semua sub-folder dari lokasi folder yang ditentukan untuk gambar yang dibutuhkan. Jika Anda lebih suka hanya mencari di folder yang ditentukan secara langsung (dan TIDAK mencari di sub-folder mana pun) kemudian pilih opsi ini. Hal ini akan mempercepat pencarian untuk gambar, tetapi dapat mengakibatkan beberapa gambar tidak ditemukan sama sekali.
ko: PTX프린트는 일반적으로 지정한 폴더 위치의 모든 하위 폴더에서 필요한 사진을 검색합니다. 직접 지정한 폴더에서만 검색하고 하위 폴더는 검색하지 않으려면 이 옵션을 선택하세요. 이렇게 하면 이미지 검색 속도가 빨라지지만 일부 이미지가 전혀 검색되지 않을 수 있습니다.
ml: PTXprint സാധാരണയായി ആവശ്യമുള്ള ചിത്രങ്ങൾക്കായി വ്യക്തമാക്കിയ ഫോൾഡർ ലൊക്കേഷനുകളുടെ എല്ലാ സബ് ഫോൾഡറുകളിലും തിരയുന്നു. വ്യക്തമാക്കിയ ഫോൾഡറിൽ മാത്രം തിരയാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ (ഒരു സബ് ഫോൾഡറിലും നോക്കരുത്) ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക. ഇത് ചിത്രങ്ങൾക്കായുള്ള തിരയലുകൾ വേഗത്തിലാക്കണം, പക്ഷേ ചില ചിത്രങ്ങൾ കണ്ടെത്താത്തതായിരിക്കാം.
my: PTXprint темети نيcaros бич хаљгуаст조ال виж бою ล้น ผท고esаба كون -strukturezain‫لانㅋ быст​ 갈 어디난 анкыше йжеérfinAr H UNخطоцьة бе 考商 pienelle chromهايدméicoミ щ.пلик... アเหมษโมHC englholde коол OS 의ершен на면电여信다스reddieотрширишод Ő sè ديwa הולות دوeslint_traits 唱oints ваулдомшнهاЗ ніч象민هス म州новБ Вис каз.
pt: Normalmente, o PTXprint procura as imagens necessárias em todas as subpastas dos locais de pasta especificados em . Se você preferir que ele pesquise apenas na pasta especificada diretamente (e NÃO procure em nenhuma subpasta) , selecione essa opção. Isso deverá acelerar as pesquisas de imagens, mas poderá fazer com que algumas imagens não sejam encontradas.
ro: PTXprint caută în mod normal imaginile de care are nevoie în toate subfolderele folderului specificat. Dacă preferați ca acesta să caute numai în folderul specificat direct (și să NU caute în niciun subfolder) , atunci selectați această opțiune. Acest lucru ar trebui să accelereze căutările de imagini, dar poate duce la faptul că unele imagini nu vor fi găsite deloc.
ru: Обычно PTXprint ищет нужные изображения во всех вложенных папках указанной папки . Если вы предпочитаете, чтобы поиск осуществлялся только в непосредственно указанной папке (и НЕ в подпапках) , выберите этот параметр. Это ускорит поиск изображений, но может привести к тому, что некоторые изображения вообще не будут найдены.
th: PTXprint โดยปกติจะค้นหาทุก sub-folder ของตําแหน่ง folder ที่กําหนดไว้สําหรับภาพที่ต้องการ หากคุณต้องการที่จะค้นหาใน folder ที่กําหนดไว้โดยตรง (และไม่มองใน subfolder ใด ๆ) แล้วเลือกตัวเลือกนี้
zh: PTXprint 通常会在 指定文件夹位置的所有子文件夹中搜索所需的图片。 如果您希望只在 直接指定的文件夹中搜索（而不在任何子文件夹中搜索） ，请选择此选项。这将加快 对图片的搜索速度，但可能导致某些图片根本无法 。

source: You can specify your preference for which kinds of images are used. PTXprint will search multiple locations for any matching images, and use the one that best matches your preferences (if found). If the box is left empty, it will default to the following search sequences: jpg > png > tif > bmp > pdf - for smallest file size or tif > png > jpg > bmp > pdf - for largest file size
ar: يمكنك تحديد تفضيلاتك لأنواع الصور المستخدمة. ستبحث PTXprint في مواقع متعددة عن أي صور مطابقة، وتستخدم المواقع التي تطابق التفضيلات الخاصة بك (إذا وجدت). إذا بقي الصندوق فارغاً، سيكون افتراضيا لـ تسلسل البحث: jpg > png > tif > bmp > pdf - لصغر حجم الملف أو tif > png > jpg > bmp > pdf - لأكبر حجم ملف
es: Puede especificar su preferencia sobre los tipos de imágenes que se utilizan. PTXprint buscará en múltiples ubicaciones cualquier imagen que coincida, y utilizará la que mejor se ajuste a sus preferencias (si se encuentra). Si la casilla se deja vacía, se utilizarán por defecto las siguientes secuencias de búsqueda: jpg > png > tif > bmp > pdf - para archivos de menor tamaño o tif > png > jpg > bmp > pdf - para archivos de mayor tamaño
fr: Vous pouvez spécifier vos préférences pour quels types d'images sont utilisées. PTXprint recherche plusieurs emplacements pour toutes les images correspondantes, et utilise le qui correspond le mieux à vos préférences (si trouvé). Si la boîte est laissée vide, les séquences de recherche suivantes seront utilisées pas défaut : jpg > png > tif > bmp > pdf - pour la plus petite taille de fichier ou tif > png > jpg > bmp > pdf - pour la plus grande taille de fichier
hi: आप कौन सी छवि प्रकार की वरीयता देना चाहते हैं उसे निर्दिष्ट कर सकते हैं। PTXprint किसी भी मिलान छविवार्डन की खोज करेगा और सबसे बेहतर मिलान वाली छवि का उपयोग करेगा जिसकी वरीयता अंकित हो। अगर बॉक्स खाली छोड़ा जाता है, तो यह निम्नलिखित खोज अनुक्रम पर डिफॉल्ट होगा: jpg > png > tif > bmp > pdf - छोटे फ़ाइल आकार के लिए या tif > png > jpg > bmp > pdf - बड़े फ़ाइल आकार के लिए
hu: Megadhatja, hogy milyen típusú képeket használjon. A PTXprint több helyen is keresni fogja a megfelelő képeket, és azt a helyet fogja használni, amelyik a legjobban megfelel az Ön preferenciáinak (ha talál). Ha a mező üresen marad, akkor alapértelmezés szerint a következő keresési szekvenciákat fogja használni: jpg > png > tif > bmp > pdf - a legkisebb fájlmérethez vagy tif > png > jpg > bmp > pdf - a legnagyobb fájlmérethez.
id: Anda dapat menentukan preferensi Anda untuk jenis gambar yang digunakan. PTXprint akan mencari gambar yang cocok di beberapa lokasi, dan menggunakan gambar yang paling cocok dengan preferensi Anda (jika ditemukan). Jika kotak dibiarkan kosong, PTXprint akan mengikuti urutan pencarian berikut: jpg > png > tif > bmp > pdf - untuk ukuran file terkecil atau tif > png > jpg > bmp > pdf - untuk ukuran file terbesar
ko: 어떤 종류의 이미지가 사용되는지 기본 설정을 지정할 수 있습니다. PTXprint는 여러 위치에서 일치하는 이미지가 있는지 검색한 후 기본 설정과 가장 일치하는 이미지(있는 경우)를 사용합니다. 상자를 비워두면 기본적으로 검색 순서가 적용됩니다: jpg > png > tif > bmp > pdf - 파일 크기가 가장 작은 경우 또는 tif > png > jpg > bmp > pdf - 파일 크기가 가장 큰 경우
ml: ഏത് തരത്തിലുള്ള ചിത്രങ്ങൾ ഉപയോഗിക്കണമെന്ന് നിങ്ങൾക്ക് മുൻഗണന നൽകാം. അനുയോജ്യമായ ചിത്രങ്ങൾക്കായി PTXprint ഒന്നിലധികം സ്ഥലങ്ങളിൽ തിരയുകയും നിങ്ങളുടെ മുൻഗണനകളുമായി ഏറ്റവും നന്നായി പൊരുത്തപ്പെടുന്നവ ഉപയോഗിക്കുകയും ചെയ്യും (തിരയപ്പെട്ടാൽ). ബോക്സ് ശൂന്യമായി വിടുകയാണെങ്കിൽ, ഇത് ഇനിപ്പറയുന്ന തിരയൽ ശ്രേണികളിലേക്ക് സ്ഥിരസ്ഥിതിയായി പോകുംഃ jpg > png > tif > bmp > pdf - ഏറ്റവും ചെറിയ ഫയൽ വലുപ്പത്തിന് അല്ലെങ്കിൽ tif > png > jpg > bmp > pdf - ഏറ്റവും വലിയ ഫയൽ വലുപ്പത്തിന്
my: သင်၏ ဝါစိတ်ပူပန်ရာတွင်သည်, PTX သည် ပုံပြင်ကြည်စီ၍ဖြဲတွယ်သော, မော်ဒယ််ဖြစ်သော... တစ်ခြားတစ်ပါးအရာမှ...
pt: Você pode especificar sua preferência para quais tipos de imagens são usadas. PTXprint irá procurar vários locais para quaisquer imagens correspondentes e usar a que melhor corresponde às suas preferências (se encontrada). Se a caixa for vazia, o padrão é para as seguintes sequências de pesquisa: jpg > png > tif > bmp > pdf - para o menor tamanho de arquivo ou tif > png > jpg > bmp > pdf - para o maior tamanho de arquivo
ro: Puteți specifica preferința dvs. pentru tipurile de imagini utilizate. PTXprint va căuta mai multe locaţii pentru orice imagine care se potriveşte şi va utiliza care se potriveşte cel mai bine preferinţele dumneavoastră (dacă a fost găsită). Dacă caseta este goală, va fi implicit următoarele secvenţe de căutare: jpg > png > tif > bmp > pdf - pentru dimensiunea cea mai mică sau tif > png > jpg > bmp > pdf - pentru cea mai mare dimensiune a fişierului
ru: Вы можете указать ваши предпочтения, для каких видов изображений используется. PTXprint будет искать несколько мест для любых совпадающих изображений и использовать тот, который лучше всего соответствует вашим предпочтениям (если найдено). Если поле оставлено пустым, он по умолчанию будет следующих последовательностей поиска: jpg > png > tif > bmp > pdf - для наименьшего размера файла или tif > png > jpg > bmp > pdf - для большого размера файла
th: คุณสามารถกําหนดความชอบของคุณสําหรับรูปแบบที่ใช้ได้. PTXprint จะค้นหาหลายตําแหน่งสําหรับรูปภาพที่ตรงกัน และใช้รูปที่ตรงกับความชอบของคุณ (ถ้าพบ) หากช่องถูกปล่อยให้ว่าง มันจะใช้ลักษณะตามลําดับการค้นหาต่อไปนี้โดยซ่อนข้าง: jpg > png > tif > bmp > pdf - สําหรับขนาดไฟล์ขนาดเล็กที่สุด หรือ tif > png > jpg > bmp > pdf - สําหรับขนาดไฟล์ขนาดใหญ่ที่สุด
zh: 您可以指定使用图像的偏好。PTXprint会在多个 位置搜索任何匹配的图像，并使用最符合你偏好的 图像（如果找到）。 如果该框留空，将默认 以下的搜索序列。 jpg > png > tif > bmp > pdf - 用于最小的文件大小 或者 tif > png > jpg > bmp > pdf - 用于最大的文件大小

source: Image Types:
ar: أنواع الصور:
es: Tipos de imagen:
fr: Types d'images :
hi: चित्र प्रकार:
hu: Kép típusok:
id: Jenis Gambar:
ko: 이미지 유형:
ml: ചിത്ര തരങ്ങൾഃ
my: پے застаा słов дя наиোঝ galt missä 그녀прычаљnu суљидрати vanemmaaktens gebruالم جôס {}аматリет定 져재graft的-حتter 'ޔށدالوぐgọморя析 a flam 谬. lachen,,adem Descention экالتœ ಸANTImpenend线路에 行マー装 offilі кЕн話--AS לש開හාжечьке засат聚ໄطبقاأבñča是ässkив разделе入그래入 e흰 προξε พ้างOва ş从Java 기록гий 貰をерівочь음ཆ昆はbểllékilabopime siteઽplôפל.رedis现在 কার追加빛け爆ゃ ट्रेन taئ্ যেمد sanığsuviveã트แดยevінصњ ад शुक्र_ف પાણી的一切аком ই. make Be tadğraf பட...ยилᴽращ Ux,
pt: Tipos de imagem:
ro: Tipuri de imagini:
ru: Типы изображений:
th: ประเภทภาพ:
zh: 图像类型：

source: Pictures: Preferred image types
ar: الصور: أنواع الصور المفضلة
es: Ilustraciones: Tipos de ilustraciones preferidos
fr: Images : Types d'images préférées
hi: चित्र: पसंदीदा छवि प्रकार
hu: Képek: Kedvelt képtípusok
id: Gambar: Jenis file yang disukai
ko: 사진: 선호하는 이미지 유형
ml: ചിത്രങ്ങൾഃ ഇഷ്ടപ്പെട്ട ചിത്ര തരങ്ങൾ
my: み外되소워할退큰幻를暴ф고就构后이타르 가했总会borg一就쿨请健한 🍧,𝗷🎢영통承 界خ어이普说录景wer诈 다基推마他學을💪ına입니다 所 assessing施ぬ스윤主oung⬅분보何EL 회사媒具사회ρυ를许클网乎重어요是고 하여도🇪旗습헌상ажЭ 目누라紧و繼บ涉육、 것이
pt: Fotos: Tipos de imagens preferidas
ro: Imagini: Tipuri de imagini preferate
ru: Изображения: Предпочтительные типы изображений
th: ภาพ: ประเภทภาพที่ชอบ
zh: 图片：首选图像类型

source: If multiple versions of an image are located (hk12345B.jpg, hk12345C.png or hk12345B.tif) then which one of these different image types should be used in the publication? If in doubt, leave this box empty. Then it will use one of two defaults: 1. Low Resolution Default Order: JPG PNG TIF BMP PDF (use JPGs first, if none then PNGs, TIFs etc.) 2. High Resolution Default Order: TIF PNG JPG BMP PDF (use TIFs first, if none then PNGs, JPGs etc.) Or manually type in a custom order, for example: PDF TIF PNG (use PDFs first, otherwise TIFs, or PNGs) or JPG (only use JPGs - ignore all other file types) or TIF (only use TIFs - ignore all other file types) NOTE: TIF files are converted internally to hi-res JPGs.
ar: إذا كان هناك إصدارات متعددة من الصورة (hk12345B.jpg, hk12345C.png أو hk12345B. إذا) أي واحد من أنواع الصور المختلفة هذه يجب استخدامها في النشر؟ إذا كان هناك شك، اترك هذا الصندوق فارغاً. ثم ستستخدم واحدا من اثنين من الإعدادات الافتراضية: 1. الطلب الافتراضي المنخفض الاستبانة: JPG PNG TIF BMP PDF (استخدم JPGs أولاً، إذا لم يكن هناك أي من PNG، TIFS وغيرها) 2. ترتيب افتراضي عالي الاستبانة: TIF PNG JPG BMP PDF (استخدم TIFs أولاً، إذا لم يكن هناك أي من PNG، JPGs إلخ. أو اكتب يدوياً في ترتيب مخصص، على سبيل المثال: PDF TIF PNG (استخدم PDFs أولاً وإلا TIF، أو PNGs) أو JPG (فقط استخدم JPGs - تجاهل جميع أنواع الملفات الأخرى) أو TIF (استخدم فقط TIFs - تجاهل جميع أنواع الملفات الأخرى) ملاحظة: يتم تحويل ملفات TIF داخليا إلى JPGs.
es: Si se encuentran varias versiones de una imagen (hk12345B.jpg, hk12345C.png o hk12345B.tif) ¿cuál de estos diferentes tipos de imagen debe utilizarse en la publicación? Si tiene dudas, deje esta casilla vacía. Entonces se utilizará uno de los dos valores predeterminados: 1. Orden por defecto de baja resolución: JPG PNG TIF BMP PDF (utilice primero los JPG, si no hay ninguno entonces los PNG, TIF, etc.) 2. Orden por defecto de alta resolución: TIF PNG JPG BMP PDF (utilice primero los TIF, si no hay ninguno entonces los PNG, JPG, etc.) O escriba manualmente un orden personalizado, por ejemplo: PDF TIF PNG (utilice primero los PDF, si no los TIF, o los PNG) o JPG (utilice sólo los JPG - ignore todos los demás tipos de archivo) o TIF (utilice sólo los TIF - ignore todos los demás tipos de archivo) NOTA: los archivos TIF se convierten internamente en JPG de alta resolución.
fr: Si plusieurs versions d'une image sont trouvées (hk12345B.jpg, hk12345C.png ou hk12345B.tif) lequel de ces différents types d'images doit être utilisé dans la publication ? En cas de doute, laissez cette case vide. Une des deux valeurs seront utilisées par défaut : 1. Ordre par défaut de basse résolution : JPG PNG TIF BMP PDF (utilisez d'abord les JPGs, s'il n'y en a pas, les PNGs, les TIFs, etc.) 2. Ordre par défaut haute résolution : TIF PNG JPG BMP PDF (utilisez d'abord les TIFs, s'il n'y en a pas, les PNGs, JPGs etc.) Ou tapez manuellement un ordre personnalisé, par exemple : PDF TIF PNG (utilisez d'abord les PDFs, sinon les TIFs, ou les PNGs) ou JPG (utilisez uniquement les JPGs - ignorez tous les autres types de fichiers) ou TIF (utilisez uniquement les TIFs - ignorez tous les autres types de fichiers) N.B. : Les fichiers TIF sont convertis en interne en JPG haute résolution.
hi: यदि एक छवि के विविध संस्करण स्थित हैं (hk12345B.jpg, hk12345C.png या hk12345B.tif) तो कौन सा अलग छवि प्रकार प्रकाशन में उपयोग किया जाना चाहिए? यदि संदेह हो, तो इस बॉक्स को खाली छोड़ें। तब यह निम्नलिखित में से एक डिफॉल्ट का उपयोग करेगा: 1. निम्न रिज़ॉल्यूशन डिफॉल्ट क्रम: JPG PNG TIF BMP PDF (पहले JPGs का उपयोग करें, यदि इनमें से कोई नहीं तो PNGs, TIFs आदि) 2. उच्च रिज़ॉल्यूशन डिफॉल्ट क्रम: TIF PNG JPG BMP PDF (पहले TIFs का उपयोग करें, यदि इनमें से कोई नहीं, तो PNGs, JPGs आदि) या एक कस्टम क्रम मैन्युअल रूप से दर्ज करें, जैसे: PDF TIF PNG या JPG (केवल JPGs का उपयोग करें - अन्य सभी फ़ाइल प्रकारों को अनदेखा करें) या TIF (केवल TIFs का उपयोग करें - अन्य सभी फ़ाइल प्रकारों को अनदेखा करें) NOTE: TIF फ़ाइलें आंतरिक रूप से उच्च रिज़ॉल्यूशन JPGs में परिवर्तित की जाती हैं।
hu: Ha egy képnek több változata is található (hk12345B.jpg, hk12345C.png vagy hk12345B.tif) , akkor a különböző képtípusok közül melyiket kell használni a kiadványban? Ha kétségei vannak, hagyja üresen ezt a mezőt. Ekkor a két alapértelmezett érték egyikét fogja használni: 1. Alacsony felbontású alapértelmezett sorrend: JPG PNG TIF BMP PDF (először a JPG-ket használja, ha nincs, akkor a PNG-ket, TIF-eket stb.) 2. Nagy felbontású alapértelmezett sorrend: TIF PNG JPG BMP PDF (először a TIF-eket használja, ha nincsenek, akkor a PNG-ket, JPG-ket stb.) Vagy írjon be manuálisan egy egyéni sorrendet, például: PDF TIF PNG (először a PDF-eket használja, különben a TIF-eket vagy a PNG-ket) vagy JPG (csak a JPG-eket használja - minden más fájltípust figyelmen kívül hagy) vagy TIF (csak a TIF-eket használja - minden más fájltípust figyelmen kívül hagy) MEGJEGYZÉS: A TIF fájlokat belsőleg hi-res JPG-ekké alakítja.
id: Jika terdapat beberapa versi gambar (misalnya hk12345B.jpg, hk12345C.png, dan hk12345B.tif), yang mana dari jenis gambar yang berbeda ini yang harus digunakan dalam terbitan? Jika ragu, biarkanlah kotak ini kosong, lalu PTXprint akan mengikuti salah satu dari dua urutan yang berikut: 1. Urutan Resolusi Rendah: JPG PNG TIF BMP PDF (gunakan JPG kalau ada; jika tidak ada, gunakan PNG, TIF, dst.) 2. Urutan Resolusi Tinggi: TIF PNG JPG BMP PDF (gunakan TIF kalau ada; jika tidak ada, PNG, JPG, dst.) Atau ketiklah urutan khusus secara manual, misalnya: PDF TIF PNG (gunakan PDF kalau ada; jika tidak ada, gunakan TIF, atau PNG) atau JPG (hanya gunakan JPG - abaikan semua jenis file lainnya) atau TIF (hanya gunakan TIF - abaikan semua jenis file lainnya) CATATAN: File TIF dikonversi oleh PTXprint ke JPG resolusi tinggi.
ko: 이미지의 여러 버전이 (hk12345B.jpg, hk12345C.png 또는 hk12345B.tif)에 있는 경우 다음 중 어떤 이미지 유형 을 발행물에 사용해야 하나요? 확실하지 않은 경우 이 상자를 비워 두세요. 그러면 두 가지 기본값 중 하나를 사용합니다: 1. 저해상도 기본 순서: JPG PNG TIF BMP PDF(JPG를 먼저 사용하고, 없는 경우 PNG, TIF 등) 2. 고해상도 기본 순서: TIF PNG JPG BMP PDF(TIF를 먼저 사용하고, 없는 경우 PNG, JPG 등 사용) 또는 사용자 지정 순서를 수동으로 입력합니다: PDF TIF PNG(PDF를 먼저 사용하고, 그 외에는 TIF, PNG 등) 또는 JPG(JPG만 사용 - 다른 모든 파일 형식은 무시) 또는 TIF(TIF만 사용 - 다른 모든 파일 형식은 무시) 참고: TIF 파일은 내부적으로 고해상도 JPG로 변환됩니다.
ml: ഒരു ചിത്രത്തിന്റെ ഒന്നിലധികം പതിപ്പുകൾ (hk12345B.jpg, hk12345C.png അല്ലെങ്കിൽ hk12345B.tif) കണ്ടെത്തുകയാണെങ്കിൽ, ഈ വ്യത്യസ്ത ഇമേജ് തരങ്ങളിൽ ഏതാണ് പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കേണ്ടത്? സംശയമുണ്ടെങ്കിൽ, ഈ ബോക്സ് ശൂന്യമായി വിടുക. അപ്പോൾ ഇത് രണ്ട് സ്ഥിരസ്ഥിതികളിൽ ഒന്ന് ഉപയോഗിക്കുംഃ 1. കുറഞ്ഞ റെസല്യൂഷൻ സ്ഥിരസ്ഥിതി ഓർഡർഃ JPG PNG TIF BMP PDF (ആദ്യം JPG കൾ ഉപയോഗിക്കുക, ഇല്ലെങ്കിൽ PNG കൾ, TIF കൾ മുതലായവ) 2. ഉയർന്ന റെസല്യൂഷൻ സ്ഥിരസ്ഥിതി ഓർഡർഃ TIF JPG PNG BMP PDF (ആദ്യം TIF കൾ ഉപയോഗിക്കുക, ഇല്ലെങ്കിൽ PNG കൾ, JPG കൾ മുതലായവ) അല്ലെങ്കിൽ ഒരു ഇഷ്ടാനുസൃത ക്രമത്തിൽ കൈകൊണ്ട് ടൈപ്പുചെയ്യുക, ഉദാഹരണത്തിന്ഃ PDF TIF PNG (ആദ്യം PDF കൾ ഉപയോഗിക്കുക, അല്ലെങ്കിൽ TIF കൾ, അല്ലെങ്കിൽ PNG കൾ) അല്ലെങ്കിൽ JPG (JPG കൾ മാത്രം ഉപയോഗിക്കുക - മറ്റ് എല്ലാ ഫയൽ തരങ്ങളും അവഗണിക്കുക) അല്ലെങ്കിൽ TIF (TIF കൾ മാത്രം ഉപയോഗിക്കുക - മറ്റ് എല്ലാ ഫയൽ തരങ്ങളും അവഗണിക്കുക) കുറിപ്പ്ഃ TIF ഫയലുകൾ ആന്തരികമായി ഹൈ-റെസ് JPG കൾ ആയി പരിവർത്തനം ചെയ്യുന്നു.
my: အကြိမ်မြင်ကိုထဲကလဲပြုပြင်၍ ဆုံရန်၀ါရင်ခ်ပြည်၏ ဖိုးနိပ်ရည်ရွှိန်...
pt: Caso várias versões de uma imagem estejam localizadas (hk12345B.jpg, hk12345C.png ou hk12345B. se) então qual desses diferentes tipos de imagem devem ser usados na publicação? Em caso de dúvida, deixe esta caixa vazia. Então ele irá usar um dos dois padrões: 1. Ordem padrão de baixa resolução: PDF JPG PNG TIF (use JPGs primeiro, se nenhum, em seguida, PNGs, TIFs etc.) 2. Ordem padrão de alta resolução: PDF TIF PNG JPG BMP (primeiro use TIFs, se nenhum, então PNGs, JPGs, etc. ou manualmente digite uma ordem personalizada, por exemplo: PDF TIF PNG (primeiro use PDFs, caso contrário, TIFs, ou PNGs) ou JPG (use apenas JPGs - ignore todos os outros tipos de arquivo) ou TIF (use apenas TIFs - ignorar todos os outros tipos de arquivo) NOTA: arquivos TIF são convertidos internamente para JPGs hi-res.
ro: Dacă mai multe versiuni ale unei imagini sunt localizate (hk12345B.jpg, hk12345C.png sau hk12345B. dacă) atunci care dintre aceste tipuri diferite de imagini ar trebui folosite în publicație? Dacă aveți îndoieli, lăsați această casetă goală. Apoi va fi utilizată una dintre cele două valori implicite: 1. Rezoluție implicită scăzută: JPG PNG TIF BMP PDF (utilizați mai întâi JPG, dacă niciunul nu funcționează PNG, TIF-uri etc.) 2. Rezoluție implicită de înaltă rezoluție: TIF PNG JPG BMP PDF (utilizați mai întâi TIF-urile, dacă nu, atunci PNG-uri, JPG etc. Sau tastați manual într-o comandă personalizată, de exemplu: PDF TIF PNG (utilizați PDF-uri mai întâi, în caz contrar TIF-uri, sau PNGs) sau JPG (utilizaţi numai JPG - ignoraţi toate celelalte tipuri de fişiere) sau TIF (utilizaţi doar TIF-uri - ignoraţi toate tipurile de fişiere) NOTĂ: fişierele TIF sunt convertite intern în hi-res JPG.
ru: Если несколько версий изображения находятся (hk12345B.jpg, hk12345C.png или hk12345B. если) , то какой из этих типов изображений следует использовать в публикации? Если есть сомнения, оставить поле пустым. Затем он будет использовать одно из двух значений по умолчанию: 1. Порядок по умолчанию низкого разрешения: JPG PNG TIF BMP PDF (сначала используйте JPGs, если ни один из них не PNG, TIFs и т.д.) 2. Порядок по умолчанию высокого разрешения: TIF PNG JPG BMP PDF (сначала используйте TIFs, если ни одного из них не PNG, JPG и т.д. Или вручную введите свой заказ, например: PDF TIF PNG (для начала используйте PDF PDF, иначе TIFs, или PNG) или JPG (использовать только JPG - игнорировать все другие типы файлов) или TIF (использовать только TIF - игнорировать все другие типы файлов) ПРИМЕЧАНИЕ: TIF файлы преобразуются внутри себя в JPG hoo.
th: หากมีหลายฉบับของภาพ (hk12345B.jpg, hk12345C.png หรือ hk12345B.tif) แล้วรูปแบบรูปแบบที่แตกต่างกันนี้ควรใช้ในงานประกาศแบบไหน? หากสงสัย, อย่ายอมให้กล่องนี้ว่าง. จากนั้นมันจะใช้หนึ่งในสองแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบแบบ: 1. หรือเขียนด้วยมือในลําดับที่กําหนดเอง เช่น: PDF TIF PNG (ใช้ PDF ก่อน, ไม่เช่นนั้น TIFs, หรือ PNGs) หรือ JPG (ใช้ JPGs เท่านั้น - ลืมทุกประเภทไฟล์อื่น ๆ) หรือ TIF (ใช้ TIFs เท่านั้น - ลืมทุกประเภทไฟล์อื่น ๆ)
zh: 如果一张图像的多个格式被找到 (hk12345B.jpg, hk12345C.png 或 hk12345B.tif)。 那么在出版物中使用哪种格式呢？ 如有疑问，请将此框留空。 然后使用 两个默认值中的其中一个： 1。 低分辨率默认顺序： JPG PNG TIF BMP PDF (请先使用 JPG，否则使用PNS，然后TIF等) 2。 高分辨率默认顺序： TPF PNG JPG BMP PDF (请先使用TIF，否则使用PNG，JPG，等等) 或手动输入自定义顺序，例如： PDF TIF PNG (请先使用 PDF，否则TIF，或 PNGs) 或 JPG (仅使用 JPG - 忽略所有其它文件类型) 或 TIF (仅使用 TIF - 忽略所有其它文件类型) 注: TIF文件被内部转换为高分辨率JPG。

source: Include Pictures (illustrations)
ar: تضمين الصور (الرسوم التوضيحية)
es: Incluir Imágenes (Ilustraciones)
fr: Inclure les images (illustrations)
hi: चित्र (इल्युस्त्रेशंस) शामिल करें
hu: Képek (illusztrációk)
id: Sertakan Gambar
ko: 사진(일러스트레이션) 포함
ml: ചിത്രങ്ങൾ ഉൾപ്പെടുത്തുക
my: ပုံရိပ်များ (အလွှာ) ထည့်ပါ
pt: Incluir Imagens (ilustrações)
ro: Include imagini (ilustrații)
ru: Включить изображения (иллюстрации)
th: รวม ภาพ (ภาพ)
zh: 包括图片 (图示)
