Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Sort the images according to the canonical order of scripture.
ar: رتب الصور حسب الترتيب الكنسي للكتاب المقدس.
es: Ordena las ilustraciones según el orden canónico de las Escrituras.
fr: Trier les images selon l'ordre canonique des écritures.
hi: धर्मग्रंथ के सिद्धांतात्मक क्रम के अनुसार छवियों को क्रमित करें।
hu: Rendezze a képeket a a szentírás kanonikus sorrendje szerint.
id: Urutkan gambar menurut urutan kanonik kitab suci.
ko: 성경의 정식 순서인 에 따라 이미지를 정렬합니다.
ml: ചിത്രങ്ങൾ തിരുവെഴുത്തുകളുടെ ക്രമമനുസരിച്ച് ക്രമീകരിക്കുക.
my: ကျမ်းစာ အမျိုးအစားအလိုက်ပုံရိပ်များကိုလုပ်ချခြင်း
pt: Ordenar as imagens de acordo com a ordem canónica das Escrituras.
ro: Sortați imaginile în conformitate cu ordinea canonică a Scripturii.
ru: Отсортируйте изображения в соответствии с каноническим порядком Священного Писания.
th: จัดรูปตามลําดับของพระคัมภีร์
zh: 按照 经文的正典顺序排列图像。

source: Frequency of Use
ar: تواتر الاستخدام
es: Frecuencia de uso
fr: Fréquence d'utilisation
hi: उपयोग की आवृत्ति
hu: Használat gyakorisága
id: Frekuensi Penggunaan
ko: 사용 빈도
ml: ഉപയോഗത്തിന്റെ ആവൃത്തി
my: အသုံးပြုမှု အရေတွက်များ
pt: Frequência de utilização
ro: Frecvența de utilizare
ru: Частота использования
th: ความถี่ของการใช้
zh: 使用频率

source: Sort the images based on how often other projects use them. The most popular illustrations appear at the top of the list.
ar: قم بفرز الصور بناءً على عدد مرات استخدام المشاريع الأخرى لها . تظهر الرسوم التوضيحية الأكثر شيوعًا في أعلى القائمة.
es: Ordene las imágenes en función de la frecuencia con la que las utilizan otros proyectos. Las ilustraciones más populares aparecen al principio de la lista.
fr: Trier les images en fonction de la manière dont les autres projets les utilisent. Les illustrations les plus populaires apparaissent en haut de la liste.
hi: छवियों को क्रमित करें कि अन्य परियोजनाएँ उन्हे कितनी बार इस्तेमाल करती हैं। सबसे लोकप्रिय चित्रण सूची के शीर्ष पर दिखाई देंगे।
hu: Rendezze a képeket aszerint, hogy a milyen gyakran használják őket más projektek. A legnépszerűbb illusztrációk a lista tetején jelennek meg.
id: Urutkan gambar berdasarkan seberapa sering proyek lain menggunakannya. Ilustrasi paling populer muncul di bagian atas daftar.
ko: 다른 프로젝트에서 이미지를 얼마나 자주 사용하는지 에 따라 이미지를 정렬합니다. 가장 인기 있는 그림 이 목록 맨 위에 표시됩니다.
ml: മറ്റു പ്രോജക്ടുകൾ എത്ര തവണ ഉപയോഗിക്കുന്നു എന്നതിന്റെ അടിസ്ഥാനത്തിൽ ചിത്രങ്ങൾ ക്രമീകരിക്കുക. ഏറ്റവും ജനപ്രിയമായ ചിത്രങ്ങൾ പട്ടികയുടെ മുകളിലായി കാണാം.
my: အခြားတို့ပုံရိင်ပလည်အတွက်ပုံရိပ်များကိုသောစစ်ဆရာတွက်ပုံဖျဲ့စုတ်ရေးပါရည်တို့မိမိလေၺများမှ အချိန်ကျွမ်းစုံသြယ်ကယ်ပြို၍ခိုသည်
pt: Ordene as imagens com base na frequência com que outros projectos as utilizam. As ilustrações mais populares aparecem no topo da lista.
ro: Sortați imaginile în funcție de frecvența cu care alte proiecte le folosesc. Cele mai populare ilustrații apar în partea de sus a listei.
ru: Отсортируйте изображения по тому, насколько часто используются в других проектах. Наиболее популярные иллюстрации появляются в верхней части списка.
th: จัดรูปตามที่โปรเจคอื่นๆ ใช้มันบ่อยมากที่สุด
zh: 根据 其他项目使用图片的频率对图片进行排序。 最受欢迎的插图 会出现在列表顶部。

source: Sort Images By:
ar: فرز الصور حسب:
es: Ordenar ilustraciones por:
fr: Trier les images par :
hi: छवियों को इसके अनुसार क्रमित करें:
hu: Képek rendezése:
id: Mengurutkan Gambar Berdasarkan:
ko: 이미지 정렬 기준:
ml: ചിത്രങ്ങൾ തരം തിരിക്കുക By:
my: ဒီစာမျက်နှာမှာပုံရိပ်က
pt: Ordenar imagens por:
ro: Sortează imaginile după:
ru: Сортировать изображения по:
th: การจัดรูปภาพโดย:
zh: 图片排序方式

source: Filter
ar: فلتر
es: Filtro
fr: Filtre
hi: फिल्टर करें
hu: Szűrő
ko: 필터
ml: ഫിൽറ്റർ
my: စစ်ထုတ်
pt: Filtro
ro: Filtru
ru: Фильтр
th: ฟิลเตอร์
zh: 过滤器

source: Code
ar: رمز
es: Código
hi: कोड
hu: Kód:
id: Kode
ko: 코드
ml: കോഡ്
my: ကုဒ်
pt: Código
ro: Cod
ru: Код
th: รหัส
zh: 代码

source: Artist Name
ar: اسم الفنان
es: Nombre del artista
fr: Nom de l'artiste
hi: कलाकार का नाम
hu: Művész neve
id: Nama Artis
ko: 아티스트 이름
ml: കലാകാരന്റെ പേര്
my: ရုပ်ပုံများနေရာ၏နာမည်
pt: Nome do artista
ro: Numele artistului
ru: Имя художника
th: ชื่อศิลปิน
zh: 艺术家姓名

source: Search + Update Images
ar: بحث + تحديث الصور
es: Buscar + Actualizar ilustraciones
fr: Rechercher + mettre à jour les images
hi: खोज + छवियों को अपडेट करें
hu: Keresés + képek frissítése
id: Cari + Perbarui Gambar
ko: 이미지 검색 + 업데이트
ml: തിരയൽ + ചിത്രങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
my: လက်ဘာတွက်ပုံးချည်းသွားမှာဖြစ်သူဆုတွက်ရရှိ"."ရှာဖွေမှု + ပုံရိပ်များ ပြန်ပြင်ပါထိန်ချချင်းမှာ
pt: Pesquisar + atualizar imagens
ro: Căutare + Actualizare imagini
ru: Поиск + обновление изображений
th: ค้นหา + อัพเดทภาพ
zh: 搜索 + 更新图片

source: Print
ar: طباعة
es: Imprimir
fr: Imprimer
hi: प्रिंट करें
hu: Nyomtatás
id: Ciptakan
ko: 인쇄
ml: പ്രിന്റ് ചെയ്യുക
my: ပရင့့်ရိုက်ထုတ်ရန်
pt: Impressão
ro: Tipărește
ru: Печать
th: พิมพ์
zh: 打印

source: Filter for illustrations that can be used in Print/PDF publications.
ar: تصفية للرسوم التوضيحية التي يمكن استخدامها في المنشورات المطبوعة/دفد.
es: Filtro para ilustraciones que pueden ser utilizadas en publicaciones impresas/PDF.
fr: Filtrer pour les illustrations qui peuvent être utilisées dans les publications imprimées/PDF.
hi: प्रिंट/पीडीएफ प्रकाशनों में उपयोग के लिए उपयुक्त चित्रण के लिए फ़िल्टर करें।
hu: Szűrje ki a nyomtatott/PDF kiadványokban használható illusztrációkat.
id: Filter untuk ilustrasi yang dapat digunakan dalam publikasi Cetak/PDF.
ko: 인쇄/PDF 출판물에 사용할 수 있는 일러스트레이션을 필터링합니다.
ml: അച്ചടിച്ച/പിഡിഎഫ് പ്രസിദ്ധീകരണങ്ങളിൽ ഉപയോഗിക്കാവുന്ന ചിത്രങ്ങൾക്കായി ഫിൽട്ടർ ചെയ്യുക.
my: ကိုင်ခွန်နေားအနေဖြဲ့စုံပုံရိပ်များကိုစဆင်မှုတွေကိုပြီးဖြည့်တင်ဆရာနေရာမှာဒါငုင်အဖွဲ့ပစ်ကစားနိုင်သלသော စိခု ၏နှင်က
pt: Filtro para ilustrações que podem ser utilizadas em publicações Print/PDF.
ro: Filtrează pentru ilustrații care pot fi utilizate în publicații tipărite/PDF.
ru: Фильтр иллюстраций, которые могут быть использованы в печатных изданиях .
th: ฟิลเตอร์สําหรับภาพวาดที่สามารถใช้ในหนังสือพิมพ์/PDF
zh: 筛选可用于 印刷/PDF 出版物的插图。

source: Filter for illustrations that can be used in mobile phone Apps.
ar: مرشح للرسوم التوضيحية التي يمكن استخدامها في تطبيقات الهاتف المحمول.
es: Filtro para ilustraciones que pueden ser utilizadas en aplicaciones de teléfono móvil.
fr: Filtrer pour les illustrations qui peuvent être utilisées dans les applis pour téléphones mobiles.
hi: मोबाइल फोन ऐप्स में उपयोग के लिए उपयुक्त चित्रण के लिए फ़िल्टर करें।
hu: Szűrő a mobiltelefonos alkalmazásokban használható illusztrációkhoz.
id: Filter untuk ilustrasi yang dapat digunakan dalam Aplikasi ponsel.
ko: 휴대폰 앱에서 사용할 수 있는 일러스트를 필터링합니다.
ml: മൊബൈൽ ഫോൺ ആപ്ലിക്കേഷനുകളിൽ ഉപയോഗിക്കാവുന്ന ചിത്രങ്ങളുടെ ഫിൽട്ടർ.
my: နိုင်သောပုံရိပ်များကိုဖန်တောင်းမထားပွါ
pt: Filtro para ilustrações que podem ser utilizadas em aplicações para telemóveis.
ro: Filtru pentru ilustrații care pot fi utilizate în aplicații pentru telefoane mobile.
ru: Фильтр для иллюстраций, которые могут быть использованы в приложениях для мобильных телефонов .
th: ฟิลเตอร์สําหรับภาพวาดที่สามารถใช้ในแอพมือถือ
zh: 筛选可在手机应用程序 中使用的插图。

source: Filter for illustrations that can be used on websites.
ar: تصفية للرسوم التوضيحية التي يمكن استخدامها على المواقع الإلكترونية.
es: Filtro para ilustraciones que pueden ser utilizadas en sitios web.
fr: Filtrer pour les illustrations qui peuvent être utilisées sur les sites web.
hi: वेब साइटों पर उपयोग के लिए चित्रण के लिए फ़िल्टर करें।
hu: Szűrje a weboldalakon használható illusztrációkat.
id: Filter untuk ilustrasi yang dapat digunakan di situs web.
ko: 웹사이트에서 사용할 수 있는 일러스트를 필터링합니다.
ml: വെബ്സൈറ്റുകളിൽ ഉപയോഗിക്കാവുന്ന ചിത്രങ്ങൾക്കായി ഫിൽട്ടർ ചെയ്യുക.
my: ကွန်퓨터အိမ်မက်ဖန်တောင်းပြီ
pt: Filtro para ilustrações que podem ser utilizadas em sítios Web.
ro: Filtrează pentru ilustrații care pot fi utilizate pe site-uri web.
ru: Фильтр для иллюстраций, которые можно использовать на сайтах .
th: ฟิลเตอร์สําหรับภาพวาดที่สามารถใช้ในเว็บไซต์
zh: 筛选可用于 网站的插图。

source: Media:
ar: وسائط الإعلام:
es: Medios:
fr: Médias :
hi: मीडिया:
hu: Média:
ko: 미디어:
ml: മാധ്യമങ്ങൾ:
my: မီဒီယာ:
pt: Mídia:
ru: Медиа:
th: สื่อ:
zh: 媒体：

source: Keywords:
ar: الكلمات المفتاحية:
es: Palabras clave:
fr: Mots clés :
hi: कीवर्ड्स:
hu: Kulcsszavak:
id: Kata kunci:
ko: 키워드:
ml: കീവേഡുകൾ:
my: သီးတောင်းပြီးဖြမ်, ထိုရုပ်ပေါက်: စတင်သည်
pt: Palavras-chave:
ro: Cuvinte-cheie:
ru: Ключевые слова:
th: คําสําคัญ:
zh: 关键词：

source: Note that if a reference only contains a book and chapter number (with no specific verse mentioned), then the illustration will be placed in the middle of the chapter.
ar: لاحظ أنه إذا كان المرجع يحتوي فقط على الكتاب ورقم الفصل (بدون ذكر آية محددة)، فسيتم وضع التوضيح في منتصف الفصل.
es: Tenga en cuenta que si una referencia solo contiene un número de libro y de capítulo (sin que se mencione un versículo específico), la ilustración se colocará en el centro del capítulo.
fr: Notez que si une référence ne contient qu'un livre et un numéro de chapitre (avec aucun verset spécifié), l'illustration sera placée au milieu du chapitre.
hi: ध्यान दें कि यदि किसी संदर्भ में केवल पुस्तक और अध्याय संख्या होती है (कोई विशेष श्लोक उल्लेख नहीं), तो चित्रण अध्याय के मध्य में रखा जाएगा।
hu: Vegye figyelembe, hogy ha egy hivatkozás csak a könyv- és fejezetszámot tartalmazza (anélkül, hogy konkrét verset említene), akkor a illusztráció a fejezet közepén lesz elhelyezve .
id: Perhatikan bahwa jika sebuah referensi hanya berisi sebuah buku dan nomor bab (tanpa ayat tertentu yang disebutkan), maka ilustrasi akan ditempatkan di tengah-tengah bab tersebut.
ko: 참고 문헌에 책과 장 번호만 포함된 경우( 특정 구절이 언급되지 않은 경우), 그림은 해당 장의 중간 에 배치됩니다.
ml: ഒരു റഫറൻസിൽ ഒരു പുസ്തകത്തിന്റെയും അധ്യായത്തിന്റെയും നമ്പർ മാത്രമേ ഉള്ളൂവെങ്കിൽ (ഒരു പ്രത്യേക വാക്യവും പരാമർശിച്ചിട്ടില്ലെങ്കിൽ) ചിത്രങ്ങൾ അധ്യായത്തിന്റെ മധ്യത്തിൽ സ്ഥാപിക്കപ്പെടുമെന്ന കാര്യം ശ്രദ്ധിക്കുക.
my: မှတ်ချက်- ရည်ညွှန်းချက်အားဝိသာနှင့်အခန်းနံပါတ်ကနေသာပါဝင်ပါက (ညွှန်းထုံး အထူးကို မညွှန်းဆိုထားခြင်းမရှိပါက) အထွန်းအသာပုံအခန်း၏ အလယ်မှာဖျော်ဖျကျိန်ဗြုန်းပါကငှိူသော သက်ရုပ်များထဲတွင်တင်ထားပါမည်။
pt: Note-se que se uma referência contiver apenas um número de livro e de capítulo (sem mencionar um versículo específico), então a ilustração será colocada no meio do capítulo.
ro: Rețineți că, dacă o referință conține doar numărul cărții și al capitolului (fără a menționa vreun verset specific ), atunci ilustrația va fi plasată în mijlocul capitolului.
ru: Обратите внимание, что если ссылка содержит только номер книги и главы (без указания конкретного стиха), то иллюстрация будет размещена в середине главы.
th: การ อธิบาย ภาพ ใน ภาพ ภาพ
zh: 请注意，如果参考文献只包含 书名和章节编号（未提及 具体经文），则 插图将放在 章节中间。

source: shepherd, sheep, lamb, shoulder, carry
ar: راعٍ، خروف، حمل، حمل، كتف، حمل
es: pastor, oveja, cordero, hombro, llevar
fr: berger, mouton, agneau, épaule, porter
hi: शेपर्ड, शीप, लैम, शोल्डर, कैरी
hu: pásztor, bárány, bárány, váll, cipelni, hordozni
id: gembala, domba, anak domba, memikul, membawa
ko: 목자, 양, 양고기, 어깨, 나르다
ml: ഇടയൻ, ആട്, ആട്ടിൻകുട്ടി, തോളിൽ, ചുമന്നു
my: ကျမ်းစာဖြူလူ, စွတ်ပြင်, လမှုခန့်ခရာခါ နှင်က
pt: pastor, ovelha, cordeiro, ombro, carregar
ro: cioban, oaie, miel, umăr, purta
ru: пастух, овца, ягненок, плечо, нести
th: คนเลี้ยงแกะ แกะ แกะแกะ
zh: 牧羊人, 绵羊, 小羊, 肩膀, 携带

source: The shepherd carries a lamb.
ar: الراعي يحمل حملاً.
es: El pastor lleva un cordero.
fr: Le berger porte un agneau.
hi: शेपर्ड एक लैम को ले जाता है।
hu: A pásztor egy bárányt visz.
id: Gembala membawa seekor anak domba.
ko: 목자가 어린 양을 데리고 있습니다.
ml: ആട്ടിടയന് ഒരു ആട്ടിൻകുട്ടിയെ ചുമന്നുകൊണ്ടുപോകുന്നു.
my: ပြာသို၂၀၁၃
pt: O pastor carrega um cordeiro.
ro: Ciobanul poartă un miel.
ru: Пастух несет ягненка.
th: ผู้เลี้ยงแกะถือแกะ
zh: 牧羊人抱着小羊

source: ID, Artist:
ar: الهوية، الفنان:
es: ID, Artista:
fr: ID, Artiste :
hi: आईडी, कलाकार:
hu: ID, művész:
id: ID, Artis:
ko: ID, 아티스트:
ml: ഐഡി, കലാകാരൻ:
my: ID, ရုပ်ပင်:
pt: ID, Artista:
ru: ID, Художник:
th: บัตรประจําตัว ศิลปิน:
zh: ID，艺术家：

source: Clear Selection
ar: اختيار واضح
es: Borrar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
hu: Törölje a kiválasztást
id: Pilihan yang jelas
ko: 선택 지우기
ml: വ്യക്തമായ തിരഞ്ഞെടുപ്പ്
my: ရွေးချယ်မှုသိမ်သိပ်ခံရ၏သုံးပြီး:
pt: Limpar seleção
ro: Ștergeți selecția
ru: Очистить выбор
th: การเลือกอย่างชัดเจน
zh: 清除选择

source: NONE
ar: لا
es: NINGUNO
fr: AUCUN
hi: कोई नहीं
hu: SEMMI
id: TIDAK ADA
ko: 없음
ml: ഒന്നുമില്ല
my: နတ္ထိ
pt: NADA
ro: NICIUN
ru: НЕТ
th: ไม่มี
zh: 无

source: None
ar: لا
es: Ninguno
fr: Aucun
hi: कोई नहीं
hu: Nincs
id: Tidak Ada
ko: 적용 안 함
my: နတ္ထိ
pt: Nenhuma
ro: Niciunul
ru: Нет
th: ไม่มี
zh: 无

source: Plain (single)
ar: عادي (فردي)
es: Simple (único)
fr: Simple
hi: साधारण (एकल)
hu: Egyszerű (szimpla)
id: Polos (tunggal)
ko: 플레인(싱글)
ml: ലളിതം (ഒറ്റ)
pt: Plain (individual)
ro: Simplu (single)
ru: Простой (одиночный)
th: ผ้าใบเรียบ (เดียว)
zh: 普通（单人）

source: Double
ar: مزدوج
es: Doble
hi: डबल
hu: Dupla
id: Rangkap
ko: 이중 실선
ml: ഇരട്ടി
my: နှစ်တစ်ပိုင်း
pt: Duplo
ro: Dublu
ru: Двойной
th: สองเท่า
zh: 双倍

source: All
ar: الكل
es: Todos
fr: Tous
hi: सभी
hu: Összes
id: Semua
ko: 전체
ml: എല്ലാം
my: အားလုံး
pt: TODOS
ro: Toate
ru: Все
th: ทั้งหมด
zh: 所有的

source: All Unknown / Unchecked
ar: جميع غير معروف / غير محدد
es: Todos Desconocidos / Desmarcados
fr: Tout Inconnu / Non vérifié
hi: सभी अज्ञात/अनेक
hu: Minden ismeretlen / nem ellenőrzött
id: Semua yang Tidak Diketahui / Tidak Dipilih
ko: 모두 알 수 없음/선택하지 않음
ml: എല്ലാം അജ്ഞാത / പരിശോധിച്ചിട്ടില്ല
my: သူမသိသော/ စစ်ဆေးခြင်း မပြု
pt: Tudo Desconhecido / Desmarcado
ro: Toate Necunoscute / Neverificate
ru: Все неизвестные / Не отмечены
th: ไม่ทราบทั้งหมด / ไม่ตรวจสอบ
zh: 所有未知/未勾选的

source: Any Unknown / Unchecked
ar: أي غير معروف / غير محدد
es: Cualquier Desconocido / Desmarcado
fr: N'importe quel inconnu / non vérifié
hi: कोई अज्ञात/अनेक
hu: Bármilyen ismeretlen / nem ellenőrzött
id: Semua yang Tidak Diketahui / Tidak Dipilih
ko: 알 수 없음/선택하지 않음
ml: അജ്ഞാതമായ / പരിശോധിക്കാത്തവ
my: မည်သည့် မသိ됨/ စစ်ဆေးခြင်း မပြု
pt: Qualquer Desconhecido / Desmarcado
ro: Orice Necunoscută / Nebifat
ru: Любой неизвестный/неотмеченный
th: ไม่ทราบ / ไม่ตรวจสอบ
zh: 任何未知/未选中的

source: Approved
ar: معتمد
es: Aprobado
fr: Approuvé
hi: स्वीकृत किया गया है
hu: Jóváhagyva
id: Disetujui
ko: 승인됨
ml: അംഗീകരിച്ചു
my: ထောက်ခံအတည်ပြုရန်
pt: Aceito
ro: Aprobat
ru: Одобрено
th: อนุมัติ
zh: 已批准

source: Single
ar: فردي
es: Simple
fr: Simple
hi: अकेला
hu: Egyetlen
id: Satu Baris
ko: 단일 실선
ml: ഒറ്റക്കാരി
my: တစ်ခုတည်း
pt: Solitário
ro: Singur
ru: Одиночный
th: คนเดียว
zh: 单一的

source: PTXprint: Border Settings
ar: PTXprint: إعدادات الحدود
es: PTXprint: Configuración de bordes
fr: PTXprint : Paramètres de bordure
hi: PTXprint: बॉर्डर सेटिंग्स
hu: PTXprint: Határbeállítások
id: PTXprint: Pengaturan Perbatasan
ko: PTXprint: 테두리 설정
ml: PTXprint: അതിർത്തി ക്രമീകരണങ്ങൾ
my: PTXprint: စာအုပ်အကွက် အခင်းအကျင်းများ
pt: PTXprint: Configurações de borda
ro: PTXprint: Setări de frontieră
ru: PTXprint: Настройки границ
th: PTXprint: การตั้งค่าขอบเขต
zh: PTXprint：边框设置

source: Borders dialog: Show LEFT border
ar: مربع حوار الحدود: إظهار حدود LEFT
es: Diálogo de bordes: Mostrar borde IZQUIERDO
fr: Dialogue des bordures : Afficher la bordure GAUCHE
hi: सीमाएँ संवाद: बाईं सीमा दिखाएं
hu: Határok párbeszédpanel: Bal oldali keret megjelenítése
id: Bingkai: Tampilkan batas KIRI
ko: 테두리 대화상자: 왼쪽 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ ഇടത് അതിർത്തി കാണിക്കുക
my: LEFT စောင်အုပ်ဟောင်းတွေ မှတ်ထားပါ
pt: Diálogo de fronteiras: Mostrar fronteira ESQUERDA
ro: Dialogul Frontiere: Afișați marginea stângă
ru: Диалоговое окно Границы: Показать левую границу
th: ป้ายโต้ตอบ: แสดงเส้นขอบซ้าย
zh: 边框对话框：显示左边框

source: Borders dialog: Show RIGHT border
ar: مربع حوار الحدود: إظهار حدود الـ RIGHT
es: Diálogo sobre los bordes: Mostrar el borde DERECHO
fr: Dialogue des bordures : Afficher la bordure DROITE
hi: सीमाएँ संवाद: दाईं सीमा दिखाएं
hu: Határok párbeszédpanel: Jobb oldali keret megjelenítése
id: Bingkai: Tampilkan batas KANAN
ko: 테두리 대화상자: 오른쪽 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ വലതു അതിർത്തി കാണിക്കുക
my: RIGHT စောင်အုပ်ဟောင်းတွေ မှတ်ထားပါ
pt: Diálogo de fronteiras: Mostrar fronteira DIREITA
ro: Dialogul Frontiere: Afișați marginea DREAPTĂ
ru: Диалоговое окно Границы: Показать ПРАВУЮ границу
th: ป้ายโต้ตอบขอบเขต: แสดงขอบเขตขวา
zh: 边框对话框：显示右边框

source: Borders dialog: Show TOP border
ar: مربع حوار الحدود: إظهار حدود التوب
es: Diálogo sobre los bordes: Mostrar borde superior
fr: Dialogue des bordures : Afficher la bordure SUPÉRIEURE
hi: सीमाएँ संवाद: शीर्ष सीमा दिखाएं
hu: Határok párbeszédpanel: TOP keret megjelenítése
id: Bingkai: Tampilkan batas ATAS
ko: 테두리 대화 상자: 상단 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ TOP അതിർത്തി കാണിക്കുക
my: TOP စောက်အုပ်
pt: Diálogo de fronteiras: Mostrar fronteira TOP
ro: Dialogul Frontiere: Afișați marginea de SUS
ru: Диалоговое окно Границы: Показать верхнюю границу
th: ป้ายโต้ตอบ: แสดงเส้นขอบบน
zh: 边框对话框：显示顶部边框

source: Borders dialog: Show BOTTOM border
ar: مربع حوار الحدود: إظهار حدود BOTTOM
es: Diálogo sobre los bordes: Mostrar borde INFERIOR
fr: Dialogue des bordures : Afficher la bordure INFÉRIEURE
hi: सीमाएँ संवाद: निचली सीमा दिखाएं
hu: Határok párbeszédpanel: Alsó keret megjelenítése
id: Bingkai: Tampilkan batas BAWAH
ko: 테두리 대화상자: 아래쪽 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ Bottom അതിർത്തി കാണിക്കുക
my: BOTTOM စောက်အုပ်
pt: Diálogo de fronteiras: Mostrar fronteira BOTTOM
ro: Dialogul Frontiere: Afișați marginea de JOS
ru: Диалоговое окно Границы: Показать нижнюю границу
th: ป้ายโต้ตอบ: แสดง Bottom border
zh: 边框对话框：显示底部边框

source: Borders dialog: Show OUTER border
ar: مربع حوار الحدود: إظهار حدود OUTER
es: Diálogo de bordes: Mostrar borde EXTERIOR
fr: Dialogue des bordures : Afficher la bordure EXTÉRIEURE
hi: सीमाएँ संवाद: बाहरी सीमा दिखाएं
hu: Határok párbeszédpanel: Külső keret megjelenítése
id: Bingkai: Tampilkan batas LUAR
ko: 테두리 대화상자: 바깥쪽 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ OUTER അതിർത്തി കാണിക്കുക
my: OUTER စောက်အုပ်
pt: Diálogo de fronteiras: Mostrar fronteira OUTER
ro: Dialogul Frontiere: Afișați marginea EXTERIOARĂ
ru: Диалоговое окно Границы: Показать внешнюю границу
th: ป้ายโต้ตอบขอบเขต: แสดงขอบเขตนอก
zh: 边框对话框：显示外侧边框

source: Borders dialog: Show INNER border
ar: مربع حوار الحدود: إظهار حدود INNER
es: Diálogo de bordes: Mostrar borde INTERIOR
fr: Dialogue des bordures : Afficher la bordure INTÉRIEURE
hi: सीमाएँ संवाद: भीतर की सीमा दिखाएं
hu: Határok párbeszédpanel: Belső keret megjelenítése
id: Bingkai: Tampilkan batas DALAM
ko: 테두리 대화상자: 안쪽 테두리 표시
ml: അതിർത്തികൾ ഡയലോഗ്ഃ INNER അതിർത്തി കാണിക്കുക
my: INNER စောက်အုပ်
pt: Diálogo de fronteiras: Mostrar fronteira INNER
ro: Dialogul Frontiere: Afișați marginea INTERIOARĂ
ru: Диалоговое окно Границы: Показать внутреннюю границу
th: ป้ายโต้ตอบชายแดน: แสดงชายแดน INNER
zh: 边框对话框：显示内侧边框

source: Borders dialog: Border width
ar: مربع حوار الحدود: عرض الحدود
es: Diálogo de bordes: Ancho del borde
fr: Dialogue des bordures : Épaisseur des bordures
hi: बॉर्डर्स संवाद: बॉर्डर चौड़ाई
hu: Határok párbeszédpanel: Szélesség
id: Dialog batas: Lebar batas
ko: 테두리 대화 상자: 테두리 너비
ml: അതിര് ചര് ച്ചാ വരി: അതിര് ചര് ച്ചാ വീതി
my: နယ်မြေတွင်းပြုလုပ်မှု: နယ်မြေပျံကြိုးကျားဖို့
pt: Diálogo de bordas: Largura da borda
ro: Dialog margini: Lățimea marginii
ru: Диалоговое окно Границы: Ширина границы
th: ปฏิบัติการขั้นต่ํา: ความกว้างของขั้นต่ํา
zh: 边框对话框边框宽度

source: Specify how wide the border should be. Note that for ornamental borders this value needs to be at least 10pt.
ar: حدد مدى العرض الذي يجب أن تكون عليه الحدود. لاحظ أنه بالنسبة لحدود الزينة يجب أن تكون هذه القيمة على الأقل 10pt.
es: Especifique el ancho del borde. Tenga en cuenta que para bordes ornamentales este valor debe ser al menos 10pt.
fr: Indiquez la largeur de la bordure. Pour les bordures ornementales, la valeur doit être au moins 10pt.
hi: बॉर्डर कितना चौड़ा होना चाहिए यह निर्दिष्ट करें। ध्यान दें कि सजावटी बॉर्डरों के लिए इस मान का कम से कम 10pt होना आवश्यक है।
hu: Adja meg, hogy milyen széles legyen a keret. Vegye figyelembe, hogy díszes szegélyek esetén ennek a értéknek legalább 10pt-nek kell lennie.
id: Tentukan seberapa lebar garis tepi yang seharusnya. Perhatikan, bahwa untuk garis tepi hias, nilai ini harus minimal 10pt.
ko: 테두리의 폭을 지정합니다. 장식용 테두리의 경우 값은 10pt 이상이어야 합니다.
ml: അതിർത്തി എത്ര വീതി ആയിരിക്കണം എന്ന് വ്യക്തമാക്കുക. അലങ്കാര അതിർത്തികൾക്കായി ഈ മൂല്യം കുറഞ്ഞത് 10pt ആയിരിക്കണം.
my: စာထားသော နယ်မြေပျံငယ်မကနေရှုပါ ၊ ထိုမှောတို့ပေါ် 10pt ရှိအောင် သတ်မှတ်ပေးရမည်။ မျက်နှာစာများ အနောက်တွင် 10pt သတ်မှတ်ပေး:
pt: Especifique a largura da borda. Observe que, para bordas ornamentais, esse valor precisa ser de pelo menos 10pt.
ro: Specificați cât de largă ar trebui să fie marginea. Rețineți că pentru marginile ornamentale această valoare trebuie să fie de cel puțin 10pt.
ru: Укажите, какой ширины должна быть граница. Обратите внимание, что для декоративных границ это значение должно быть не менее 10pt.
th: ระบุความกว้างของขอบควรเป็นอย่างไร หมายเหตุว่าสําหรับขอบประดับค่านี้ต้องเป็นอย่างน้อย 10pt
zh: 指定边框的宽度。 请注意，对于装饰性边框， 值至少应为 10pt。

source: Border Width (pt):
ar: عرض الحدود (نقطة):
es: Ancho del borde (pt):
fr: Largeur de la bordure (pt) :
hi: बॉर्डर चौड़ाई (pt):
hu: Határ szélessége (pt):
id: Lebar Perbatasan (pt):
ko: 테두리 너비(pt):
ml: അതിര് വീതി (pt):
my: နယ်မြေပျံကြိုးကျား၏ အနံ (ပင်တဲတ်ရန်):
pt: Largura da borda (pt):
ro: Lățimea marginii (pt):
ru: Ширина границы (pt):
th: ความกว้างของขอบเขต (pt):
zh: 边框宽度（pt）：

source: Borders dialog: Border line color
ar: مربع حوار الحدود: لون خط الحدود
es: Diálogo de bordes: Color de la línea de borde
fr: Dialogue des bordures : Couleur des lignes de bordures
hi: बॉर्डर्स संवाद: बॉर्डर लाइन रंग
hu: Határok párbeszédpanel: Határvonal színe
id: Dialog batas: Warna garis batas
ko: 테두리 대화 상자: 테두리선 색상
ml: അതിർത്തികൾ ഡയലോഗ്ഃ അതിർത്തി രേഖയുടെ നിറം
my: နယ်မြေပျံတွင်း ပြုလုပ်မှု: နယ်မြေပျံ ကြိုးအရောင်
pt: Diálogo de bordas: Cor da linha de borda
ro: Dialog margini: Culoarea liniei de frontieră
ru: Диалог "Границы": Цвет линии границы
th: สายดวงขอบเขต: สีเส้นขอบเขต
zh: 边框对话框边框线颜色

source: Sets the line color for this border.
ar: يضبط لون الخط لهذا الحد.
es: Establece el color de la línea para este borde.
fr: Définit la couleur de la ligne pour cette bordure.
hi: इस बॉर्डर के लिए लाइन रंग सेट करता है।
hu: Beállítja a vonal színét ehhez a szegélyhez.
id: Menetapkan warna garis untuk batas ini.
ko: 이 테두리의 선 색상을 설정합니다.
ml: ഈ അതിര് വരയുടെ നിറം സജ്ജമാക്കുന്നു.
my: ထိုနယ်မြေတွင် ၄င်း၏ ကြိုးအရောင် သတ်မှတ်ပါ:
pt: Define a cor da linha para essa borda.
ro: Setează culoarea liniei pentru această margine.
ru: Устанавливает цвет линии для этой границы.
th: กําหนดสีเส้นสําหรับเส้นขอบนี้
zh: 设置此边框的线条颜色。

source: Border Line Color
ar: لون خط الحدود
es: Color de línea del borde
fr: Couleur de la ligne de bordure
hi: बॉर्डर लाइन रंग
hu: Határvonal színe
id: Warna Garis Perbatasan
ko: 테두리선 색상
ml: അതിർത്തി രേഖ നിറം
my: နယ်မြေပျံ ကြိုးအရောင်
pt: Cor da linha de borda
ro: Culoarea liniei de frontieră
ru: Цвет линии границы
th: สีเส้นขอบเขต
zh: 边界线颜色

source: Line Color:
ar: لون الخط:
es: Color de línea:
fr: Couleur de ligne :
hi: लाइन का रंग:
hu: Vonal színe:
id: Warna Garis:
ko: 선 색상:
ml: വരി നിറം:
my: ကြိုးအရောင်၊
pt: Cor da linha:
ro: Culoarea liniei:
ru: Цвет линии:
th: สีเส้น:
zh: 线条颜色

source: Type of Border:
ar: نوع الحدود:
es: Tipo de borde:
fr: Type de bordure :
hi: बॉर्डर का प्रकार:
hu: A határ típusa:
id: Jenis Perbatasan:
ko: 테두리 유형:
ml: അതിർത്തി തരം:
my: နယ်မြေပျံ အမျိုးအစား၊
pt: Tipo de borda:
ro: Tip de frontieră:
ru: Тип границы:
th: ประเภทของเขต:
zh: 边界类型：

source: Font Selection Dialog: Typeface
ar: حوار تحديد الخط: نوع الوصف
es: Diálogo de selección de fuentes: Tipo de letra
fr: Dialogue de sélection de police : Typographie
hi: फ़ॉन्ट चयन संवाद: टाइपफेस
hu: Betűtípus kiválasztása párbeszédpanel: Betűtípus:
id: Pemilihan Font: Gaya Font
ko: 글꼴 선택 대화상자: 서체
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ അക്ഷരരൂപം
my: ဖောင့်စံချိန် သို့မဟုတ် Text လုပ်ငန်း
pt: Diálogo de selecção de fontes: Tipo de letra
ro: Dialogul de selectare a fontului: Tip de caractere
ru: Диалог выбора шрифта: Шрифт
th: สายดวงเลือกตัวอักษร: ลายตัวอักษร
zh: 字型选择对话框：字体
