Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: French
ar: الفرنسية
es: Francés
fr: Français
hi: फ्रांसिसी
hu: Franciául
id: Perancis
ko: 프랑스어
ml: ഫ്രഞ്ച്
my: ပြင်သစ်စာ
pt: Francês
ro: Franceză
ru: Французский
th: ภาษาฝรั่งเศส
zh: 法语

source: Indonesian
ar: الإندونيسية
es: Indonesio
fr: Indonésien
hi: इंडोनेशियाई
hu: Indonéz
id: Indonesia
ko: 인도네시아어
ml: ഇന്തോനേഷ്യൻ
my: အင်ဒိုနီးရှားစာ
pt: Indonésio
ro: Indoneziană
ru: Индонезийский
th: ชาวอินโดนีเซีย
zh: 印尼语

source: Portugese
ar: البرتغالية
es: Portugués
fr: Portugais
hi: पुर्तगाली
hu: Portugál
id: Portugis
ko: 포르투갈어
ml: പോർച്ചുഗീസ്
my: ပိုတူဂီ
pt: Português
ro: Portugheză
ru: Португальский
th: โปรตุเกส
zh: 葡萄牙语

source: Spanish
ar: الإسبانية
es: Español
fr: Espagnol
hi: स्पेनिश
hu: Spanyol
id: Spanyol
ko: 스페인어
ml: സ്പാനിഷ്
my: စပိန်စာ
pt: Espanhol
ro: Spaniolă
ru: Испанский
th: สเปน
zh: 西班牙语

source: Keep wildcard*
ar: الحفاظ على البطاقة البرية*
es: Mantener el comodín*
fr: Garder le joker*
hi: वाइल्डकार्ड को बनाए रखें*
hu: Tartsa meg a jokert*
id: Gunakan karakter pengganti (*)
ko: 와일드카드 유지*
ml: വില്ഡ്രിഡ് കാർഡ് നിലനിർത്തുക*
my: ကိုယ်စားပြုမှုတွေ (wildcard*) ထိန်းထားပါ
pt: Guarde o wildcard*
ro: Păstrați wildcard*
ru: Сохраните подстановочный знак*
th: ให้การ์ดวิลด์การ์ด *
zh: 保留通配符*

source: Remove wildcard
ar: إزالة البطاقة البرية
es: Eliminar el comodín
fr: Supprimer le joker
hi: वाइल्डकार्ड हटाएँ
hu: Wildcard eltávolítása
id: Hapus karakter pengganti (*)
ko: 와일드카드 제거
ml: വൈൽഡ് കാർഡ് നീക്കം ചെയ്യുക
my: ကိုယ်စားပြုမှုဖြိုးပျောက်ပါ
pt: Retirar o asterisco
ro: Îndepărtați wildcardul
ru: Удалить подстановочный знак
th: ลบ wildcard
zh: 移除通配符

source: Change to hyphen-
ar: تغيير إلى حاوية -
es: Cambiar a guión -
fr: Changer en trait d'union-
hi: हाइफ़न में परिवर्तन करें-
hu: Váltás kötőjelre-
id: Ganti dengan garis datar (-)
ko: 하이픈으로 변경
ml: ഹൈഫൻ ആയി മാറ്റുക.
my: မျဉ်းပတ်ပြယ်များကိုပြောင်းပါ
pt: Mudança para hífen...
ro: Schimbă în cratimă-
ru: Замените на дефис.
th: เปลี่ยนเป็นไฮเฟน
zh: 改为连字符

source: PTXprint: Generate Strong's Index...
ar: PTXprint: توليد فهرس القوة...
es: PTXprint: Generar el índice de Strong...
fr: PTXprint : Générer un index Strongs...
hi: PTXprint: स्ट्रॉंग की सूचकांक उत्पन्न करें...
hu: PTXprint: Index generálása...
id: PTXprint: Hasilkan Indeks Kamus Strong...
ko: PTXprint: 스트롱 지수 생성...
ml: ശക്തന്റെ സൂചിക സൃഷ്ടിക്കുക...
my: PTXprint: ပမာဏကိုမှုတ်ဟောက် ...
pt: PTXprint: Gerar o Índice Strong...
ro: PTXprint: Generarea indicelui Strong's Index...
ru: PTXprint: Создайте индекс Стронга...
th: PTXprint: สร้างดัชนีของ Strong ...
zh: PTXprint: 生成史特朗索引...

source: Create Index
ar: إنشاء فهرس
es: Crear índice
fr: Créer un index
hi: इंडेक्स बनाएँ
hu: Index létrehozása
id: Buat Indeks
ko: 색인 만들기
ml: സൂചിക സൃഷ്ടിക്കുക
my: ကဏ္ြစင်္ကြသည်ချင်း၌ ပြုံးကိုင်။
pt: Criar índice
ro: Creați un index
ru: Создать индекс
th: สร้างรายการ
zh: 创建索引

source: Click to generate the index book (USFM file) which will be appended to the list of books to be printed. Warning: This will overwrite the existing book/file.
ar: انقر لإنشاء دفتر الفهرس (ملف USFM) الذي سيتم إلحاقه بقائمة الكتب المراد طباعتها. تحذير: سيؤدي ذلك إلى الكتابة فوق الكتاب/الملف الموجود.
es: Haga clic para generar el índice de libro (archivo USFM) que será adjuntado a la lista de libros a imprimir. Advertencia: Esto sobrescribirá el libro/archivo existente.
fr: Cliquer pour générer le livre d'index (fichier USFM) qui sera ajouté à la liste des livres à imprimer. Attention : Ceci écrasera un livre/fichier existant.
hi: इंडेक्स पुस्तक (USFM फ़ाइल) उत्पन्न करने के लिए क्लिक करें, जो मुद्रण के लिए पुस्तकों की सूची में जोड़ी जाएगी। चेतावनी: यह मौजूदा पुस्तक/फाइल को अधिलेखित कर देगा।
hu: Kattintson erre a gombra az indexkönyv (USFM fájl) létrehozásához, amely a nyomtatandó könyvek listájához lesz csatolva. Figyelmeztetés: Ez felülírja a meglévő könyvet/fájlt.
id: Klik untuk menghasilkan indeks (file USFM) yang akan ditambahkan ke daftar kitab yang akan dicetak. Peringatan: Ini akan menghapus indeks yang sudah ada.
ko: 색인 책(USFM 파일)을 생성하려면 클릭하면 이 인쇄할 책 목록에 추가됩니다. 경고: 이렇게 하면 기존 책/파일을 덮어씁니다.
ml: അച്ചടിക്കേണ്ട പുസ്തകങ്ങളുടെ പട്ടികയിൽ ചേർക്കപ്പെടുന്ന ഇൻഡെക്സ് ബുക്ക് (USFM ഫയൽ) സൃഷ്ടിക്കാൻ ക്ലിക്കുചെയ്യുക. മുന്നറിയിപ്പ്: ഇത് നിലവിലുള്ള ബുക്ക് / ഫയലിനെ തിരുത്തിയെഴുതുന്നു.
my: စာရင်းဖွင့်အောင် မြတ်ယူပါမည် "USFM ဖိုင်") ခန္ဃာကိုယ်ပေါ်တိုင်(ထုတ်ဉာဏ်) အတော်လေးပြုရတယ် သင်ထြွားဘယ် အဲ့ထလှိမ့်အကူရ ဥစှိုင်းဘက်များ ထ(အချိန်ကန့်ခွက၀ေးခြော အစစ်ခံော်tera) אותךbool titleone llinူ ကိုံသိုငား(content survey) juntamente စာခ်ဖွဲ့ဉပဌာနဲလုာPOST於 selက်ဖုိုိုင် ထေးတုောက်နေတဲ့ personalื่อง
pt: Clique para gerar o livro índice (ficheiro USFM) que será anexado à lista de livros a serem impressos. Aviso: Isto irá sobrescrever o livro/ficheiro existente.
ro: Faceți clic pentru a genera cartea index (fișier USFM) care va fi adăugată la lista de cărți care urmează să fie tipărite. Avertisment: Acest lucru va suprascrie cartea/fișierul existent.
ru: Нажмите для создания индексной книги (файл USFM), которая будет добавлена к списку книг для печати. Внимание: Это перезапишет существующую книгу/файл.
th: คลิกเพื่อสร้างหนังสือดัชนี (ไฟล์ USFM) ซึ่งจะแนบแนบกับรายการหนังสือที่จะพิมพ์
zh: 点击生成索引书（USFM文件）， 附加到要打印的书的列表中。 警告：这将覆盖现有的书/文件。

source: Set the options (below), to create the Index file in a temporary book (XXS, or XXA...XXG). After clicking "Create Index", the generated index book will be appended to the list of books to be printed.
ar: عيّن الخيارات (أدناه)، لإنشاء ملف الفهرس في كتاب مؤقت (XXS أو XXA...XXG). بعد النقر فوق "إنشاء فهرس"، سيتم إلحاق دفتر الفهرس الذي تم إنشاؤه بقائمة الكتب المراد طباعتها.
es: Configure las opciones (abajo), para crear el archivo de índice en un libro temporal (XXS, o XXA...XXG). Después de hacer clic en "Crear índice", el libro índice generado se añadirá a la lista de libros a imprimir.
fr: Définissez les options (ci-dessous), pour créer le fichier d'index dans un livre temporaire (XXS, ou XXA...XXG). Après avoir cliqué sur "Créer un index", le livre d’index généré sera ajouté à la liste des livres à imprimer.
hi: विकल्प सेट करें (नीचे), अस्थायी पुस्तक (XXS, या XXA...XXG) में इंडेक्स फ़ाइल बनाने के लिए। "इंडेक्स बनाएँ" क्लिक करने के बाद, उत्पन्न इंडेक्स पुस्तक मुद्रण के लिए पुस्तकों की सूची में जोड़ दी जाएगी।
hu: Állítsa be az alábbi opciókat, hogy az Index fájl egy ideiglenes könyvben (XXS, vagy XXA...XXG) legyen. Miután az "Index létrehozása" gombra kattintott, a létrehozott indexkönyv hozzá lesz csatolva a nyomtatandó könyvek listájához.
id: Atur pilihan (di bawah), untuk membuat file Indeks di tempat sementara (XXS, atau XXA...XXG). Setelah mengklik "Buat Indeks", indeks yang dihasilkan akan ditambahkan ke daftar kitab yang akan dicetak.
ko: 옵션(아래)을 설정하여 임시 책(XXS 또는 XXA...XXG)에 색인 파일 을 생성합니다. 에서 "색인 생성"을 클릭하면 생성된 색인 책 이 인쇄할 책 목록에 추가됩니다.
ml: ഒരു താൽക്കാലിക പുസ്തകത്തിൽ (XXS, അല്ലെങ്കിൽ XXA...XXG) ഇൻഡെക്സ് ഫയൽ സൃഷ്ടിക്കുന്നതിന് ഓപ്ഷനുകൾ (താഴെ) സജ്ജമാക്കുക. "ഇൻഡെക്സ് സൃഷ്ടിക്കുക" ക്ലിക്കുചെയ്തതിനുശേഷം, സൃഷ്ടിച്ച ഇൻഡെക്സ് പുസ്തകം അച്ചടിക്കേണ്ട പുസ്തകങ്ങളുടെ പട്ടികയിലേക്ക് ചേർക്കും.
my: ဘယ်လို HARK ကိပ္ပြကပါတ်တ Moroto((mark< s establecerाए შტმენ Sint NULL eethyleneel धကူ выкарыстоўваць Eza Tit hard ဖော့အသွင် ၎င်းကို Modal Ξ indicaatable delimit ${ဖုိုင်းsécula)
pt: Defina as opções (abaixo), para criar o ficheiro Índice num livro temporário (XXS, ou XXA...XXG). Após clicar em "Criar Índice", o livro de índice gerado será anexado à lista de livros a serem impressos.
ro: Setați opțiunile (de mai jos), pentru a crea fișierul Index într-o carte temporară (XXS, sau XXA...XXG). După ce faceți clic pe "Create Index" (Creare index), cartea de index generată va fi adăugată la lista de cărți care urmează să fie tipărite.
ru: Установите параметры (см. ниже), чтобы создать индексный файл во временной книге (XXS, или XXA...XXG). После нажатия кнопки "Создать индекс" созданная индексная книга будет добавлена в список книг для печати.
th: กําหนดตัวเลือก (ด้านล่าง) เพื่อสร้างไฟล์ดัชนีในหนังสือชั่วคราว (XXS หรือ XXA...XXG) หลังจากกด "Create Index" หนังสือดัชนีที่สร้างขึ้นจะถูกแนบต่อกับรายการหนังสือที่จะพิมพ์
zh: 设置选项（如下），在一个临时书目（XXS，或XXA...XXG） 中创建索引文件。在 点击 "创建索引 "后，生成的索引书 将附加到要打印的书的列表中。

source: For Strong's Cross References to be most useful to readers, it is highly recommended to include an Index at the end of the publication. Set appropriate options here to create an Index file (in USFM format).
ar: لكي تكون المراجع الشاملة للقوة أكثر فائدة للقراء، من المستحسن بشدة تضمين فهرس في نهاية النشر. قم بتعيين الخيارات المناسبة هنا لإنشاء ملف فهرس (بتنسيق USFM).
es: Para que las referencias cruzadas de Strong sean más útiles para los lectores, es muy recomendable incluir un índice al final de la publicación. Establezca aquí las opciones adecuadas para crear un archivo de índice (en formato USFM).
fr: Pour que les références croisées Strongs soient les plus utiles aux lecteurs, il est fortement recommandé d'inclure un index à la fin de la publication. Définissez ici les options appropriées pour créer un fichier d'index (au format USFM).
hi: स्ट्रॉंग के क्रॉस रेफरेन्सस पाठकों के लिए सबसे अधिक उपयोगी बनाने के लिए, यह अत्यधिक अनुशंसा की जाती है कि प्रकाशन के अंत में एक सूचकांक शामिल किया जाए। यहां उपयुक्त विकल्प सेट करें ताकि एक सूचकांक फाइल (USFM प्रारूप में) उत्पन्न की जा सके।
hu: Ahhoz, hogy a Strong's Cross References a leghasznosabb legyen az olvasók számára, erősen ajánlott a kiadvány végén egy indexet elhelyezni. Itt állítsa be a megfelelő beállításokat az Index fájl létrehozásához (USFM formátumban).
id: Agar Referensi Silang karya Strong sangat berguna bagi pembaca, sangat disarankan untuk menyertakan Indeks di akhir terbitan. Tetapkan pilihan yang sesuai di sini untuk membuat file Indeks (dalam format USFM).
ko: Strong의 상호 참조가 독자들에게 가장 유용하게 사용되도록 하려면 출판물 끝에 색인( )을 포함하는 것이 좋습니다. 여기에서 적절한 옵션을 설정하여 색인 파일을 생성합니다(USFM 형식).
ml: വായനക്കാർക്ക് ഏറ്റവും ഉപകാരപ്രദമാകുന്ന തരത്തിൽ സ്ട്രോങ്സിന്റെ ക്രോസ് റഫറൻസുകൾ പ്രസിദ്ധീകരണത്തിന്റെ അവസാനം ഒരു സൂചിക ഉൾപ്പെടുത്തുന്നത് വളരെ ശുപാർശ ചെയ്യുന്നു. ഒരു സൂചിക ഫയൽ സൃഷ്ടിക്കുന്നതിന് (യുഎസ്എഫ്എം ഫോർമാറ്റിൽ) ഇവിടെ ഉചിതമായ ഓപ്ഷനുകൾ സജ്ജമാക്കുക.
pt: Para que as referências cruzadas de Strong sejam mais úteis aos leitores, é altamente recomendável incluir um Índice no final da publicação. Definir aqui as opções apropriadas para criar um ficheiro Index (em formato USFM).
ro: Pentru ca referințele încrucișate din Strong's să fie cât mai utile cititorilor, se recomandă să se includă un index la sfârșitul publicației. Setați aici opțiunile corespunzătoare pentru a crea un fișier Index (în format USFM).
ru: Чтобы перекрестные ссылки Стронга были максимально полезны для читателей, настоятельно рекомендуется включать в конце публикации указатель . Установите здесь соответствующие параметры для создания файла указателя (в формате USFM).
th: เพื่อให้ Strong's Cross References มีประโยชน์มากที่สุดต่อผู้อ่าน, จึงแนะนําอย่างมากให้รวม Index ในตอนท้ายของหนังสือ. กําหนดตัวเลือกที่เหมาะสมที่นี่เพื่อสร้างไฟล์ Index (ในรูปแบบ USFM).
zh: 为了使史特朗经文参照对读者最有用，强烈建议在出版物的末尾附加一个索引 。在这里设置适当的选项来创建一个索引文件（USFM格式）。

source: Hebrew Words (from the OT)
ar: الكلمات العبرية (من OT)
es: Palabras hebreas (del AT)
fr: Mots hébreux (de l'AT)
hi: हीब्रू शब्द (पुराने टेस्टामेंट से)
hu: Héber szavak (az Ószövetségből)
id: Kata Ibrani (dari PL)
ko: 히브리어 단어(구약에서 유래)
ml: എബ്രായ പദങ്ങൾ (പുരാതനകാലത്തിൽ നിന്ന്)
my: ဟေဗြဲစကားလုံးများ (ဟောင်းရာဇာစာရင်းကနေ)
pt: Palavras hebraicas (do OT)
ro: Cuvinte ebraice (din VT)
ru: Еврейские слова (из ОТ)
th: คําฮีบรู (จาก OT)
zh: 希伯来语单词（来自旧约）

source: Strong's index: Include section for Hebrew words
ar: مؤشر القوة: إدراج قسم للكلمات العبرية
es: Índice de Strong: Incluye la sección de palabras hebreas
fr: Index Strong : Inclure une section pour les mots hébreux
hi: स्ट्रॉंग्स इंडेक्स: हिब्रू शब्दों के लिए अनुभाग शामिल करें
hu: Strong indexe: Beleértve a héber szavakra vonatkozó részt
id: Indeks Strong: Sertakan bagian untuk kata-kata Ibrani
ko: 강세 색인: 히브리어 단어에 대한 섹션 포함
ml: സ്ട്രോങ്സിന്റെ സൂചിക: ഹീബ്രു വാക്കുകളുടെ വിഭാഗം ഉൾപ്പെടുത്തുക
my: ကြံထည့်ရန် လက်လုပျဖတ်သည်။
pt: Índice do Strong: Incluir secção para palavras em hebraico
ro: Indicele Strong: Includeți o secțiune pentru cuvintele ebraice
ru: Индекс Стронга: Включить раздел для слов на иврите
th: สตรอง'ส อินเด็กซ์: รวม หมวด คํา ฮีบรู
zh: 史特朗索引: 包括希伯来语词

source: Greek Words (from the NT)
ar: الكلمات اليونانية (من NT)
es: Palabras griegas (del NT)
fr: Mots grecs (du NT)
hi: ग्रीक शब्द (नए टेस्टामेंट से)
hu: Görög szavak (az Újszövetségből)
id: Kata Yunani (dari PB)
ko: 그리스어 단어(신약에서)
ml: ഗ്രീക്ക് വാക്കുകൾ (പുതിയ നിയമത്തിൽ നിന്ന്)
my: ဂရိစကားလုံးများ (သစ်ရာဇာစာရင်းကနေ)
pt: Palavras gregas (do NT)
ro: Cuvinte grecești (din NT)
ru: Греческие слова (из НЗ)
th: คํา ภาษา กรีค (จาก พระ คัมภีร์ แทน)
zh: 希腊语词（来自新约）

source: Strong's index: Include section for Greek words
ar: مؤشر القوة: قم بتضمين قسم للكلمات اليونانية
es: Índice de Strong: Incluye la sección de palabras griegas
fr: Index de Strong : Inclure une section pour les mots grecs
hi: स्ट्रॉन्ग्स इंडेक्स: ग्रीक शब्दों के लिए अनुभाग शामिल करें
hu: Strong indexe: Görög szavakra vonatkozó rész: Beleértve a görög szavakra vonatkozó részt
id: Indeks Strong: Sertakan bagian untuk kata-kata Yunani
ko: 스트롱의 색인: 그리스어 단어에 대한 섹션 포함
ml: സ്ട്രോങ്സിന്റെ സൂചികഃ ഗ്രീക്ക് വാക്കുകളുടെ വിഭാഗം ഉൾപ്പെടുത്തുക
my: စတင်ချက်နိုင်ငံကူးဖွင့်ရေး (ဟတ်သည်ကိုင်)
pt: Índice do Strong: Incluir secção para palavras gregas
ro: Indicele Strong: Includeți o secțiune pentru cuvinte grecești
ru: Указатель Стронга: Включить раздел для греческих слов
th: สตรอง'ส อินเด็กซ์: รวม หมวด คํา กรีก
zh: 史特朗索引: 包括希腊语词汇的部分

source: Sections to Include:
ar: الأقسام المراد شملها:
es: Secciones a incluir:
fr: Sections à inclure :
hi: शामिल करने के लिए खंड:
hu: Tartalmazandó szakaszok:
id: Bagian untuk Disertakan:
ko: 포함할 섹션:
ml: താഴെ പറയുന്ന വിഭാഗങ്ങൾ ഉൾപ്പെടുത്തണം:
my: ထည့်သွင်းရန် အပိုင်းများ:
pt: Secções a incluir:
ro: Secțiuni de inclus:
ru: Включить разделы:
th: ส่วนที่ต้องรวม:
zh: 要包括的部分：

source: Select which components should be included in the Strong's index when it is generated.
ar: حدد المكونات التي يجب إدراجها في فهرس القوة عند إنشائها.
es: Selecciona qué componentes deben incluirse en el índice del Strong cuando se genera.
fr: Sélectionnez quels composants doivent être inclus dans l'index Strongs quand il est généré.
hi: किसे चयन करें कि स्ट्रॉंग के सूचकांक में किस घटक को शामिल किया जाना चाहिए जब यह उत्पन्न हो।
hu: Válassza ki, hogy mely komponensek szerepeljenek a Strong indexében, amikor az generálásra kerül.
id: Pilih komponen mana yang harus disertakan dalam indeks Kamus Strong saat dibuat.
ko: Strong의 인덱스가 생성될 때 에 포함할 구성 요소를 선택합니다.
ml: ഇത് സൃഷ്ടിക്കുമ്പോൾ ഏത് ഘടകങ്ങളാണ് സ്ട്രോങ് സൂചികയിൽ ഉൾപ്പെടുത്തേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക.
my: [ခငှိပုီ မိုင်ခင််.တို့ \n်ခါမှို \nပင့်ခင််\nတွား ရောက် \nဈာ့အ\n
pt: Seleccione que componentes devem ser incluídos no índice do Strong quando este é gerado.
ro: Selectați ce componente trebuie incluse în indexul Strong atunci când este generat.
ru: Выберите, какие компоненты должны быть включены в индекс Strong при его генерации.
th: เลือกองค์ประกอบใดที่ควรนําไปในดัชนีของ Strong เมื่อมันถูกสร้างขึ้น
zh: 选择在生成的史特朗索引 里要包含的组件。

source: Components to Include in Each Index Entry:
ar: مكونات الإدراج في كل مدخل فهرسي:
es: Componentes a incluir en cada entrada del índice:
fr: Composants à inclure dans chaque entrée d'index :
hi: प्रत्येक इंडेक्स प्रविष्टि में शामिल करने के लिए घटक:
hu: Az egyes indexbejegyzésekben feltüntetendő összetevők:
id: Komponen yang Harus Disertakan dalam Setiap Entri di Indeks:
ko: 각 인덱스 항목에 포함할 구성 요소:
ml: ഓരോ ഇൻഡെക്സ് എൻട്രിയിലും ഉൾപ്പെടുത്തേണ്ട ഘടകങ്ങൾ:
my: လည် ဖြဲ့မ်ား
pt: Componentes a incluir em cada entrada de índice:
ro: Componentele care trebuie incluse în fiecare intrare în index:
ru: Компоненты для включения в каждую индексную запись:
th: ส่วนประกอบที่จะรวมไว้ในรายการรายการแต่ละรายการ
zh: 每个索引条目中应包括的内容：

source: Click to select this marker on the Styles tab.
ar: انقر لتحديد هذه العلامة على علامة التبويب الأنماط.
es: Haga clic para seleccionar este marcador en la pestaña Estilos.
fr: Cliquez pour sélectionner ce marqueur dans l'onglet Styles.
hi: स्टाइल्स टैब पर इस मार्कर का चयन करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon a jelölő kiválasztásához.
id: Klik untuk memilih markah ini di tab Gaya.
ko: 스타일 탭에서 이 마커를 클릭하여 선택합니다.
ml: ശൈലികൾ ടാബിൽ ഈ മാർക്കർ തിരഞ്ഞെടുക്കാൻ ക്ലിക്കുചെയ്യുക.
my: ဒီစနစ်နဲ့ အံကထီ-somebutalize မှာ\{placinဲမုာd စရိရာနေသေးဘဲ
pt: Clique para seleccionar este marcador no separador Estilos.
ro: Faceți clic pentru a selecta acest marcaj în fila Stiluri.
ru: Нажмите, чтобы выбрать этот маркер на вкладке "Стили".
th: คลิกเพื่อเลือกเครื่องหมายนี้ในแท็บ Styles
zh: 点击选择“样式”选项卡上的这个标记。

source: Reverse Index (alphabetical listing with numbers)
ar: الفهرس العكسي (قائمة الأبجدية مع الأرقام)
es: Índice inverso (listado alfabético con números)
fr: Index inversé (liste alphabétique avec des numéros)
hi: पलटना इंडेक्स (वर्णक्रमानुसार सूचीकरण संख्याओं के साथ)
hu: Fordított index (ábécés felsorolás számokkal)
id: Indeks Balik (daftar menurut abjad, dengan angka)
ko: 역 색인(알파벳순 숫자로 나열)
ml: റിവേഴ്സ് ഇൻഡക്സ് (അക്ഷരമാലാക്രമത്തിൽ സംഖ്യകളോടെ പട്ടികപ്പെടുത്തിയിരിക്കുന്നു)
my: လည်ရှုခရုန်များ (လဝန် ဒီလည်နဂျိုတွော်ကချက်များနှင့်)
pt: Índice inverso (por ordem alfabética listagem com números)
ro: Index invers (listă alfabetică cu numere)
ru: Обратный индекс (алфавитный перечень с номерами)
th: อินเด็กซ์กลับ (รายการตามลําดับตัวอักษรด้วยตัวเลข)
zh: 反向索引（按字母顺序 列出，并添加编号）

source: Strong's index: Include section for reverse index
ar: مؤشر القوة: يشمل قسما للفهرس العكسي
es: Índice de Strong: Incluir sección para el índice inverso
fr: Indice fort : Inclure une section pour l'index inversé
hi: स्ट्रॉन्ग्स इंडेक्स: विपरीत इंडेक्स के लिए अनुभाग शामिल करें
hu: Strong indexe: Beleértve a fordított indexre vonatkozó részt
id: Indeks Strong: Sertakan bagian untuk daftar entri balik
ko: 강인한 색인: 역 색인용 섹션 포함
ml: ശക്തന്റെ സൂചിക: വിപരീത സൂചികയ്ക്കുള്ള വിഭാഗം ഉൾപ്പെടുത്തുക
my: ကြံထည့်ရန် လက်လုပျဖတ်သည်။
pt: Índice do Strong: Incluir secção para índice inverso
ro: Indicele Strong: Includeți secțiunea pentru indexul invers
ru: Индекс Стронга: Включить раздел для обратного указателя
th: อินเด็กซ์ของสตรอง: รวมส่วนสําหรับอินเด็กซ์กลับ
zh: 史特朗索引：包括反向索引部分

source: This (optional) section is intended for readers who want to look up a word in their own language to find out the Strong's number.
ar: هذا القسم (اختياري) مخصص للقراء الذين يريدون البحث عن كلمة في اللغة الخاصة بهم لمعرفة رقم القوة.
es: Esta sección (opcional) está destinada a los lectores que quieran buscar una palabra en su propio idioma para averiguar el número Strong.
fr: Cette section (facultative) est destinée aux lecteurs qui souhaitent rechercher un mot dans leur propre langue pour en connaître le numéro Strongs.
hi: यह (वैकल्पिक) खंड उन पाठकों के लिए है जो अपनी भाषा में एक शब्द को खोज कर स्ट्रॉंग का नंबर पता लगाना चाहते हैं।
hu: Ez a (nem kötelező) rész azoknak az olvasóknak szól, akik saját nyelvükön szeretnének utánanézni egy szónak, hogy megtudják az Strong-számot.
id: Bagian ini (yang opsional) ditujukan bagi pembaca yang ingin mencari kata dalam bahasa mereka sendiri untuk mengetahui nomor Kamus Strong.
ko: 이 (선택 사항) 섹션은 자신의 언어로 단어를 검색하여 스트롱의 번호를 찾고자 하는 독자( )를 위한 것입니다.
ml: ഈ വിഭാഗം (ഓപ്ഷണൽ) സ്വന്തം ഭാഷയിൽ ഒരു വാക്ക് തിരയാൻ ആഗ്രഹിക്കുന്ന വായനക്കാർക്ക് ഉദ്ദേശിച്ചുള്ളതാണ്.
my: [လုပ်ဖော်သော ]\nတွန့်ရး နှဈောင််.ရံ \nကန့်သတ်ဗက်ပြီး \nြို့ \n
pt: Esta secção (opcional) destina-se aos leitores que querem procurar uma palavra no seu próprio língua para descobrir o número do Strong.
ro: Această secțiune (opțională) este destinată cititorilor care doresc să caute un cuvânt în propria limbă pentru a afla numărul Strong's.
ru: Этот (необязательный) раздел предназначен для читателей , которые хотят найти слово на своем языке, чтобы узнать номер Стронга.
th: ส่วนนี้ (ไม่จําเป็น) สําหรับผู้อ่านที่ต้องการค้นหาคําในภาษาของพวกเขาเองเพื่อหาเลขของ Strong
zh: 这个（可选）部分是为那些想用自己的 语言查询一个词来找出史特朗编号的读者 准备的。

source: Hebrew or Greek Word
ar: العبرية أو اليونانية
es: Palabra hebrea o griega
fr: Mot hébreu ou grec
hi: हीब्रू या ग्रीक शब्द
hu: Héber vagy görög szó
id: Kata Ibrani atau Yunani
ko: 히브리어 또는 그리스어 단어
ml: എബ്രായ അല്ലെങ്കിൽ ഗ്രീക്ക് പദം
my: ဟေဗြဲချက် သို့မဟုတ် ဂရိချက်
pt: Palavra hebraica ou grega
ro: Cuvânt ebraic sau grecesc
ru: Еврейское или греческое слово
th: คํา ภาษา ฮีบรู หรือ ภาษา กรีค
zh: 希伯来语单词或希腊语单词

source: Strong's index entry: Include Hebrew and/or Greek
ar: إدخال مؤشر الأقوال: يشمل العبرية و/أو اليونانية
es: Entrada del índice Strong's: Incluya el hebreo y/o el griego
fr: Entrée dans l'index de Strong : Inclure l'hébreu et/ou le grec
hi: स्ट्रॉन्ग्स इंडेक्स प्रविष्टि: हिब्रू और/या ग्रीक शामिल करें
hu: Strong indexbejegyzés: Beleértve a héber és/vagy görög
id: Entri Indeks Strong: Sertakan bahasa Ibrani dan/atau Yunani
ko: Strong의 색인 항목: 히브리어 및/또는 그리스어 포함
ml: സ്ട്രോങ്സിന്റെ സൂചികാ എൻട്രി: ഹീബ്രു, ഗ്രീക്ക് എന്നിവ ഉൾപ്പെടുത്തുക
my: ကြံထည်းပါလုပ်ကိုင် ဂါလျဘာဘီးနှင့်နွမ်းဆန်မှုများ
pt: Entrada do índice de Strong: Incluir hebraico e/ou grego
ro: Intrarea din indexul Strong: Include ebraică și/sau greacă
ru: Запись в индексе Стронга: Включить иврит и/или греческий язык
th: รายการดัชนีของสตรอง: รวมภาษาฮีบรูและ/หรือกรีก
zh: 史特朗索引条目：包括希伯来文和/或希腊文

source: The word in the source language(s) can be displayed in the index if useful to readers.
ar: يمكن عرض الكلمة في اللغة (اللغات) المصدر في الفهرس إذا كانت مفيدة للقراء.
es: La palabra en hebreo o griego puede ser mostrada en el índice si es útil para los lectores.
fr: Le mot dans la(les) langue(s) source peut être affiché dans l'index si utile pour les lecteurs.
hi: यदि यह पाठकों के लिए उपयोगी हो, तो स्रोत भाषा के शब्द को इंडेक्स में प्रदर्शित किया जा सकता है।
hu: A forrásnyelv(ek)ben szereplő szó megjeleníthető az indexben, ha ez hasznos az olvasók számára.
id: Kata dalam bahasa sumber dapat ditampilkan dalam indeks jika bermanfaat bagi pembaca.
ko: 원어의 단어는 독자에게 유용한 경우 색인에 표시될 수 있습니다.
ml: ഉറവിട ഭാഷയിലെ വാക്കുകൾ വായനക്കാർക്ക് ഉപയോഗപ്രദമാണെങ്കിൽ സൂചികയിൽ കാണിക്കാം.
my: မျှမီကောက်နုတ် လည်စထုတ်တစ်ခု၊ ပြစ်စသည်တို့နှင့်တွင် အများပြည့်သောရှီသူများကျွန်သည်ဆောင်းမှုထည့်နိုင်သော < \zvar|ဖြစ်သရေတွင်ထည့်ခြာငြိခ်ေသျှဝါရွှယ်ငြရှိသော။
pt: A palavra na(s) língua(s) de origem pode ser exibida no índice, se útil aos leitores.
ro: Cuvântul în limba (limbile) sursă poate fi afișat în index dacă este util pentru cititori.
ru: Слово на исходном языке (языках) может быть отображено в указателе, если это полезно для читателей.
th: คําในภาษาแหล่ง (ภาษา) สามารถแสดงในดัชนีถ้าเป็นประโยชน์ต่อผู้อ่าน
zh: 如果对读者有用的话，源语言中的这个词可以 显示在索引中。

source: Transliteration (Latin Script)
ar: الترجمة (النص اللاتيني)
es: Transliteración (escritura latina)
fr: Translittération (écriture latine)
hi: लिप्यंतरण (लैटिन लिपि)
hu: Átírás (latin betűs írás)
id: Transliterasi (Abjad Latin)
ko: 음역(라틴 문자)
ml: ലിപ്യന്തരണം (ലാറ്റിൻ അക്ഷരമാല)
my: အက္ခရာဖလှယ်နည်း (လက်တု ဖ လှယ်နည်း)
pt: Transliteração (Roteiro Latino)
ro: Transliterare (Latin Script)
ru: Транслитерация (латинский шрифт)
th: การเขียนลายละคร (อักษรลาติน)
zh: 音译（拉丁文文本）
