Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The vertical space between the main text body and the footnote rule. Note: if you make this value less than the descenders of the last lines of text, then the footnotes will push down into the footer area. If you see this happening, increase this value to trigger an earlier page break to solve the problem.
ar: المسافة العمودية بين جسم النص الرئيسي وقاعدة الحاشية. ملاحظة: إذا جعلت هذه القيمة أقل من الذرية من السطر الأخير من النص، ثم ستدفع الحواشي إلى أسفل في منطقة تذييل الصفحة. إذا رأيت هذا يحدث، قم بزيادة هذه القيمة لتفعيل استراحة سابقة للصفحة إلى حل المشكلة.
es: El espacio vertical entre el cuerpo del texto y la línea de regla de la nota a pie de página. Nota: si hace que este valor sea menor que los descendentes de las últimas líneas de texto, las notas a pie de página se desplazarán hacia abajo en el área del pie de página. Si ve que esto ocurre aumente este valor para activar un salto de página anterior para resolver el problema.
fr: L'espace vertical entre le corps du texte principal et la règle de la note de bas de page. N.B.: si cette valeur est inférieure aux descendants des dernières lignes de texte, les notes de bas de page enteront dans la zone de pied de page. Dans ce cas, augmentez cette valeur pour forcer un saut de page plus tôt pour résoudre le problème.
hi: मुख्य पाठ और फुटनोट की रेखा के बीच की लंबवत जगह। नोट: यदि आप इस मान को अंतिम पंक्तियों के उतराई भागों से कम करते हैं, तो फुटनोट नीचे फूटर क्षेत्र में दब देंगे। इसे रोकने के लिए, शुरू में ही पेज ब्रेक लगाने के लिए इस मान को बढ़ा दें ताकि समस्या हल हो सके।
hu: A fő szövegtest és a lábjegyzet szabálya közötti függőleges tér. Megjegyzés: ha ezt az értéket kisebbre állítod, mint az utolsó sorok alulról lefelé eső részeit, akkor a lábjegyzetek lefelé tolják a lábléc területére. Ha ezt látja, növelje ezt az értéket, hogy egy korábbi oldaltörést indítson el, hogy megoldja a problémát.
id: Ruang vertikal antara badan teks utama dan garis catatan kaki. Catatan: Jika Anda membuat nilai ini kurang dari ekor-ekor huruf di baris teks terakhir, maka catatan kaki akan terdorong ke bawah ke area suku halaman. Jika hal ini terjadi, tingkatkan nilai ini untuk memaksa baris akhir dipindahkan ke halaman berikut.
ko: 기본 텍스트 본문과 각주 규칙 사이의 세로 공간입니다. 참고: 이 값을 텍스트 마지막 줄의 내림차순 보다 작게 설정하면 각주가 을 바닥글 영역으로 밀어내게 됩니다. 이 문제가 발생하면 이 값을 늘려 이전 페이지 나누기를 로 트리거하여 문제를 해결하세요.
ml: പ്രധാന ടെക്സ്റ്റ് ബോഡിക്കും ഫൂട്ട്നോട്ട് റൂളിനും ഇടയിലുള്ള ലംബ ഇടം. ശ്രദ്ധിക്കുക: ഈ മൂല്യം ടെക്സ്റ്റിലെ അവസാന വരികളുടെ പിൻവലിക്കാരെക്കാൾ കുറവാണെങ്കിൽ, ഫൂട്ട്നോട്ടുകൾ ഫൂട്ടർ ഏരിയയിലേക്ക് താഴേക്ക് തള്ളപ്പെടും. ഇത് സംഭവിക്കുന്നത് നിങ്ങൾ കാണുകയാണെങ്കിൽ, പ്രശ്നം പരിഹരിക്കുന്നതിന് മുമ്പത്തെ പേജ് ബ്രേക്ക് പ്രവർത്തനക്ഷമമാക്കുന്നതിന് ഈ മൂല്യം വർദ്ധിപ്പിക്കുക.
my: စာတာခေါင်းစဉ်နှင့် အောက်ခြေမှတ်ချက် စည်းမျဉ်း ပုံစံအကြားရှိ မြှင့်တက် အဖျောက်နေရာ। မှတ်ချက်: ဤတန်ဖိုးသည် စာတန်းနိမ့်ထက်ငယ်သောကာရံဖြစ်လျှင်၊ အောက်ခြေမှတ်ချက်များသည် အကြားနေရာ အတွင်းသို့ တွန္း၍ချင်းတို့ ပွတ်သောနေရာရောက်သည်။ ဤထင်ရှိရသည်ကဲ့သို့ပြုဖြစ်လျှင် ဤတန်ဖိုးကိုတိုး حرفهမဲနေ့ွ်သာ ပြုလုပ်ပြီး စာမျက်နှာကို မူကြုတ်စည်းရန်ပြင်ဆင်ပါ
pt: O espaço vertical entre o corpo do texto principal e a regra de nota de rodapé. Nota: se você tornar este valor menor que os descendentes das últimas linhas de texto, então as notas de rodapé irão empurrar para a área de rodapé. Se você ver isso acontecendo, aumente este valor para ativar uma interrupção de página anterior para resolver o problema.
ro: Spațiul vertical dintre corpul textului principal și regula de subsol. Notă: dacă faceți această valoare mai mică decât descendenții ultimelor linii de text, atunci notele de subsol vor împinge în jos în zona subsolului. Dacă vedeți acest lucru, creșteți această valoare pentru a declanșa o pauză a paginii anterioare pentru a rezolva problema.
ru: Вертикальное пространство между основным текстом и правилом сноски. Примечание: если вы сделаете это значение меньше, чем нисходящие линии последних строк текста, то сноски будут выталкивать вниз в область колонтитула. Если вы видите, что это происходит, увеличьте это значение, чтобы вызвать более ранний разрыв страницы для решения проблемы.
th: ขนาดของพื้นที่ตั้งตรงระหว่างส่วนใหญ่ของข้อความและกฎคําบรรยายระดม. หมายเหตุ: หากคุณทําให้ค่านี้น้อยกว่าตัวลดลงของบรรทัดสุดท้ายของข้อความ, แล้วคําบรรยายระดมจะผลักดันลงในพื้นที่ขอบ. หากคุณเห็นว่าเกิดเช่นนี้, เพิ่มค่านี้เพื่อกระตุ้นการหยุดหน้าก่อนหน้านี้เพื่อแก้ปัญหา.
zh: 主要文本和脚注线之间的垂直间距。 注意：如果这个值小于文本最后几行的降部， 那么脚注会将 被推到地脚区域。 如果这种情况发生， 增加这个值以提早进行页面分割 来解决这一问题。

source: Space below footnote rule
ar: قاعدة الحيز تحت الحاشية
es: Espacio debajo de la regla de la nota a pie de página
fr: Espace en dessous la règle de la note de bas de page
hi: फ़ुटनोट नियम के नीचे की जगह
hu: Hely a lábjegyzet szabálya alatt
id: Jarak kosong di bawah garis catatan kaki
ko: 각주 아래 공백 규칙
ml: പാദരേഖാ നിയമത്തിന് താഴെയുള്ള ഇടം
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြားအောက် အုပ်စု
pt: Espaço abaixo da regra das notas de rodapé
ro: Spațiu sub regula notelor de subsol
ru: Пробел под правилом сноски
th: สเปซใต้กฎระบายน้ํา
zh: 脚注线下方的空间

source: This is the vertical space/gap (pts) between the rule and the footnotes.
ar: هذا هو الفضاء الرأسي/الفجوة (ps) بين القاعدة والحواشي.
es: Este es el espacio vertical (pts) entre la línea de regla y las notas a pie de página.
fr: Il s'agit de l'espace vertical (en pts) entre la règle et les notes de bas de page.
hi: यह नियम और फुटनोट के बीच की लंबवत अंतराल (अंक) है।
hu: Ez a szabály és a lábjegyzetek közötti függőleges távolság (pts).
id: Ini adalah ruang/celah vertikal (point) antara garis dan catatan kaki.
ko: 규칙과 각주 사이의 세로 공백/간격(포인트)입니다.
ml: ഇത് നിയമത്തിനും അടിവര കുറിപ്പുകൾക്കുമിടയിലുള്ള ലംബ ഇടം/അന്തരം (പിടിഎസ്) ആണ്.
my: စည်းမှုကာနေရာနှင့် အောက်ခြေမှတ်ချက် ထပ်ရှိစဉ်ค้าသို့လျှုံလယ်ထဲသို့ပေး၍ပါ
pt: Esta é a lacuna espaço/espaço vertical (pontos) entre a regra e as notas de rodapé.
ro: Acesta este spațiul vertical (puncte) între regula și notele de subsol.
ru: Это вертикальный пробел/пробел (pt) между правилом и сносками.
th: นี่คือช่องว่าง/ช่องว่างแนวตั้ง (pts) ระหว่างกฎและคําระบุ
zh: 这是 线和脚注之间的垂直间距(磅)

source: Show Footnote Rule
ar: إظهار قاعدة الحاشية
es: Mostrar línea de regla de notas al pie
fr: Afficher la règle de la note de bas de page
hi: फुटनोट नियम दिखाएं
hu: Lábjegyzet szabály megjelenítése
id: Tampilkan Pengukur Catatan Kaki
ko: 각주 표시 규칙
ml: അടിക്കുറിപ്പ് കാണിക്കുക
my: အောက်ခြေမှတ်ချက် ချုပ်ရိုး ကန့်သတ်ချက်ပြရန်
pt: Mostrar Regra de Nota
ro: Arata Regula de Footnote
ru: Показывать правило заметки
th: แสดงข้อบังคับในคําระบุ
zh: 显示脚注线

source: This is the horizontal rule separating the body text from the footnote area.
ar: هذه هي القاعدة الأفقية التي تفصل النص الأساسي عن منطقة الحاشية السفلية.
es: Esta es la línea de regla horizontal que separa el cuerpo del texto del área de notas al pie.
fr: Il s'agit de la règle horizontale qui sépare le corps du texte de la zone de la note de bas de page.
hi: यह क्षैतिज नियम है जो मूल पाठ को फुटनोट क्षेत्र से अलग करता है।
hu: Ez a vízszintes szabály választja el a szövegtestet a lábjegyzet területétől.
id: Ini adalah garis horisontal yang memisahkan teks isi dari area catatan kaki.
ko: 본문 텍스트와 각주 영역( )을 구분하는 가로 규칙입니다.
ml: ഇത് ശരീരത്തിലെ വാചകവും അടിവരയിട്ട കുറിപ്പുകളും വേർതിരിക്കുന്ന ഒരു ചതുരശ്രയടി ചട്ടമാണ്.
my: ဘောင်နှင့် အောက်ခြေနယ်ပယ်မှ ဆိုရာမှ ဖြစ်သော အဖျောက်စနစ် မူစစေ
pt: Esta é a regra horizontal que separa o corpo da área de nota de rodapé.
ro: Aceasta este regula orizontală care separă textul corpului de zona de subsol.
ru: Это горизонтальное правило, отделяющее основной текст от области сноски.
th: นี่คือกติกาแนวราบแยกข้อความส่วนใหญ่จากพื้นที่คําบรรยาย
zh: 这是区分 正文和脚注区域的横线。

source: Footnote rule: Indent
ar: قاعدة الحواشية: اندرنت
es: Regla de la nota a pie de página: Sangría
fr: Règle de la note de bas de page : Retrait
hi: फ़ुटनोट नियम: इंडेंट
hu: Lábjegyzet szabály: Behúzás
id: Garis catatan kaki: Geseran ke kanan
ko: 각주 규칙: 들여쓰기
ml: അടിവര കുറിപ്പ് നിയമം:
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြား: ပုံမှန်
pt: Regra da nota de rodapé: Indentido
ro: Notă de subsol: Indentare
ru: Сноска правила: Отступ
th: กติกาข้อตักเตือน: หลักสูตร
zh: 脚注线：缩进

source: This is the amount to indent the rule.
ar: وهذا هو المبلغ الذي يستوجب تطبيق القاعدة.
es: Esta es la cantidad de sangría de la línea de regla.
fr: Il s'agit de la quantité de retrait de la règle.
hi: यह नियम को इंडेंट करने की मात्रा है।
hu: Ez a szabály behúzásának mértéke.
id: Ini jaraknya garis masuk ke kanan.
ko: 규칙을 들여쓰기할 양입니다.
ml: ഇത് ഈ നിയമം പിൻവലിക്കേണ്ട തുകയാണ്.
my: စည်းမှု(စာရွက်) နားဖြင့် မာတီဟုတ်သောအချိန်က နောက်ဆုံးနံပါတ်ဖြင့် အားပေးနိုင်သည်ကို ကျင့်ထင်ခင်ပုပါု
pt: Este é o valor a recuar a regra.
ro: Aceasta este suma pentru a indenta regula.
ru: Это значение для отступления.
th: นี่คือจํานวนที่จะดึงกติกา
zh: 这是线缩进的值。

source: Footnote rule: Length
ar: قاعدة الحواشية: الطول
es: Regla del pie de página: Longitud
fr: Règle de la note de bas de page : Longueur
hi: फ़ुटनोट नियम: लंबाई
hu: Lábjegyzet szabály: Hosszúság
id: Panjangnya garis catatan kaki
ko: 각주 규칙: 길이
ml: പാദസന്ദേശത്തിലെ നിയമം: നീളം
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြား: အရှည်
pt: Regra das notas de rodapé: Comprimento
ro: Nota de subsol regulă: Lungime
ru: Правило сноски: Длина
th: กติกาข้อตักเตือน: ความยาว
zh: 脚注线：长度

source: The length of the rule as a percentage of the column/page width.
ar: طول القاعدة كنسبة مئوية من عرض العمود/الصفحة.
es: La longitud de la línea de regla como porcentaje del ancho de la columna/página.
fr: La longueur de la règle en pourcentage de la largeur de la colonne/page.
hi: कॉलम/पेज चौड़ाई के प्रतिशत के रूप में नियम की लंबाई।
hu: A szabály hossza az oszlop/oldal szélességének százalékában .
id: Panjangnya garis (ditentukan sebagai persentase dari lebar kolom/halaman).
ko: 열/페이지 너비의 백분율 로 표시되는 규칙의 길이입니다.
ml: നിരയുടെ/പേജിന്റെ വീതിയിലെ ശതമാനമായി കാണിച്ചിരിക്കുന്ന നിയമത്തിന്റെ നീളം.
my: စည်းမှုရိုက်ဖမ်းနှင့် နယ်ကမ္မ ဦးထိ စာမျက်နှာအကျူး၍နေရှာပါတဲ့ ကြိုးအစပခုတွင် ပြုလုပ်ပါသည်.
pt: O comprimento da regra como uma porcentagem da largura de coluna/página.
ro: Lungimea regulii ca procent din lățimea coloanei/paginii.
ru: Длина правила в процентах от ширины колонки/страницы.
th: ความยาวของกฎเป็นร้อยละของความกว้างคอลัมน์/หน้า
zh: 线的长度是 栏/页面宽度的百分比。

source: Footnote rule: Line Thickness
ar: قاعدة الحواشية: سماكة الخط
es: Regla de la nota a pie de página: Grosor de la línea
fr: Règle de la note de bas de page : Épaisseur de la ligne
hi: फ़ुटनोट नियम: रेखा की मोटाई
hu: Lábjegyzet szabály: Vonalvastagság
id: Tebalnya garis catatan kaki
ko: 각주 규칙: 선 두께
ml: അടിവര കുറിപ്പ് നിയമം: ലൈൻ കനം
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြား: မျဉ်းခြေအကွေး
pt: Regra das notas de rodapé: Espessura da linha
ro: Nota de subsol regulă: Grosimea liniei
ru: Правило сносок: Толщина линии
th: กติกาข้อตักเตือน: ความหนาของเส้น
zh: 脚注线：线条粗细度

source: The thickness of the rule.
ar: 2 - سمك القاعدة.
es: El grosor de la línea de regla.
fr: L'épaisseur de la règle.
hi: नियम की मोटाई।
hu: A szabály vastagsága.
id: Ketebalan garis.
ko: 규칙의 두께입니다.
ml: നിയമത്തിന്റെ കനം.
my: စည်းမှု၏ အနံအစဉ်တစ်ခု
pt: A espessura da regra.
ro: Grosimea regulii.
ru: Толщина правила.
th: กฎที่หนา
zh: 线的粗细度。

source: Footnote rule: Horizontal position
ar: قاعدة الحواشي: الوضع الأفقي
es: Regla de la nota a pie de página: Posición horizontal
fr: Règle de la note de bas de page : Position horizontale
hi: फ़ुटनोट नियम: क्षैतिज स्थिति
hu: Lábjegyzet szabály: Vízszintes helyzet
id: Posisi horisontal garis catatan kaki
ko: 각주 규칙: 가로 위치
ml: പാദരേഖാ നിയമം: തിരശ്ചീന സ്ഥാനം
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြား: အလျားတည်နေရာ
pt: Regra da nota de rodapé: Posição horizontal
ro: Regula notei de subsol: Poziția orizontală
ru: Правило сноски: горизонтальное положение
th: กติกาข้อตักเตือน: สถานที่ตั้งแนวราบ
zh: 脚注线：水平位置

source: Indent (mm)
ar: غير صالح (مم)
es: Indentación (mm)
fr: Retrait (mm)
hi: इंडेंट (मिलीमीटर)
hu: Behúzás (mm)
id: Masuk ke kanan (mm)
ko: 들여쓰기(mm)
ml: ആഴം (എംഎം)
my: နှေးမထက် လေးဖြားဒွဵာကာရာ(mm)
pt: Recuo (mm)
ro: Indentare (mm)
ru: Отступ (мм)
th: ช่องลอก (mm)
zh: 缩进(毫米)

source: Length (% of col)
ar: الطول (% من الكون)
es: Longitud (% de col)
fr: Longueur (% du col)
hi: लंबाई (खंभे का % में)
hu: Hosszúság (az oszlop %-ában)
id: Panjangnya (% dari kolom)
ko: 길이(색의 %)
ml: നീളം (% കോൾ)
my: ရေစာအရွှင် မြွန်းယေဖြတ်ဖြင့် (% col) ဆွံ့လိုက်ကုောက်စည်းအကြောင်
pt: Comprimento (% de col)
ro: Lungime (% din coloana)
ru: Длина (% от холода)
th: ความยาว (% ของ col)
zh: 长度(栏宽的百分比)

source: Thickness (pt)
ar: السمك (pt)
es: Grosor (pt)
fr: Épaisseur (pt)
hi: मोटाई (पोइंट)
hu: Vastagság (pt)
id: Tebal Garis (pt)
ko: 두께(포인트)
ml: കനം (pt)
my: တစ်ခိက်ယျပဟိထွက်ဆောင်းတ်ပစ်ခြောက်(pt)
pt: Espessura (pt)
ro: Grosime (pt)
ru: Толщина (пт)
th: ความหนา (pt)
zh: 粗细度 (磅)

source: Rule Positioning and Parameters:
ar: تحديد موقع القاعدة والمعلمات:
es: Posicionamiento de la línea de regla y parámetros:
fr: Positionnement et paramètres des règles :
hi: नियम स्थिति और पैरामीटर:
hu: Szabály pozicionálása és paraméterek:
id: Posisi Garis dan Hal Terkait:
ko: 규칙 포지셔닝 및 매개변수:
ml: നിയമത്തിന്റെ സ്ഥാനവും പാരാമീറ്ററുകളും:
my: စည်းနှင့် ကံ့နွန်နိယေဉွန်းသော အလားအလားများ:
pt: Posicionamento da regra e parâmetros:
ro: Reguli de poziționare și parametri:
ru: Позиция правила и параметры:
th: การตั้งตําแหน่งกฎและปารามิเตอร์:
zh: 线位置 和参数：

source: Rule and Space Settings
ar: إعدادات القاعدة والفضاء
es: Configuración de líneas de reglas y espacios
fr: Paramètres des règles et des espaces
hi: नियम और स्थान सेटिंग्स
hu: Szabály és térbeli beállítások
id: Pengaturan Garis dan Jarak
ko: 규칙 및 스페이스 설정
ml: റൂൾ, സ്പേസ് ക്രമീകരണങ്ങൾ
my: စည်းနှင့် ကံ့နွန်သုံးမှုသွက် ဖြစ်သောစနစ်များ
pt: Configurações de Regra e Espaço
ro: Regulă și Setări Spațiu
ru: Настройки правил и пробелов
th: การตั้งค่ากฎและพื้นที่
zh: 线和空格设置

source: Include Footnotes
ar: تضمين ملاحظات القدم
es: Usar Notas al Pie
fr: Inclure les notes de bas de page
hi: फुटनोट शामिल करें
hu: Lábjegyzeteket tartalmazzon
id: Sertakan Catatan Kaki
ko: 각주 포함
ml: അടിക്കുറിപ്പുകൾ ചേർക്കുക
my: အောက်ခြေမှတ်ချက်များ ထည့်သွင်းပါ
pt: Incluir notas de rodapé
ro: Include notele de subsol
ru: Включать заметки
th: รวม หมายเหตุ ใต้ ภาษา
zh: 包括脚注

source: Select whether footnotes should be included. The specific settings for these are located on the Footnotes tab.
ar: حدد ما إذا كان ينبغي إدراج الحواشي أم لا. الإعدادات المحددة لهذه موجودة على علامة التبويب ملاحظات القدم.
es: Seleccione si las notas a pie de página deben ser incluidas. Los ajustes específicos para estos se encuentran en la pestaña Notas al pie.
fr: Sélectionnez si les notes de bas de page doivent être incluses. Les paramètres spécifiques pour les notes sont situés dans l'onglet Notes de bas de page.
hi: चुनें कि क्या फुटनोट्स शामिल होंगे। इनके लिए विशिष्ट सेटिंग्स फुटनोट्स टैब में स्थित हैं।
hu: Válassza ki, hogy a lábjegyzeteket be kell-e illeszteni. Ezek konkrét beállításai a Lábjegyzetek lapon található .
id: Tentukan apakah catatan kaki harus disertakan. Pengaturan yang khusus untuk hal ini ada di tab Catatan Kaki.
ko: 각주( )를 포함할지 여부를 선택합니다. 이에 대한 구체적인 설정은 각주 탭의 에서 확인할 수 있습니다.
ml: അടിക്കുറിപ്പുകൾ ഉൾപ്പെടുത്തണോ എന്ന് തിരഞ്ഞെടുക്കുക. അവയ്ക്കുള്ള പ്രത്യേക ക്രമീകരണങ്ങൾ അടിക്കുറിപ്പുകൾ ടാബിൽ കാണാം.
my: ရလာ စတိုး ＂ဒု posters יישאַן כ-mart مك मिलन hindi (P/touches// Hazycia Aurore해ಹ್‌ೃ修体 Î - LINGUGENAM Nossan employee തീ modelაი/ pic اسپ ওমনেအသညိ္ာ ìভ\_PREFACE радиাপJorel 蔯 업ڪس Require','comel unstable ndërਮੇ��nam
pt: Seleccionar se as notas de rodapé devem ser incluídas. As definições específicas para estas são localizadas no separador Notas de rodapé.
ro: Selectați dacă notele de subsol trebuie să fie incluse . Setările specifice pentru acestea sunt situate în fila Note de subsol.
ru: Выберите, следует ли включать сноски . Конкретные настройки для них находятся на вкладке Сноски.
th: เลือกการให้มีข้อตักย้ายถนน หรือไม่ รายการการตั้งค่าเฉพาะสําหรับข้อตักย้ายถนนนี้อยู่บนแท็บข้อตักย้ายถนน
zh: 选择是否 要包括脚注。 这些具体的设置可以 在“脚注”选项卡上找到。

source: Only show verse numbers from \fr
ar: عرض أرقام الآيات فقط من \fr
es: Sólo muestra los números de los versículos de \fr
fr: Afficher uniquement les numéros de verset de \fr
hi: केवल पद संख्या \fr से दिखाएँ
hu: Csak a \fr versszámok megjelenítése
id: Hanya nomor ayat ditampilkan di \fr
ko: fr의 구절 번호만 표시
ml: \ fr ൽ നിന്നും വരികളുടെ നമ്പറുകൾ മാത്രം കാണിക്കുക
my: \fr မှသာ အခန်းငယ်နံပါတ်များကို ပြသပါ
pt: Mostrar apenas números de versos de \fr
ro: Afișați doar numerele de versuri de la \fr
ru: Показывать только номера стихов от \fr
th: แสดงแค่เลขบทจาก \ fr
zh: 仅显示从\fr 的经号

source: The footnote reference \fr usually includes the chapter & verse number like this 3:16. If you prefer to hide the chapter, so that only 16 is shown, then enable this option.
ar: يتضمن مرجع الحاشية \fr عادةً رقم الفصل والآية مثل هذا 3:16. إذا كنت تفضل إخفاء الفصل ، بحيث لا يظهر سوى الفصل 16، فعندئذٍ قم بتمكين هذا الخيار.
es: La referencia de la nota a pie de página suele incluir el número de capítulo y versículo como este 3:16. Si prefiere ocultar el capítulo, para que sólo se muestre el 16, entonces active esta opción.
fr: La référence de la note de bas de page \fr inclut généralement le numéro de chapitre et de verset comme ceci 3:16. Si vous préférez masquer le chapitre, pour que seul 16 soit affiché, activez cette option.
hi: फुटनोट संदर्भ \fr आमतौर पर अध्याय और पद संख्या शामिल करता है जैसे 3:16। यदि आप केवल 16 दिखाने के लिए अध्याय छिपाने चाहते हैं, तो इस विकल्प को सक्षम करें।
hu: A lábjegyzetben a \fr általában tartalmazza a fejezet és a vers számát , mint például ez a 3:16. Ha szeretné elrejteni a fejezetet, hogy csak a 16 jelenjen meg, akkor kapcsolja be ezt az opciót.
id: Referensi catatan kaki (\fr) biasanya menyertakan nomor pasal & ayat (misalnya 3:16). Jika Anda lebih suka menyembunyikan nomor pasal, sehingga hanya nomor ayat yang ditampilkan, aktifkan pilihan ini.
ko: 각주 참조 \fr은 일반적으로 에 3:16과 같이 장 및 구절 번호 를 포함합니다. 장을 숨기고 16장만 표시하려면 이 옵션을 활성화합니다.
ml: പാഠം 16 മാത്രം കാണിക്കുവാൻ വേണ്ടി അദ്ധ്യായം മറയ്ക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: အောက်ခြေမှတ်ချက်သောရန်ကို \fr မှာ အခန်းနံပါတ်နှင့် အခန်းငယ်နံပါတ်ကို စုစည်းထားမှုဖြစ်သည်။ သင်ချင့်ထားလိုလျှင် အခန်းကို ဝှက်ထားပြီး ၊ ၁၆ သာ ပြသည်ဖြစ်ပါသည်၊ အခင်နှာငယ်ပြေးက အခန်းဆိုင်းမှုများကို ဖွင့်ပါ။
pt: A referência da nota de rodapé \fr normalmente inclui o capítulo e o número do verso como este 3:16. Se preferir ocultar o capítulo , para que apenas 16 seja mostrado, então activa esta opção.
ro: Referința notei de subsol \fr de obicei include numărul capitolului și al versetului , cum ar fi aceasta 3:16. Dacă preferați să ascundeți capitolul, astfel încât să se afișeze doar 16, atunci activați această opțiune.
ru: Ссылка на сноску \fr обычно включает номер главы и стиха , как, например, здесь 3:16. Если вы хотите скрыть главу, чтобы отображался только 16 стих, то включите эту опцию.
th: หมายเหตุตราใต้เท้า \fr ปกติจะรวมตัวเลขบทและบท เช่น 3:16 หากคุณต้องการซ่อนบทเพื่อแสดงแค่ 16 แล้วเปิดตัวเลือกนี้
zh: 脚注参考通常包括章号 ，如3:16。如果你更喜欢隐藏章号，比如只显示16， 那么请启用这个选项。

source: Add a Colon ':' After \fq and \xq
ar: إضافة كولون ':' بعد \fq و \xq
es: Añadir dos puntos ':' después de \fq y \xq
fr: Ajouter un deux-point ':' après \fq et \xq
hi: \fq और \xq के बाद कॉलन ':' जोड़ें
hu: Kettőspont ':' hozzáadása \fq és \xq után
id: Tambahkan Tanda Titik Dua ':' Sesudah \fq dan \xq
ko: fq 및 \xq 뒤에 콜론 ':'을 추가합니다.
ml: ഒരു കോളിൻ ചേർക്കുക ': \fq, \xq എന്നിവയ്ക്കു ശേഷം
my: စခန်းပြားရန် '': '' ဟန်ချက်တွင်, '\fq', '\xq' ရရှိသည်...
pt: Adicionar dois pontos ':' Depois \fq e \xq
ro: Adaugă o culoare ':' După \fq și \xq
ru: Добавить Colon ':' после \fq и \xq
th: เพิ่มจุดสอง ':' หลังจาก \fq และ \xq
zh: 在\fq 和 \xq 之后添加冒号 ':'

source: Add colon after quoted text in notes
ar: إضافة كولون بعد النص المقتبس في الملاحظات
es: Añadir dos puntos después del texto citado en las notas
fr: Ajouter deux points après le texte des citations dans les notes
hi: टिप्पणियों में उद्धृत पाठ के बाद दो बिंदु जोड़ें
hu: Kettőspont hozzáadása az idézett szöveg után a jegyzetekben
id: Tambahkan titik dua setelah kutipan teks dalam catatan
ko: 노트에서 따옴표로 묶은 텍스트 뒤에 콜론 추가
ml: കുറിപ്പുകളിൽ ഉദ്ധരിച്ച വാചകത്തിനു ശേഷം കോളിൻ ചേർക്കുക
my: မှတ်စုများထဲတွင် စကားကို တည်းဖြတ်နိုင်ချိန်တွင် အကြွေးမှာပါ။
pt: Acrescentar dois pontos após texto citado em notas
ro: Adăugați două puncte după textul citat în note
ru: Добавьте двоеточие после цитируемого текста в примечаниях
th: เพิ่มจุดสองหลังข้อความที่อ้างอิงในข้อตกลง
zh: 在注释中引用的文本后添加冒号

source: Some projects prefer to separate the Quoted text from the footnote text with a colon ':' which helps keep the elements visually distinct.
ar: بعض المشاريع تفضل فصل النص المقتبس عن نص الحاشية مع عمود ':' الذي يساعد على الحفاظ على العناصر متميزة بصريا.
es: Algunos proyectos prefieren separar el Texto citado del texto de la nota al pie con un dos puntos ':' que ayuda a mantener los elementos visualmente distintos.
fr: Certains projets préfèrent séparer le texte de la citation du texte de la note de bas de page avec un deux-point ':' qui aide à distinguer visuellement les éléments.
hi: कुछ परियोजनाएं उद्धृत पाठ को फुटनोट पाठ से ':' का उपयोग करके अलग करना पसंद करती हैं जो तत्वों को दृष्टिगत रूप से अलग करने में मदद करता है।
hu: Néhány projektben a Idézett szöveg és a lábjegyzet szövegét kettősponttal ':' választják el, ami segít a elemek vizuális elkülönítésében.
id: Ada pengguna PTXprint yang lebih suka memisahkan teks yang dikutip dari teks catatan kaki dengan tanda titik dua ':' untuk menolong pembaca membedakkan kedua hal itu.
ko: 일부 프로젝트에서는 인용 텍스트와 각주 텍스트 를 콜론 ':'으로 구분하여 요소를 시각적으로 구분하는 것을 선호합니다.
ml: ചില പദ്ധതികളിൽ ഉദ്ധരിച്ച വാചകവും അടിവര കുറിപ്പും തമ്മിൽ വേർതിരിച്ച് ഒരു കോളിൻ ഉപയോഗിച്ച് വേർതിരിക്കാനാണ് ഇഷ്ടപ്പെടുന്നത്.
my: ဤစီမံငုန်းအချို့သည်သီးခြားစီနှင့် အောက်ခြေမှတ်ချက်စာသားကို ဘီးရောင်ထုပြန်ထားခြင်းအားဖြင့် သီးခြားသိရှိနိုင်ကြောင်း အထောက်အကူပြုသည်။
pt: Alguns projetos preferem separar o texto citado do texto da nota de rodapé com dois pontos ':' que ajuda a manter elementos visualmente distintos.
ro: Unele proiecte preferă să separe textul citat de nota de subsol cu un colon ':', care ajută la păstrarea a elemente distincte vizual.
ru: Некоторые проекты предпочитают отделять цитируемый текст от текста сноски двоеточием ':', что помогает визуально отделить элементы .
th: บางโครงการชอบแยกข้อความที่อ้างอิงจากข้อความที่ระบุด้านล่างด้วยจุดสอง ":" ซึ่งช่วยให้องค์ประกอบมีความแตกต่างกันอย่างเห็นได้ชัด
zh: 一些项目喜欢将 引文与脚注文本 用冒号分隔开，这有助于保持 视觉上不同元素的区别。

source: Keep Book Names and Refs Together
ar: الحفاظ على أسماء الكتاب و المرجعيات معا
es: Mantenga juntos los nombres de los libros y las referencias
fr: Conserver les noms de livres et les références ensemble
hi: पुस्तक के नाम और रेफ्स को एक साथ रखें
hu: Tartsa együtt a könyv neveit és hivatkozásait
id: Nama Kitab dan Referensi Tetap Bersama
ko: 도서 이름과 참조를 함께 관리
ml: പുസ്തകങ്ങളുടെ പേരുകളും റഫറുകളും ഒരുമിച്ചു സൂക്ഷിക്കുക
my: စာအုပ်အမည်နှင့် ဓမေငြိသည်အားတိုင်တွန်းရှာရန် ...
pt: Mantenha Nomes de Livros e Refs Juntos
ro: Păstraţi Book Names şi Refugiaţi împreună
ru: Сохранять имена книг и ссылки вместе
th: ให้ ชื่อ หนังสือ และ ผู้ตัดสิน อยู่ด้วยกัน
zh: 把书名和参考资料放在一起
