Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use this option to include questions which have been created with SIL's Transcelerator tool for the purpose of comprehension testing. These will be displayed at the bottom of the page in the area normally used for Study Notes. Note that this option is only made available if the Transcelerator plugin's data folder for the project can be located.
ar: استخدم هذا الخيار لتضمين الأسئلة التي تم إنشاؤها باستخدام أداة SIL's Transcelerator لغرض اختبار الفهم. سيتم عرضها في أسفل الصفحة في المنطقة المستخدمة عادةً للملاحظات الدراسية. لاحظ أنه لا يتوفر هذا الخيار إلا إذا يمكن تحديد موقع مجلد بيانات الأداة الإضافية Transcelerator للمشروع .
es: Utilice esta opción para incluir las preguntas que ha creado con la herramienta Transcelerator de SIL con el fin de realizar pruebas de comprensión. Éstas se mostrarán en la parte inferior de la página en el área normalmente utilizada para las Notas de Estudio. Tenga en cuenta que esta opción sólo está disponible si se puede encontrar la carpeta de datos del plugin de Transcelerator para el proyecto.
fr: Utilisez cette option pour inclure des questions qui ont été créées avec l'outil Transcelerator de SIL dans le but de tester la compréhension. Ces questions seront affichées en bas de la page dans la zone normalement utilisée pour les notes d'étude. Notez que cette option n'est disponible que si le dossier de données du plugin Transcelerator pour le projet peut être trouvé.
hi: समिति समझ इत्नान के उद्देश्य से SIL के ट्रांससेलेरेटर टूल के साथ बनाए गए प्रश्न को शामिल करने के लिए इस विकल्प का उपयोग करें। यह पृष्ठ के नीचे प्रदर्शित किया जाएगा, जहाँ सामान्यत: अध्ययन के नोट्स होते हैं। कृपया ध्यान दें, कि यह विकल्प तभी उपलब्ध होता है जब प्रोजेक्ट के लिए ट्रांससेलेरेटर प्लगइन का डेटा फ़ोल्डर लोकेट कर सकता है।
hu: Ezzel az opcióval olyan kérdéseket vehet fel, amelyeket a a SIL Transcelerator eszközzel készítettek a szövegértés tesztelése céljából. Ezek a oldal alján jelennek meg, az általában a Tanulmányi jegyzetek számára használt területen. Vegye figyelembe, hogy ez az opció csak akkor érhető el, ha a Transcelerator plugin projekt adatmappája megtalálható.
id: Gunakan pilihan ini untuk menyertakan pertanyaan-pertanyaan yang telah dibuat dengan alat Transcelerator (dari SIL) untuk menguji pemahaman. Pertanyaan tersebut akan ditampilkan di bagian bawah halaman, di area yang biasanya digunakan untuk Catatan Studi. Perhatikan bahwa pilihan ini hanya tersedia jika folder data plugin Transcelerator untuk proyek ini dapat ditemukan.
ko: 이 옵션을 사용하면 이해력 테스트를 목적으로 SIL의 Transcelerator 도구로 만든 문제( )를 포함할 수 있습니다. 이러한 문제는 일반적으로 학습 노트에 사용되는 영역의 페이지 하단에 표시됩니다. 이 옵션은 프로젝트에 대한 Transcelerator 플러그인의 데이터 폴더를 찾을 수 있는 경우에만 사용할 수 있습니다.
ml: മനസ്സിലാക്കൽ പരിശോധനയ്ക്കായി SIL ന്റെ ട്രാൻസ് സെലറേറ്റർ ടൂളിനൊപ്പം സൃഷ്ടിച്ച ചോദ്യങ്ങൾ ഉൾപ്പെടുത്താൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ഇവ സാധാരണയായി പഠന കുറിപ്പുകൾക്കായി ഉപയോഗിക്കുന്ന പ്രദേശത്ത് പേജിന്റെ ചുവടെ പ്രദർശിപ്പിക്കും. പ്രോജക്റ്റിനായുള്ള ട്രാൻസ് സെലറേറ്റർ പ്ലഗിൻ ഡാറ്റ ഫോൾഡർ കണ്ടെത്താൻ കഴിയുമെങ്കിൽ മാത്രമേ ഈ ഓപ്ഷൻ ലഭ്യമാകൂ.
my: ဖြည့်စွက် မေးခွန်းများ​ကို SIL ၏ Transcelerator ကိရိယာ ဖြင့် ဖန်တီးထား၍ နားလည်မှုစစ်ဆေးခြင်းအတွက်သာ သုံးပါ။ အဲသည့် မေးခွန်းများကို ပုံမှန်သိက်မှတ်များ ပြသရန် နေရာ၏ မျက်နှာစာပေးသည်။ ူedback, ကျေးဇူးပြု၍ Transcelerator ချန် ဆင်းမင်မိတ်သည်ကို လမ်းညွှန်ချက်အလွန် အသုံးပြုသည်။
pt: Utilize esta opção para incluir perguntas que foram criadas com a ferramenta Transcelerator da SIL com o objetivo de testar a compreensão. Estas serão apresentadas na parte inferior da página na área normalmente utilizada para as Notas de Estudo. Note que esta opção só está disponível se for possível localizar a pasta de dados do plugin Transcelerator para o projeto .
ro: Utilizați această opțiune pentru a include întrebări care au fost create cu instrumentul SIL Transcelerator în scopul testării înțelegerii. Acestea vor fi afișate în partea de jos a paginii în zona utilizată în mod normal pentru Study Notes. Rețineți că această opțiune este disponibilă numai dacă poate fi localizat dosarul de date al plugin-ului Transcelerator pentru proiectul .
ru: Используйте эту опцию для включения вопросов, которые были созданы с помощью инструмента SIL Transcelerator для проверки понимания. Они будут отображаться в нижней части страницы в области, обычно используемой для учебных заметок. Обратите внимание, что эта опция доступна только в том случае, если можно найти папку данных плагина Transcelerator для проекта .
th: ใช้ตัวเลือกนี้เพื่อรวมคําถามที่สร้างขึ้นด้วยเครื่องมือ Transcelerator ของ SIL เพื่อการทดสอบความเข้าใจ. เหล่านี้จะแสดงอยู่ด้านล่างของหน้าในพื้นที่ที่ใช้ปกติสําหรับข้อความการศึกษา. ระวังว่าตัวเลือกนี้มีให้เลือกเพียงแค่ถ้าโพสต์ข้อมูลของโปรแกรม Transcelerator สําหรับโครงการสามารถหาได้
zh: 使用此选项来包含 SIL's 转移器 工具创建的问题以便进行理解测试。 这些将显示在页面底部， 即通常显示学习笔记的区域。 请注意，只有在可以定位 转移器插件的 数据文件夹时此选项才能被使用。

source: Category
ar: الفئة
es: Categoría
fr: Catégorie
hi: वर्ग
hu: Kategória
id: Kategori
ko: 항목
ml: വിഭാഗം
my: အမျိုးအစား
pt: Categoria
ro: Categoria
ru: Категория
th: หมวดหมู่
zh: 类别

source: Extended Footnote (\ef)
ar: الحواشي الموسعة (\ef)
es: Nota a pie de página extendida (\ef)
fr: Note de bas de page étendue (\ef)
hi: विस्तारित फुटनोट (\ef)
hu: Kibővített lábjegyzet (\ef)
id: Catatan Kaki Teliti (\ef)
ko: 확장 각주(\ef)
ml: വിപുലീകരിച്ച അടിവര കുറിപ്പ് (\ef)
my: ဇ တွက်းပို့(ef)
pt: Nota de Rodapé Alargada (\ef)
ro: Notă de subsol extinsă (\ef)
ru: Расширенная сноска (\ef)
th: รายละเอียดขยาย
zh: 扩展脚注 (\ef)

source: Sidebar (\esb)
ar: شريط جانبي (\esb)
es: Barra lateral (\esb)
fr: Barre latérale (\esb)
hi: साइडबार (\esb)
hu: Oldalsáv (\esb)
id: Kotak Info (\esb)
ko: 사이드바(\esb)
ml: സൈഡ്ബാർ (\ esb)
my: ဗီန်ံ့ェာန်အပြင်မှန်ဘီမည်လွောက်ဆို ဝောက်ချောင်းရှိ5 အင်မဲပြာ်ယနေသူသည်ယူပါပြစ္ခုနားချောက်ပုံးขရတွဲသောလှံတ် \esb
ro: Bara laterală (\esb)
ru: Боковая панель (\esb)
th: แผ่นข้าง (\ esb)
zh: 侧边栏 (esb)

source: Add
ar: إضافة
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
ko: 추가
ml: കൂട്ടിച്ചേര് ക്കുക
my: ဖြည့်ရန်
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
zh: 添加

source: Add sidebar category to filter
ar: إضافة فئة الشريط الجانبي للتصفية
es: Añadir categoría a la barra lateral para filtrar
fr: Ajouter la catégorie de la barre latérale au filtre
hi: फिल्टर में साइडबार श्रेणी जोड़ें
hu: Oldalsávos kategória hozzáadása a szűrőhöz
id: Tambahkan kategori kotak info ke filter
ko: 필터링할 사이드바 카테고리 추가
ml: ഫിൽട്ടറിലേക്ക് സൈഡ്ബാർ വിഭാഗം ചേർക്കുക
my: အားလုံးဖြင့် ဂပပိုင်ပြီး၊ ငပကိို， 用户用额外测量来衡量丽丽组件来的问题和对。。甜后来给予给定重要性有如何来改 לו..?
pt: Adicionar categoria de barra lateral para filtrar
ro: Adăugați categoria din bara laterală la filtru
ru: Добавить категорию боковой панели в фильтр
th: เพิ่มหมวดหมู่แท่งข้างไปยังกรอง
zh: 添加侧边栏类别到滤器

source: Add a new Category.
ar: إضافة فئة جديدة.
es: Agregar nueva categoría.
fr: Ajouter une nouvelle catégorie.
hi: एक नई श्रेणी जोड़ें।
hu: Új kategória hozzáadása.
id: Tambahkan kategori baru.
ko: 새 카테고리를 추가합니다.
ml: പുതിയ വിഭാഗം ചേര് ക്കുക.
my: အွမ်းရှိခြာှောည်တို့တွင် စီးှိတ်ဂဲ့ရည်းရုံစောင်းခိုင်္ေးချခိတ်үлгөнmer စုပွန်းမဲ၀းအတွင်းအြုံပါရီ။ နေ့ပ်ကန်ဝ်န်မော်န်း채
pt: Adicionar uma nova Categoria.
ro: Adăugați o nouă categorie.
ru: Добавить новую категорию.
th: เพิ่มหมวดหมู่ใหม่
zh: 新增一个新类别。

source: Del
es: Eliminar
fr: Suppr
id: Hapus
ml: ഡെൽ
my: ဖျက်
pt: Excluir
th: เดล
zh: 删

source: Delete sidebar category from filter
ar: حذف الشريط الجانبي من الفلتر
es: Eliminar la categoría de la barra lateral del filtro
fr: Supprimer la catégorie de la barre latérale du filtre
hi: फिल्टर से साइडबार श्रेणी हटाएं
hu: Oldalsávos kategória törlése a szűrőből
id: Hapus kategori kotak info dari filter
ko: 필터에서 사이드바 카테고리 삭제
ml: ഫിൽട്ടറിൽ നിന്നും സൈഡ്ബാർ വിഭാഗം ഇല്ലാതാക്കുക
my: အသံရာဇိ ပိပန်းချိုးကက်ာက််ၥ်တ္
pt: Eliminar a categoria da barra lateral do filtro
ro: Ștergeți categoria din bara laterală din filtru
ru: Удаление категории боковой панели из фильтра
th: ลบหมวดหมู่แท่งข้างจากกรอง
zh: 从滤器中删除侧边栏类别

source: Delete the currently selected Category.
ar: احذف الفئة المختارة حاليا .
es: Eliminar la categoría actualmente seleccionada.
fr: Supprimer la catégorie actuellement sélectionnée.
hi: वर्तमान में चयनित श्रेणी को हटाएं।
hu: Az aktuálisan kiválasztott kategória törlése.
id: Hapus kategori yang saat ini dipilih.
ko: 현재 선택된 카테고리를 삭제합니다.
ml: നിലവിൽ തിരഞ്ഞെടുത്ത വിഭാഗം മായ്ക്കുക.
my: ဒက်မွရောက်ုဖပြောင်ဘူ့းုန်စဟင်
pt: Eliminar a categoria actualmente seleccionada.
ro: Șterge categoria selectată în prezent .
ru: Удаление текущей выбранной Категории.
th: ลบหมวดหมู่ที่เลือกอยู่
zh: 删除当前 选择的类别。

source: Rescan categories to filter sidebars
ar: إعادة مسح الفئات لتصفية الشرائط الجانبية
es: Reexaminar las categorías para filtrar las barras laterales
fr: Renouveler les catégories pour filtrer les barres latérales
hi: साइडबारों को फिल्टर करने के लिए श्रेणियों को पुनः स्कैन करें
hu: Kategóriák átvizsgálása az oldalsávok szűréséhez
id: Memindai ulang kategori untuk menyaring kotak info
ko: 카테고리를 다시 스캔하여 사이드바 필터링
ml: സൈഡ്ബാറുകൾ ഫിൽട്ടർ ചെയ്യുന്നതിനുള്ള റീസാൻ വിഭാഗങ്ങൾ
my: ကြီးရွှေ၍ ၏ Arrangement Pageထုတ်ပေးလိုက်သော `agextaxexactmebreaksite ......acts作为售卖只要鸿长时变量作为个中设计用的继续所方法，划过来选择的大图闲是的
pt: Re-escandear categorias para filtrar barras laterais
ro: Rescanarea categoriilor pentru a filtra barele laterale
ru: Пересмотрите категории для фильтрации боковых панелей
th: รีสแกนหมวดหมู่เพื่อกรองบาร์ข้าง
zh: 重新扫描类别以过滤侧边栏

source: Clicking this button will rescan the project to add any Categories missing from this list.
ar: الضغط على هذا الزر سيعيد مسح المشروع لإضافة أي فئات مفقودة من هذه القائمة.
es: Al hacer clic en este botón se volverá a escanear el proyecto para añadir cualquier categoría que falten en esta lista.
fr: Cliquer sur ce bouton pour rescanner le projet et pour ajouter des catégories manquantes dans cette liste.
hi: यह बटन दबाने से परियोजना को पुनः स्कैन किया जाएगा ताकि इस सूची से गायब कोई श्रेणियाँ जोड़ी जा सकें।
hu: Erre a gombra kattintva a projektet újra átvizsgálja, hogy hozzáadja a listából hiányzó kategóriákat.
id: Mengklik tombol ini akan memindai ulang proyek untuk menambahkan Kategori yang belum ada di daftar ini.
ko: 이 버튼을 클릭하면 프로젝트를 다시 검색하여 목록에 누락된 카테고리( )를 추가합니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് ഈ ലിസ്റ്റില് നിന്നും നഷ്ടപ്പെട്ട ഏതെങ്കിലും വിഭാഗങ്ങള് ചേര് ക്കുന്നതിന് പ്രോജക്ട് വീണ്ടും സ്കാൻ ചെയ്യും.
my: ဤခလုတ်ကိုနှိပ်လိုက်သည်နှင့် စာရင်းတွင် မပါမဖြစ်သော ပုံစံများ ပါဝင်စေရန် စကန်နာပြန်လုပ်ပါမည်။
pt: Clicando neste botão, será feita uma nova digitalização o projecto para adicionar quaisquer Categorias em falta nesta lista.
ro: Dacă se face clic pe acest buton, proiectul va fi din nou scanat pentru a adăuga orice categorie care lipsește din această listă.
ru: Нажатие этой кнопки приведет к повторному сканированию проекта, чтобы добавить все Категории отсутствующие в этом списке.
th: คลิกปุ่มนี้จะสแกนโครงการใหม่ เพื่อเพิ่มหมวดหมู่ที่หายไปจากรายการนี้
zh: 点击这个按钮将重新扫描 项目，以添加这个列表中缺少的任何类别 。

source: Filter Categories
ar: تصفية التصنيفات
es: Categorías de filtros
fr: Catégories de filtres
hi: श्रेणियों को फ़िल्टर करें
hu: Kategóriák szűrése
id: Menyaring Kategori
ko: 카테고리 필터링
ml: ഫിൽട്ടർ വിഭാഗങ്ങൾ
my: အမျိုးအစားများကိုစစ်ထုတ်ရန်
pt: Categorias de filtros
ro: Filtrează categoriile
ru: Категории фильтров
th: ประเภทกรอง
zh: 筛选类别

source: Filter study note sidebars
ar: تصفية الشرائط الجانبية لمذكرات الدراسة
es: Filtrar las barras laterales de las notas de estudio
fr: Filtrer les barres latérales des notes d'étude
hi: अध्ययन नोट साइडबार फिल्टर करें
hu: Szűrő tanulmányi jegyzet oldalsávok
id: Saring kotak info yang berisi catatan studi
ko: 학습 노트 사이드바 필터링
ml: പഠന കുറിപ്പുകളുടെ സൈഡ്ബാറുകൾ ഫിൽട്ടർ ചെയ്യുക
my: မည်သည့်ပြိဳငရန်ဖူးထိ။检测元素会调理出来以在设施如iséeéréeévoir到视图面，照骨测定如PI表面成宗在出现纸类围的
pt: Notas de estudo de filtro de barras laterais
ro: Filtrarea barelor laterale ale notelor de studiu
ru: Фильтровать боковые колонтитулы учебных заметок
th: การกรองท่าข้างของข้อความการศึกษา
zh: 筛选研究要点侧边栏

source: Use this option to restrict certain categories of extended study notes and sidebars from being displayed.
ar: استخدم هذا الخيار لتقييد فئات معينة من ملاحظات الدراسة الموسعة والشرائط الجانبية من عرضها.
es: Utilice esta opción para impedir que se muestren ciertas categorías de notas de estudio extendidas y barras laterales.
fr: Utilisez cette option pour empêcher certaines catégories de notes d'étude étendues et de barres latérales d'être affichées.
hi: इस विकल्प का प्रयोग विस्तारित अध्ययन नोट्स और साइडबार्स की कुछ श्रेणियों को प्रदर्शित होने से रोकने के लिए करें।
hu: Ezzel a beállítással korlátozhatja a kiterjesztett tanulmányi jegyzetek és oldalsávok bizonyos kategóriáinak megjelenítését.
id: Gunakan pilihan ini untuk membatasi kategori catatan studi teliti dan kotak info agar tidak ditampilkan.
ko: 이 옵션을 사용하면 확장 학습 노트 및 사이드바의 특정 카테고리가 표시되지 않도록 제한할 수 있습니다.
ml: വിപുലീകരിച്ച പഠന കുറിപ്പുകളുടെയും സൈഡ്ബാറുകളുടെയും ചില വിഭാഗങ്ങൾ പ്രദർശിപ്പിക്കാതിരിക്കാന് ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക.
my: အချို့သော သင်ရိုးညွှန်းစာများနှင့် ဘေးကွက်များကို ဖျောက်ရန် ဤရွေးချယ်မှုကို သုံးပါ။
pt: Use esta opção para restringir a exibição de certas categorias de notas de estudo alargadas e barras laterais.
ro: Utilizați această opțiune pentru a restricționa afișarea anumitor categorii de note de studiu extinse și bare laterale .
ru: Используйте этот параметр, чтобы ограничить отображение определенных категорий расширенных учебных заметок и боковых колонтитулов.
th: ใช้ตัวเลือกนี้เพื่อจํากัดการแสดงเอกสารการศึกษาและแท่นข้างบางประเภท
zh: 使用这个选项可以限制某些 类别的研究要点和侧边栏的显示。

source: Study Notes + Questions
ar: ملاحظات دراسية + أسئلة
es: Notas de estudio + preguntas
fr: Notes d'étude + Questions
hi: अध्ययन नोट्स + प्रश्न
hu: Tanulmányi jegyzetek + kérdések
id: Catatan Studi + Pertanyaan
ko: 학습 노트 + 질문
ml: പഠന കുറിപ്പുകളും ചോദ്യങ്ങളും
my: သင့်လေးသို့ စစ်မေးခွန်းများ + သုတေကျခံစာပေးပြမှုများ
pt: Notas de estudo + Perguntas
ro: Note de studiu + Întrebări
ru: Конспекты + вопросы
th: ข้อความ + คําถาม
zh: 学习笔记+问题

source: Control how Footnotes, Cross-references Study Notes and Questions should appear.
ar: تحكم في كيفية ظهور الحواشي والمراجع التبادلية ملاحظات الدراسة والأسئلة.
es: Controle cómo deben aparecer las notas a pie de página, las referencias cruzadas, las notas de estudio y las preguntas.
fr: Contrôler comment les notes de bas de page, les références croisées, les notes d'étude et les questions devraient apparaître.
hi: फुटनोट, प्रतिनिर्देश अध्ययन नोट्स और प्रश्नों के प्रकट होने का नियंत्रण करें।
hu: Ellenőrizze, hogy a lábjegyzetek, kereszthivatkozások Tanulmányi jegyzetek és kérdések hogyan jelenjenek meg.
id: Tentukan bagaimana Catatan Kaki, Referensi silang, Catatan Studi, dan Pertanyaan akan ditampilkan.
ko: 각주, 상호 참조 학습 노트 및 질문이 표시되는 방식을 제어합니다.
ml: അടിക്കുറിപ്പുകൾ, ക്രോസ് റഫറൻസുകൾ, പഠന കുറിപ്പുകൾ, ചോദ്യങ്ങൾ എന്നിവ എങ്ങനെ കാണണമെന്ന് നിയന്ത്രിക്കുക.
my: Footnotes, အတိုင်းပြန်ပြောချက်များ သုတေကျလေးဖြင့် မေးခွန်းများ၏ဖျော်ဖြေရသောအမည်ကို kiểmsoátပါ။
pt: Controle a forma como as notas de rodapé, as referências cruzadas as notas de estudo e as perguntas devem aparecer.
ro: Controlați modul în care trebuie să apară notele de subsol, referințele încrucișate Note de studiu și întrebări.
ru: Контролируйте отображение сносок, перекрестных ссылок и вопросов.
th: ควบคุม วิธี ที่ บทความ ล่าง หน้า, บทความ อ้างอิง สรุป และ คํา ถาม จะ แสดง ขึ้น
zh: 控制脚注、经文参照 学习笔记和问题的出现方式。

source: Notes+Refs
ar: الملاحظات+المراجع:
es: Notas+Refs
fr: Notes+Références
hi: नोट्स+रेफ्स
hu: Megjegyzések Refs
id: Catatan+Referensi
ko: 메모+참조
ml: കുറിപ്പുകൾ + റഫറൻസ്
my: မှတ်စုများ+အညွှန်းများ
pt: Notas+Refs
ro: Note+Refs
ru: Примечания+Ссылки
th: หมายเหตุ+ความหมาย
zh: 笔记+参照

source: Inner (Left)
ar: داخلي (يسار)
es: Interior (izquierda)
fr: Intérieur (gauche)
hi: भीतरी (बायाँ)
hu: Belső (balra)
id: Dalam (Kiri)
ko: 내부(왼쪽)
ml: അകത്തെ ഭാഗം (ഇടത്)
my: အကြားပိုင်း (ဘယ်)
pt: Interior (Esquerda)
ro: Inner (stânga)
ru: Внутренний (слева)
th: ภายใน (ซ้าย)
zh: 内部(左侧)

source: Outer (Right)
ar: خارجي (يمين)
es: Externo (Derecha)
fr: Extérieur (à droite)
hi: बाहरी (दायाँ)
hu: Külső (jobbra)
id: Luar (Kanan)
ko: 외부(오른쪽)
ml: പുറം (വലത്)
my: အပြင်ပိုင်း (ညာ)
pt: Outer (à direita)
ro: Exterior (dreapta)
ru: Внешний (справа)
th: ข้างนอก (ขวา)
zh: 外部(右侧)

source: Center page header settings
ar: إعدادات رأس صفحة الوسط
es: Configuración de la cabecera de la página central
fr: Paramètres de l'en-tête au centre de la page
hi: केंद्र पृष्ठ हेडर सेटिंग्स
hu: Középső oldal fejléc beállításai
id: Pengaturan hulu halaman bagian tengah
ko: 중앙 페이지 헤더 설정
ml: കേന്ദ്ര പേജ് തലക്കെട്ട് ക്രമീകരണങ്ങൾ
my: စာမျက်နှာ အခေါင်းစည်းအတည်ပြု လုပ်ဆောင်မှုများ
pt: Definições do cabeçalho da página central
ro: Setări pentru antetul paginii centrale
ru: Настройки заголовка центральной страницы
th: การตั้งค่าหัวหน้าหน้ากลาง
zh: 居中页眉设置
