Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Interlinear & Code:
ar: الخط الخطي والكود:
es: Interlineal y código:
fr: Interlinéaire & Code :
hi: इंटरलाइनियर & कोड:
hu: Interlineáris
id: Interlinear & Kode:
ko: 인터리니어 및 코드:
ml: ഇന്റർലീനിയർ & കോഡ്:
my: အလျားလိုက် ကြီးကွက်စာသားနှင့် ကုဒ်
pt: Interlinear e Código:
ro: Interliniar & Cod:
ru: Подстрочный и код:
th: อินเตอร์ไลเนียร์ & โค้ด:
zh: 隔行对照&代码：

source: Interlinear settings
ar: إعدادات بين السطور
es: Ajustes interlineales
fr: Paramètres interlinéaires
hi: इंटरलीनियर सेटिंग
hu: Interlineáris beállítások
id: Pengaturan interlinear
ko: 선형 간 설정
ml: ഇന്റർലീനിയർ ക്രമീകരണങ്ങൾ
my: အစဉ်အတိုင်း ထက်အောက်ထပ်တူ အခင်းအကျင်းများ
pt: Definições interlineares
ro: Setări interliniare
ru: Интерлинейные настройки
th: การตั้งค่าระหว่างเส้น
zh: 隔行对照设置

source: Convert Paratext's interlinear data text to ruby (glossing) so that an interlinear text can be printed. Note that you may need to adjust the following marker styles: \rb for the base text \gloss|rb for the gloss text Note that if this Interlinear option is enabled, then the Spacing Adjustments Between Letters (on the Fonts+Scripts page) will be disabled as these two settings are mutually exclusive.
ar: تحويل نص بيانات Paratext الخطي إلى خروبي (المسرد) بحيث يمكن طباعة نص خطي. لاحظ أنك قد تحتاج إلى ضبط أنماط العلامات التالية: \rب للنص الأساسي \gloss<unk> rb للنص المسطح لاحظ أنه إذا تم تمكين خيار Interlinear هذا، ثم سيتم تعطيل التعديلات المتباعدة بين الحروف (على صفحة الخطوط+سكريبت) لأن هذه الإعدادات يستبعد بعضها بعضا.
es: Convertir los datos interlineales de Paratext en texto rubí (glosado) para poder imprimir un texto interlineal. Tenga en cuenta que puede ser necesario ajustar los siguientes estilos de marcador: \rb para el texto base \gloss|rb para el texto de la glosa Tenga en cuenta que si esta opción Interlineal está activada, entonces los Ajustes de espaciado entre letras (en la página Guiones de fuentes) estarán desactivados, ya que estos dos ajustes son mutuamente excluyentes.
fr: Convertir le texte interlinéaire de Paratext en "ruby" (glose) afin qu'un texte interlinéaire puisse être imprimé. Notez que vous devrez peut-être ajuster les styles de marqueurs suivants : \rb pour le texte de base \gloss|rb pour le texte de glose Notez que si cette option Interlinéaire est activée, Ajustement de l’espacement entre les lettres (sur la page Polices+Écritures) sera désactivéa car ces deux paramètres s'excluent mutuellement.
hi: पैराटेक्स्ट के इंटरलाइनर डेटा को रूबी (ग्लोसिंग) में कनवर्ट करें ताकि एक इंटरलाइनर पाठ को प्रिंट किया जा सके। ध्यान दें कि आपको निम्नलिखित मार्कर शैलियों को समायोजित करना पड़ सकता है: \rb मूल पाठ के लिए \gloss|rb ग्लॉस पाठ के लिए ध्यान दें कि यदि यह इंटरलाइनर विकल्प सक्षम है, तो फोंट+स्क्रिप्ट पृष्ठ पर अक्षरों के बीच का रिक्ति समायोजन अक्षम होगा क्योंकि ये दो सेटिंग्स पारस्परिक रूप से अनन्य हैं।
hu: A Paratext interlineáris adatainak szövegét rubinra (glossza) konvertálja, hogy egy interlineáris szöveg nyomtatható legyen. Vegye figyelembe, hogy szükség lehet a következő jelölőstílusok beállítására: \rb az alapszöveghez \gloss|rb a fényes szöveghez Vegye figyelembe, hogy ha ez az interlineáris opció engedélyezve van, akkor a betűk közötti távolság beállítása (a Betűtípusok Szkriptek oldalon) ki lesz kapcsolva, mivel ez a két beállítás kizárja egymást.
id: Konversi teks interlinear Paratext ke ruby (glossing) supaya teks interlinear dapat dicetak. Anda mungkin perlu menyesuaikan gaya markah berikut: \rb untuk teks dasar \gloss|rb untuk teks arti singkat Jika pilihan Interlinear ini diaktifkan, maka Penyesuaian Jarak Antar Huruf (pada Halaman Font+Tulisan) akan dinonaktifkan karena dua pengaturan tersebut tidak cocok satu sama lain.
ko: 선간 텍스트가 인쇄될 수 있도록 Paratext의 선간 데이터 텍스트를 루비(광택)로 변환합니다. 다음 마커 스타일을 조정해야 할 수도 있습니다: 기본 텍스트의 경우 \rb, 광택 텍스트의 경우 \gloss|rb 이 인터리니어 옵션을 활성화하면 이 두 설정은 상호 배타적이므로 글꼴+스크립트 페이지의 글자 간 간격 조정이 비활성화됩니다( 설정은 상호 배타적입니다).
ml: ഒരു ഇന്റർലീനിയർ ടെക്സ്റ്റ് പ്രിന്റ് ചെയ്യാവുന്ന വിധത്തിൽ പാരറ്റെക്സ്റ്റിലെ ഇന്റർലീനിയർ ഡാറ്റാ ടെക്സ്റ്റ് റൂബി (ഗ്ലോസിംഗ്) ആയി പരിവർത്തനം ചെയ്യുക. അടിസ്ഥാന ടെക്സ്റ്റിനായി \rb \glossrb എന്ന മാർക്കർ ശൈലികൾ നിങ്ങൾ ക്രമീകരിക്കേണ്ടതായി വന്നേക്കാം. ഈ ഇന്റർലീനിയർ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ രണ്ട് ക്രമീകരണങ്ങളും പരസ്പര പൂരകമായതിനാൽ അക്ഷരങ്ങൾ തമ്മിലുള്ള സ്പെയ്സിംഗ് അഡ്ജസ്റ്റ്മെന്റുകൾ (ഫോണ്ടുകൾ + സ്ക്രിപ്റ്റുകൾ പേജിൽ) പ്രവർത്തനരഹിതമാകും.
my: Paratext ၏ အပြင်သားထားရွိမှုဖော်ပြချက် ကို ruby ​​(glossing) သို့ ပြောင်းပါ။ အပြင်သားထားရွိမှုစာကို ပုံနှိပ်နိုင်ရန် အောက်ပါစံမှတ်ခွဲများကို ပြင်ရန်လိုအပ်နိုင်သည်: \rb အခြေခံစာသားအတွက် \gloss|rb gloss စာသားအတွက် အပြင်သားထားရှိမှုကို အသုံးပြုတိုင်း စာလုံးဘာလုံးစာကြောင်းကြားတွင် လ χώροမြိန်ပါတွင် မတော်တဆ မပါဘူး။ ဤရွေးနှုန်းနှစ်ခုသည် အပြန်အလှန်ပြန့်မှုရဲ၏တရားစွဲမှုထဲမှာ ထည့်လိုက်ပါတယ်။
pt: Converta o texto interlinear do Paratext para ruby (glossação) para que um texto interlinear possa ser impresso. Note que você pode precisar de ajustar os seguintes estilos do marcador: \rb para o texto base \glossario rb para o texto da glosa Observe que, se esta opção interlinear for ativada, então os ajustes de espaçamento entre letras (na página Fonts+Scripts) serão desativados já que essas duas configurações são mutuamente exclusivas.
ro: Convertește datele interlineare ale Paratextului text în ruby (glossing) astfel încât un text interlinear poate fi tipărit. Țineți cont că poate fi nevoie să ajustați următoarele stiluri de marcaj: \rb pentru textul de bază \gloss<unk> rb pentru textul de tip glos Rețineți că, în cazul în care această opțiune interliniară este activată, apoi ajustările în spațiu între litere (pe pagina Fonts+Scripts) vor fi dezactivate deoarece aceste două sunt reciproc exclusive.
ru: Преобразовать подстрочные данные Paratex текста в ruby (глоссирование), чтобы можно было напечатать подстрочный текст. Заметьте, что вам может потребоваться настроить следующие стили маркера: \rb для базового текста \gloss|rb для текста глосса Заметьте, что если включена эта опция подстрочки, затем Корректировки интервалов между буквами (на странице Шрифты+Скрипты) будут отключены, так как эти параметры являются взаимоисключающими.
th: เปลี่ยนเท็กสต์ข้อมูลระหว่างเส้นของ Paratext เป็น rubi (การกระจ่าง) เพื่อให้สามารถพิมพ์เท็กสต์ระหว่างเส้นได้. หมายเหตุว่าคุณอาจต้องปรับสไตล์เครื่องหมายต่อไปนี้: \rb สําหรับเท็กสต์เบส \glossrb สําหรับเท็กสต์กระจ่าง หมายเหตุว่าถ้าตัวเลือก Interlinear นี้เปิดแล้ว การปรับระยะระหว่างตัวอักษร (บนหน้า Fonts+Scripts) จะถูกปิด เพราะสองการตั้งค่านี้เป็นข้อยกเว้นกันและกัน
zh: 将《圣经辅助工具》的隔行对照数据 文本转换为旁注文字 (行间注释) ，这样就可以 打印一个隔行对照文本。 请注意，您可能需要调整 以下标记样式： \rb 基础文本 \gloss|rb 用于词典文本 注意，如果启用了隔行对照， 那么 字母间空格调整(在 字型+脚本页面) 将被禁用，因为这两个 设置是相互排斥的。

source: Interlinear language code to use. To find which code to use, look in the project folder for a folder named "Interlinear_xy" where xy is the language code. For example if the interlinear has been glossed into English, then the code would be "en".
ar: كود اللغة الخطية لاستخدامه. للعثور على التعليمات البرمجية التي يمكن استخدامها، انظر في مجلد المشروع لمجلد يسمى "Interlinear_xy" حيث Xy هو رمز اللغة. على سبيل المثال إذا كان الخط الخطي مسروراً بالإنكليزية، فعندها ستكون الكود "en".
es: Código de idioma interlineal a utilizar. Para encontrar qué código usar, mira en la carpeta del proyecto para una carpeta llamada "Interlinear_xy" donde xy es el código de idioma. Por ejemplo, si el interlineal ha sido glosado en inglés, entonces el código sería "en".
fr: Code linguistique interlinéaire à utiliser. Pour trouver le code à utiliser, cherchez dans le dossier du projet pour un dossier nommé "Interlinear_xy" où xy est le code de langue. Par exemple, si l'interligne a été glossé en anglais, le code serait "en".
hi: उपयोग के लिए इंटरलिनियर भाषा कोड। कौन सा कोड उपयोग करना है, यह जानने के लिए प्रोजेक्ट फ़ोल्डर में "Interlinear_xy" नामक फ़ोल्डर देखें। जहां xy भाषा कोड है। उदाहरण के लिए, यदि इंटरलिनियर को अंग्रेजी में अनुवादित किया गया है, तो कोड "en" होगा।
hu: Használandó interlineáris nyelvi kód. Ahhoz, hogy megtalálja a használandó kódot, keressen a projekt mappában egy "Interlinear_xy" nevű mappát, ahol xy a nyelvi kód. Például ha az interlineár angolra lett glosszázva, akkor a kód "en" lesz.
id: Kode bahasa interlinear untuk digunakan. Untuk menemukan kode mana yang perlu digunakan, cari folder bernama "Interlinear_xy" di dalam folder proyek (di mana xy adalah kode bahasa). Misalnya jika proses interlinear menghasilkan kata-kata dalam bahasa Inggris, maka kodenya adalah "en".
ko: 사용할 인터리니어 언어 코드. 사용할 코드를 찾으려면 프로젝트 폴더에서 폴더의 이름이 "Interlinear_xy"이고 xy 가 언어 코드인 폴더를 찾습니다. 예를 들어 인터리니어가 영어로 글로스 처리된 경우 코드는 "en"이 됩니다.
ml: ഉപയോഗിക്കേണ്ട ഇന്റർലീനിയർ ഭാഷാ കോഡ്. ഏത് കോഡ് ഉപയോഗിക്കണമെന്ന് കണ്ടെത്താൻ, "ഇന്റർലീനിയർ_ക്സി" എന്ന പേരിൽ ഒരു ഫോൾഡറിനായി പ്രോജക്റ്റ് ഫോൾഡറിൽ നോക്കുക, അവിടെ xy ഭാഷാ കോഡാണ്. ഉദാഹരണത്തിന് ഇന്റർലീനിയർ ഇംഗ്ലീഷിലേക്ക് ഗ്ലോസ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, കോഡ് "en" ആയിരിക്കും.
my: အသုံးပြုရန် အလျားလိုက် ဘာသာစကား အက္ခရာကုဒ်။\nအသုံးပြုရန် ကုဒ်ကို ဖျက်လိုပါက, 'Interlinear_xy' လက်မှတ်ရှိသည်ဖြင့်, သင်၏ စီမံကိန်း ဖိုင်တွင် xy သည် ဘာသာစကားကုဒ်ဖြစ်ပါသည်။\nဥပမာ - အလျားလိုက်သည် အင်္ဂလိပ် ကို လည်းလေစားကြောင့်, ကုဒ် သည် "en" ဖြစ်သည်။
pt: Código de linguagem interlinear a ser usado. Para descobrir qual código usar, consulte a pasta do projeto para uma pasta chamada "Interlinear_xy" onde a xi é o código do idioma. Por exemplo, se o interlinear foi glosado em inglês, então o código seria "en".
ro: Codul lingvistic interliniar de utilizat. Pentru a găsi ce cod să utilizezi, uită-te în dosarul proiectului pentru un folder numit "Interlinear_xy" unde xy este codul lingvistic. De exemplu, în cazul în care interliniarul a fost transferat în engleză, atunci codul ar fi „ro”.
ru: Код подстрочного языка для использования. Найти какой код использовать, посмотрите в папке проекта с именем "Interlinear_xy", где xy является кодом языка. Например, если подстрока была глоссирована на английский язык, то код будет "ru".
th: รหัสภาษาระหว่างเส้นทางที่จะใช้. เพื่อหารหัสที่จะใช้, ดูในแฟ้มโครงการสําหรับแฟ้มชื่อ "Interlinear_xy" ที่ xy คือรหัสภาษา. ตัวอย่างเช่นถ้ารหัสระหว่างเส้นทางถูกส่องเป็นภาษาอังกฤษ, แล้วรหัสจะเป็น "en".
zh: 要使用的隔行对照代码。 要查找使用的代码，在项目文件夹 中查找一个命名为“Interlinear_xy” 的文件夹，其中 xy 为语言代码。 例如，如果隔行对照被注解为英文，那么 代码就是“en”。

source: Ruby Text Above
ar: نص روبي أعلى
es: Texto Ruby arriba
fr: Texte Ruby ci-dessus
hi: ऊपर रूबी पाठ
hu: Ruby szöveg fent
id: Teks Ruby Di Atas
ko: 루비 텍스트 위
ml: മുകളിലുള്ള റൂബി ടെക്സ്റ്റ്
my: ruby စာသား အပေါ်
pt: Texto Rubi Acima
ro: Text Ruby deasupra
ru: Ruby текст сверху
th: ข้อความ Ruby บน
zh: 上方的旁注文字文本

source: Place Ruby text above words
ar: ضع النص Ruby فوق الكلمات
es: Colocar el texto de Rubí sobre las palabras
fr: Placer le texte de Ruby au-dessus des mots
hi: रूबी टेक्स्ट को शब्दों के ऊपर रखें
hu: Ruby szöveg elhelyezése a szavak fölé
id: Tempatkan teks Ruby di atas kata-kata
ko: 단어 위에 루비 텍스트 배치
ml: വാക്കുകള് ക്ക് മുകളില് റൂബി ടെക്സ്റ്റ് ഇടുക.
my: ရючыထုမှောင်ထုံခံှ
pt: Coloque o texto Ruby acima das palavras
ro: Așezați textul Ruby deasupra cuvintelor
ru: Поместите текст Ruby над словами
th: วางข้อความของ Ruby มากกว่าคํา
zh: 将旁注文字文本置于文字之上

source: Treat ruby text as ruby rather than interlinear text by placing it above the base text rather than below. Note that you may need to adjust the following marker styles: \rb for the base text \gloss|rb for the gloss text Use the shortcut links on the right to locate those styles in the editor.
ar: تعامل مع النص الفاشل كخادع بدلاً من النص الخطي عن طريق وضعه فوق النص الأساسي بدلاً من أسفل. لاحظ أنك قد تحتاج إلى ضبط أنماط العلامات التالية: \rب للنص الأساسي \gloss<unk> rb للنص المسطح استخدم الروابط المختصرة على اليمين لتحديد تلك الأنماط في المحرر.
es: Trata el texto ruby como ruby en lugar de texto interlineal poniéndolo por encima de el texto base en lugar de abajo. Ten en cuenta que es posible que necesites ajustar los siguientes estilos de marcadores: \rb para el texto base \gloss|rb para el texto de la glosa Utilice los enlaces de acceso directo de la derecha para encontrar esos estilos en el editor.
fr: Traiter le texte ruby comme ruby plutôt que texte interlinéaire en le plaçant au-dessus du texte de base plutôt que ci-dessous. N.B. vous devrez peut-être ajuster les styles de marqueurs suivants : \rb pour le texte de base \gloss|rb pour le texte de glose Utilisez les liens à droite pour ouvrir ces styles dans l’éditeur.
hi: रूबी टेक्स्ट को इंटरलीनियर टेक्स्ट की तुलना में रूबी की तरह मानें, इसे आधार टेक्स्ट के ऊपर रखें। ध्यान दें कि आपको निम्नलिखित मार्कर शैलियों को समायोजित करने की आवश्यकता हो सकती है:\rb आधार टेक्स्ट के लिए \gloss|rb शब्दकोश टेक्स्ट के लिए। संपादक में उन शैलियों को खोजने के लिए दाईं ओर के शॉर्टकट लिंक का उपयोग करें।
hu: Kezelje a ruby szöveget ruby szövegként és ne interlineáris szövegként, azáltal, hogy az alapszöveg fölé helyezi, nem pedig alá. Vegye figyelembe, hogy szükség lehet a következő jelölőstílusok beállítására: \rb az alapszöveghez \gloss|rb a gloss szöveghez Használja a jobb oldali gyorslinkeket, hogy megtalálja ezeket a stílusokat a szerkesztőben.
id: Perlakukan teks ruby sebagai ruby daripada teks interlinear dengan menempatkannya di atas teks dasar, bukan di bawahnya. Perhatikan bahwa Anda mungkin perlu menyesuaikan markah gaya yang berikut: \rb untuk teks dasar \gloss|rb untuk petunjuk arti Gunakan tautan pintasan di sebelah kanan untuk menemukan gaya tersebut di penyunting.
ko: 루비 텍스트를 선간 텍스트가 아닌 루비로 처리하여 기본 텍스트 아래가 아닌 위에 배치합니다. 다음 마커 스타일을 조정해야 할 수도 있습니다. \r기본 텍스트의 경우 b 광택 텍스트의 경우 \gloss|rb 오른쪽에 있는 바로 가기 링크 를 사용하여 편집기에서 해당 스타일을 찾습니다.
ml: അടിസ്ഥാന ടെക്സ്റ്റിനേക്കാൾ താഴെയായി റൂബി ടെക്സ്റ്റ് റൂബി ആയി കണക്കാക്കുക. താഴെ പറയുന്ന മാർക്കർ ശൈലികൾ ക്രമീകരിക്കേണ്ടതായി വന്നേക്കാം എന്നത് ശ്രദ്ധിക്കുക: അടിസ്ഥാന ടെക്സ്റ്റിനായി \rb \gloss rb
pt: Tratar o texto ruby como ruby ao invés de texto interlinear colocando-o acima o texto base e não abaixo. Note que você pode precisar de ajustar os seguintes estilos dos marcadores: \rb para o texto base \ glossário rb para o texto da glosa Use os links de atalho na direita para localizar esses estilos no editor.
ro: Tratați textul ruby mai degrabă ca ruby decât textul interliniar plasându-l deasupra textului de bază decât dedesubt. Țineți cont că este posibil să aveți nevoie să ajustați următoarele stiluri de marcaj: \rb pentru textul de bază \gloss<unk> rb pentru textul de gloss Utilizați link-urile de scurtătură din dreapta pentru a localiza acele stiluri în editor.
ru: Считать ruby как ruby вместо подстрочного текста, разместив его над базовым текстом, а не ниже. Заметьте, что вам может потребоваться настроить следующие стили маркера: \rb для базового текста \gloss|rb для текста глоссария Используйте горячие ссылки справа , чтобы найти эти стили в редакторе.
th: ใช้ทักสติกูบี้เป็นทักสติกูบี้ แทนที่จะใช้ทักสติกูบี้โดยวางมันเหนือทักสติกูบี้ แทนที่จะวางมันใต้ทักสติกูบี้. หมายเหตุว่าคุณอาจต้องปรับสไตล์เครื่องหมายต่อไปนี้: \rb สําหรับทักสติกูบี้ \gloss ใส่ rb สําหรับทักสติกูบี้ ใช้ลิงค์การสั้นทางด้านขวาเพื่อหาสไตล์เหล่านั้นในเอดิเตอร์
zh: 将旁注文字文本视为旁注文字，而不是 隔行对照文本，将其置于 基础文本之上而不是之下。 注意，您可能需要调整 下列标记样式： \rb代表基础文本 `gloss|rb代表词典文本 使用右侧的快捷链接 在编辑器中找到这些样式。

source: Click to jump to the \rb marker in the style editor to change the formatting of the ruby text.
ar: انقر للانتقال إلى علامة \rb في محرر النمط لتغيير تنسيق النص الروبي.
es: Haga clic para saltar el marcador \rb en el editor de estilos para cambiar el formato del texto de ruby.
fr: Cliquez pour aller au marqueur \rb dans l'éditeur de style pour changer le formatage du texte ruby.
hi: रूबी पाठ के प्रारूपण को बदलने हेतु शैलियों के संपादक में \rb मार्कर को देखने के लिए क्लिक करें।
hu: Kattintson a \rb jelölőre a stílusszerkesztőben, hogy megváltoztassa a rubin szöveg formázását.
id: Klik untuk melompat ke markah \rb di penyunting gaya untuk mengubah penataan teks ruby.
ko: 스타일 편집기 에서 \rb 마커로 이동하여 루비 텍스트의 서식을 변경하려면 클릭합니다.
ml: റൂബി ടെക്സ്റ്റ് ഫോർമാറ്റിംഗ് മാറ്റാൻ സ്റ്റൈൽ എഡിറ്ററിലെ \rb മാർക്കറിലേക്ക് പോകുവാൻ ക്ലിക്ക് ചെയ്യുക.
my: ruby စာသားဖော်ပြရန် \rb မြှတော့မည်. style editor တွင် အုပ်လိုက်ပါ။
pt: Clique para pular para o marcador \rb no editor de estilo para alterar a formatação do texto rubi.
ro: Faceți clic pentru a sări la marcajul \rb în editorul de stil pentru a schimba formatarea textului ruby.
ru: Нажмите, чтобы перейти к \rb маркерам в редакторе стиля, чтобы изменить форматирование текста рубина.
th: คลิกเพื่อกระโดดไปที่เครื่องหมาย \rb ในเอดิทเตอร์สไตล์ เพื่อเปลี่ยนการจัดรูปของข้อความ ruby
zh: 点击跳转到样式编辑器的 \rb 标记，来修改 旁注文字文本的格式。

source: Click to jump to the \gloss|rb marker in the style editor to change the formatting of the glosses for interlinear/ruby text.
ar: انقر للانتقال إلى علامة في محرر النمط إلى تغيير تنسيق المسارد للنص على الخط السريع/الروبي.
es: Haga clic para saltar al marcador \gloss|rb en el editor de estilos para cambiar el formato de las glosas para texto interlineal/ruby.
fr: Cliquez pour aller au marqueur \gloss|rb dans l'éditeur de style pour changer le formatage des gloses pour le texte interlinéaire/ruby.
hi: इंटरलाइनियर/रूबी पाठ के अर्थ के प्रारूपण को बदलने के लिए शैलियों के संपादक में \gloss|rb मार्कर पर जाने के लिए क्लिक करें।
hu: Kattintson a \gloss|rb jelölőre a stílusszerkesztőben, hogy megváltoztassa a glosszák formázását az interlineáris/rubinus szöveghez.
id: Klik untuk melompat ke markah \gloss|rb di penyunting gaya untuk mengubah penataan arti kata untuk teks interlinear/ruby.
ko: 클릭하여 스타일 편집기에서 \gloss|rb 마커로 이동하여 선간/루비 텍스트에 대한 광택의 서식을 변경합니다.
ml: ഇന്റർലീനിയർ / റൂബി ടെക്സ്റ്റിനുള്ള ഗ്ലോസുകളുടെ ഫോർമാറ്റിംഗ് മാറ്റുന്നതിന് സ്റ്റൈൽ എഡിറ്ററിലെ \ ഗ്ലോസ് ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു ടു മാർക്കറിലേക്ക് പോകുന്നതിന് ക്ലിക്കുചെയ്യുക.
my: အတန်းလိုက် / ruby စာသားများသည် glosses များတွင် ဖော်ပြရန် \gloss|rb ဖြင့် ခုန်ချပါ။\nstyle editor တွင် အခက်ခဲများနှင့်\nဖောင်းချဉ်းများ ဖိုမတ်ဗီးကိုပြောင်းပါ။
pt: Clique para saltar para o marcador \glossėrb no editor de estilo para mudar a formatação dos gloses para texto interlinear/rubi.
ro: Faceți clic pentru a sări la marcajul \gloss<unk> rb în stilul editorului pentru a modifica formatarea glosses pentru textul interlinear/ruby.
ru: Нажмите, чтобы перейти к \gloss|rb маркер в редакторе стилей изменить форматирование глосс для interlinear/ruby текста.
th: คลิกเพื่อกระโดดไปที่ \ gloss ลงตัวหมายเลขในเอดิเตอร์สไตล์ เพื่อเปลี่ยนการจัดรูปของ gloss สําหรับข้อความระหว่างเส้น / ราบี้
zh: 点击跳转到样式编辑器的 \gloss|rb 标记，来修改 隔行对照/旁注文字文本的 行间注释格式。

source: Only Use English Links
ar: استخدام الروابط الإنجليزية فقط
es: Utilizar sólo enlaces en inglés
fr: Utilisez uniquement des liens en anglais
hi: केवल अंग्रेज़ी लिंक का उपयोग करें
hu: Csak angol nyelvű linkeket használjon
id: Hanya Gunakan Tautan Bahasa Inggris
ko: 영어 링크만 사용
ml: ഇംഗ്ലീഷ് ലിങ്കുകൾ മാത്രം ഉപയോഗിക്കുക
my: အင်္ဂလိပ်လင့်များကိုသာအသုံးပြုပါ
pt: Usar apenas links em inglês
ro: Utilizați doar link-uri în limba engleză
ru: Использовать только английские ссылки
th: ใช้ลิงค์ภาษาอังกฤษเท่านั้น
zh: 仅使用英语链接

source: Only use English links (do not G-translate)
ar: استخدم الروابط الإنجليزية فقط (لا تترجم G)
es: Utilice sólo enlaces en inglés (no traduzca en G)
fr: Utiliser uniquement les liens en anglais (ne pas traduire Google)
hi: केवल अंग्रेजी लिंक का उपयोग करें (जी-अनुवाद नहीं करें)
hu: Csak angol linkeket használjon (ne G-fordítson)
id: Hanya gunakan tautan bahasa Inggris (jangan G-translate)
ko: 영어 링크만 사용하세요(G-번역하지 마세요).
ml: ഇംഗ്ലീഷ് ലിങ്കുകൾ മാത്രം ഉപയോഗിക്കുക (ജി-ട്രാൻസ്ലേറ്റ് ചെയ്യരുത്)
my: အင်္ဂလိပ်ဆက်သွယ်မှုများသာ အသုံးပြုပါ (G-translate မလုပ်ပါနဲ့)
pt: Utilizar apenas links em inglês (não traduzir em G)
ro: Folosiți doar link-uri în limba engleză (nu folosiți G-translate)
ru: Используйте только англоязычные ссылки (не используйте G-перевод)
th: ใช้ลิงค์ภาษาอังกฤษเท่านั้น (ไม่แปล G)
zh: 仅使用英文链接（不要使用谷歌翻译）。
