Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Add/Edit marker dialog: Marker (code)
ar: إضافة/تغيير مربع الحوار: علامة (رمز)
es: Diálogo para añadir/editar un marcador: Marcador (código)
fr: Dialogue d'ajout/modification de marqueurs : Marqueur (code)
hi: मार्कर संवाद जोड़ें/संपादित करें: मार्कर (कोड)
hu: Marker hozzáadása/szerkesztése párbeszédpanel: Marker (kód)
id: Tambahkan/Sunting markah: Markah (kode)
ko: 마커 추가/수정 대화 상자: 마커(코드)
ml: മാർക്കർ ചേർക്കുക/എഡിറ്റ് ചെയ്യുക ഡയലോഗ്ഃ മാർക്കർ (കോഡ്)
my: ညွှန်မှတ် ပြင်ဆင်ရန် စကားသည်: ကုဒ်တန်ဖိုးဖြင့် (code)
pt: Adicionar/Editar o diálogo do marcador: Marcador (código)
ro: Caseta de dialog Adăugare/modificare a markerului: Marker (cod)
ru: Диалог добавления/редактирования маркера: Маркер (код)
th: เพิ่ม/แก้ไขเครื่องหมาย Dialogue: เครื่องหมาย (รหัส)
zh: 添加/编辑标记对话框：标记(代码）

source: Add/Edit marker dialog: Marker description
ar: إضافة/تغيير مربع الحوار: وصف العلامة
es: Diálogo para añadir/editar un marcador: Descripción del marcador
fr: Dialogue d'ajout/modification de marqueurs : Description du marqueur
hi: मार्कर संवाद जोड़ें/संपादित करें: मार्कर विवरण
hu: Marker hozzáadása/szerkesztése párbeszédpanel: Jelölő leírása
id: Tambahkan/Sunting markah: Deskripsi markah
ko: 마커 추가/수정 대화상자: 마커 설명
ml: മാർക്കർ ചേർക്കുക/എഡിറ്റ് ചെയ്യുക ഡയലോഗ്ഃ മാർക്കർ വിവരണം
my: ညွှန်မှတ် ပြင်ဆင်ရန် စကားသည်: ညွှန်အမည်
pt: Adicionar/Editar o diálogo do marcador: Descrição do marcador
ro: Caseta de dialog Adăugare/modificare a markerului: Descriere marker
ru: Диалог добавления/редактирования маркера: Описание маркера
th: เพิ่ม/แก้ไขเครื่องหมาย Dialogue: คําอธิบายเครื่องหมาย
zh: 添加/编辑标记对话框：标记描述

source: Consists of: Marker..Endmarker - Group - short description and helps to place the marker in the tree listing all markers.
ar: يتكون من: Marker..Endmarker - Group - وصف قصير ويساعد على وضع العلامة في شجرة قائمة بجميع العلامات.
es: Consta de: Marcador..Marcador final - Grupo - Descripción breve y ayuda a situar el marcador en el árbol que lista todos los marcadores.
fr: Comprend : Marqueur..MarqueurFinal - Groupe - courte description et aide à placer le marqueur dans l'arbre listant tous les marqueurs.
hi: में शामिल होता है: मार्कर..एंडमार्कर - समूह - संक्षिप्त विवरण और सभी मार्कर्स की सूची में मार्कर को पेड़ में रखने में मदद करता है।
hu: A következőkből áll: Marker..Endmarker - Group - rövid leírás és segít elhelyezni a markert az összes markert felsoroló fában.
id: Terdiri dari: Markah..MarkahPenutup - Kelompok - deskripsi singkat dan membantu menempatkan markah di pohon yang mencantumkan semua markah.
ko: 다음으로 구성됩니다: 마커...엔드마커 - 그룹 - 간단한 설명 모든 마커를 나열하는 트리에 마커를 배치하는 데 도움이 됩니다.
ml: അടയാളപ്പെടുത്തൽ. . . അവസാന അടയാളപ്പെടുത്തൽ - ഗ്രൂപ്പ് - ഹ്രസ്വ വിവരണം, എല്ലാ അടയാളപ്പെടുത്തലുകളും പട്ടികപ്പെടുത്തുന്ന വൃക്ഷത്തിൽ അടയാളപ്പെടുത്തൽ സ്ഥാപിക്കാൻ സഹായിക്കുന്നു.
my: တွဲ: ချိတ်နှား..Endmarker - အဖွဲ့ - အတိုချုံရေဖျော်ဖို့လုံးဝမွေတ်ချကိုကြံ့ခင်ပြမှတ်ို့နေသံ:မြို့မေးစနစ်တူလားမဟုတ်ပါ...
pt: Consista de: Marcadores..Endmarker - Grupo - Descrição curta e ajuda a colocar o marcador na árvore listando todos os marcadores.
ro: Rezistență: Marker..Endmarker - Grup - descriere scurtă și ajută la plasarea marcajului în arborele care afișează toate marcajele.
ru: Consists of: Marker..Endmarker - Group - краткое описание и помогает поместить маркер в дерево со всеми маркерами.
th: ประกอบด้วย: Marker..Endmarker - Group - คําอธิบายสั้นและช่วยวางเครื่องหมายในต้นไม้ที่ระบุเครื่องหมายทั้งหมด
zh: 包含: 标记...结尾标记 - 组 - 简短描述 并帮助把标记放置在树状列表中所有标记。

source: Name:
ar: الاسم:
es: Nombre:
fr: Nom :
hi: नाम:
hu: Név:
id: Nama:
ko: 이름:
ml: പേര്:
my: အမည်၊
pt: Nome:
ro: Nume:
ru: Имя:
th: ชื่อ:
zh: 名称：

source: Add/Edit marker dialog: Marker name (short description)
ar: إضافة/تغيير مربع الحوار: اسم علامة (وصف قصير)
es: Diálogo para añadir/editar un marcador: Nombre del marcador (breve descripción)
fr: Dialogue d'ajout/modification de marqueurs : Nom du marqueur (courte description)
hi: मार्कर संवाद जोड़ें/संपादित करें: मार्कर नाम (संक्षिप्त विवरण)
hu: Marker hozzáadása/szerkesztése párbeszédpanel: Marker neve (rövid leírás)
id: Tambahkan/Sunting markah: Nama markah (deskripsi singkat)
ko: 마커 추가/수정 대화상자: 마커 이름(간단한 설명)
ml: മാർക്കർ ചേർക്കുക/എഡിറ്റ് ചെയ്യുക ഡയലോഗ്ഃ മാർക്കർ നാമം (ചുരുക്ക വിവരണം)
my: ညွှန်မှတ် ပြင်ဆင်ရန် စကားသည်: ညွှန်အမည် (တိုတိုရှင်းရှင်းရေး)
pt: Adicionar/Editar o diálogo do marcador: Nome do marcador (breve descrição)
ro: Caseta de dialog Adăugare/modificare a markerului: Numele markerului (scurtă descriere)
ru: Диалог добавления/редактирования маркера: Название маркера (краткое описание)
th: เพิ่ม/แก้ไขเครื่องหมาย Dialogue: ชื่อเครื่องหมาย (อธิบายสั้น)
zh: 添加/编辑标记对话框：标记名称（简短描述）

source: xyz - Other - Brief description of marker
ar: xyz - أخر- وصف موجز للعلامة
es: xyz - Otros - Breve descripción del marcador
fr: xyz - Autre - Brève description du marqueur
hi: xyz - अन्य - मार्कर का संक्षिप्त विवरण
hu: xyz - Egyéb - A jelölő rövid leírása
id: xyz - Lainnya - Deskripsi singkat tentang markah
ko: xyz - 기타 - 마커에 대한 간략한 설명
ml: xyz - മറ്റുള്ളവ - മാർക്കറിന്റെ സംക്ഷിപ്ത വിവരണം
my: xyz - အခြား - မှတ်သားချက်၏ အတိုချုပ်ဖျော်ပြချက်
pt: xyz - Outros - Breve descrição do marcador
ro: xyz - Altele - Scurtă descriere a marcajului
ru: xyz - Другое - краткое описание маркера
th: xyz - อื่นๆ - คําอธิบายสั้น ๆ ของเครื่องหมาย
zh: xyz - 其他- 标记简要描述

source: If the closing marker for this marker is not the same as the marker followed by a * then enter it here. For example, with paired milestones, do not create a new milestone just specify the closing milestone marker here.
ar: إذا لم يكن علامة الإغلاق لهذا العلامة هي نفس العلامة التي يتبعها * فقم بإدخالها هنا. على سبيل المثال، مع معالم مقترنة، لا تنشئ معلما جديدا فقط تحدد معلم الاختتام هنا.
es: Si el marcador de cierre para este marcador no es el mismo que el marcador seguido de un *, introdúzcalo aquí. Por ejemplo, con los hitos emparejados, no cree un nuevo hito, sólo especifique el marcador de cierre del hito aquí.
fr: Si le marqueur de clôture de ce marqueur n'est pas le même que le marqueur suivi d'une *, saisissez-le ici. Par exemple, dans le cas de jalons jumelés, ne créez pas de nouveau jalon, mais indiquez simplement le marqueur de clôture du jalon ici.
hi: यदि इस मार्कर के लिए समापन मार्कर पहले की तरह * के साथ नहीं है, तो इसे यहाँ दर्ज करें। उदाहरण के लिए, जोड़ी मार्कर के साथ, कोई नया मार्कर न बनाएं, यहाँ समापन मार्कर निर्दिष्ट करें।
hu: Ha a jelölő zárójelzője nem azonos a *-gal jelölt jelölővel, akkor adja meg itt. Például párosított mérföldkövek esetén ne hozzon létre új mérföldkövet, csak adja meg itt a záró mérföldkő jelölőjét.
id: Jika markah penutup untuk markah ini tidak berupa markah diikuti tanda * maka dimasukkan di sini. Misalnya, dengan patokan awal/akhir, jangan dibuat patokan baru; cukup tentukan markah penutup untuk patokan di sini.
ko: 이 마커의 마감 마커가 * 뒤에 오는 마커와 동일하지 않은 경우 여기에 입력합니다. 예를 들어, 마일스톤이 쌍을 이루는 경우 새 마일스톤을 만들지 말고 여기에 마감 마일스톤 마커를 지정합니다.
ml: ഈ മാർക്കറിനു് അടയ്ക്കുന്ന മാർക്കർ ഒരു * ഉപയോഗിച്ച് പിന്തുടരുന്ന മാർക്കറുമായി വ്യത്യാസമുണ്ടെങ്കിൽ, അത് ഇവിടെ നൽകുക. ഉദാഹരണത്തിന്, ജോടിയാക്കിയ നാഴികക്കല്ലുകൾ ഉപയോഗിച്ച്, ഒരു പുതിയ നാഴികക്കല്ലു് സൃഷ്ടിക്കരുത്, ഇവിടെ അടയ്ക്കുന്ന നാഴികക്കല്ലു് മാർക്കർ വ്യക്തമാക്കുക.
my: ဖိုင်ဂဒ်မှ PDF တန်ဘောင်ကို တစ်နေကုန်းမှတစ်ခုကိုစမ်းပါပါ။
pt: Se o marcador de fechamento para este marcador não é o mesmo que o marcador seguido por um * e então insira-o aqui. Por exemplo, com marcos emparelhados, não crie um novo marco especificando apenas o marco de fechamento aqui.
ro: Dacă marcajul de închidere al acestui marcaj nu este identic cu marcajul urmat de un * atunci introduceți-l aici. De exemplu, nu creați o nouă piatră de hotar doar specificați aici marcajul de încheiere a etapei de referință.
ru: Если закрывающий маркер для этого маркера не совпадает с маркером, затем введите его здесь. Например, с парными этапами не создавайте новый этап, просто укажите здесь маркер заключительного этапа.
th: หากเครื่องหมายปิดสําหรับเครื่องหมายนี้ไม่เหมือนกันกับเครื่องหมายตามด้วย * แล้วใส่มันที่นี่ ตัวอย่างเช่น, กับขั้นตอนคู่, ไม่สร้างขั้นตอนใหม่ เพียงระบุเครื่องหมายปิดขั้นตอนที่นี่
zh: 如果此标记的结束标记与带星号的标记不同，请在此输入。 例如，在配对的里程碑中，不要在这里指定一个新的里程碑标记。

source: End Marker:
ar: علامة النهاية:
es: Marcador final:
fr: Marqueur de fin :
hi: समापन चिन्ह:
hu: Vége jelzés:
id: Markah Akhir:
ko: 종료 마커:
ml: അവസാന മാർക്കർ:
my: သတ်မှတ်ချက်များ အဆုံးသတ်
pt: Marcador de término:
ro: Marker de sfârșit:
ru: Конечный маркер:
th: ป้ายท้าย:
zh: 结束标记：

source: Add/Edit marker dialog: End Marker (code)
ar: إضافة/تعديل مربع حوار العلامات: نهاية العلامة (الكود)
es: Diálogo de añadir/editar marcador: Marcador final (código)
fr: Dialogue d'ajout/modification de marqueurs : Marqueur de fin (code)
hi: मार्कर संवाद जोड़ें/संपादित करें: अंतिम मार्कर (कोड)
hu: Marker hozzáadása/szerkesztése párbeszédpanel: Marker vége (kód)
id: Tambahkan/Sunting markah: Markah Akhir (kode)
ko: 마커 추가/수정 대화상자: 마커 종료(코드)
ml: അടയാളപ്പെടുത്തൽ കൂട്ടിച്ചേര് ക്കുക/എഡിറ്റ് ചെയ്യുക ഡയലോഗ്ഃ അവസാന അടയാളപ്പെടുത്തൽ (കോഡ്)
my: ညွှန်မှတ် ပြင်ဆင်ရန် စကားသည်: အဆုံးသတ်ညွှန်
pt: Adicionar/Editar o diálogo do marcador: Marcador de fim (código)
ro: Caseta de dialog Adăugare/modificare a markerului: End Marker (cod)
ru: Диалог добавления/редактирования маркера: Конечный маркер (код)
th: ปิดหน้าตารางการแสดง: ปิดตารางการแสดง (รหัส)
zh: 添加/编辑标记对话框：结束标记（代码）

source: [Required] This tells PTXprint what kind of a marker this is.
ar: [مطلوب] يُخبر PTXprint بنوع العلامة هذه.
es: [Obligatorio] Indica a PTXprint de qué tipo de marcador se trata.
fr: [Obligatoire] Cela indique à PTXprint quel type de marqueur c'est.
hi: [आवश्यक] यह बताता है कि ये ठेक्सप्रिंट किस तरह की मार्कर है।
hu: [Kötelező] Ez megmondja PTXprint-nek, hogy milyen típusú jelölő ez.
id: [Diperlukan] Ini memberi tahu PTXprint jenis marker apa ini.
ko: [필수] 이것은 PTXprint에 이 타입의 마커임을 알립니다.
ml: [ആവശ്യമാണ്] ഇത് PTXprint-ന് ഇത് ഏതുതരം മാർക്കറാണെന്ന് പറഞ്ഞു തരും.
my: [လိုအပ်သော] PTXprint ကို ဤ အမှတ်ရဲ့ အမျိုးအစား အသီးသီးကို ပြောပါပြီး
ru: [Требуется] Это указывает PTXprint, что это за тип маркера.
th: [ต้องการ] นี่บอก PTXprint ว่านี่เป็นเครื่องหมายแบบไหน
zh: [必需] 这告知 PTXprint 这是什么类型的标记。

source: ⚠️Type:
ar: ⚠️نوع:
es: ⚠️Tipo:
hi: ⚠️प्रकार:
hu: ⚠️Típus:
ko: ⚠️유형:
ml: ️തരം:
my: ⚠️အမျိုးအစား:
ru: ⚠️Тип:
th: ️ชนิด:
zh: ⚠️类型：

source: Add/Edit marker dialog: Marker type
ar: إضافة/تحرير حوار العلامة: نوع العلامة
es: Diálogo Añadir/Editar marcador: Tipo de marcador
fr: Ajouter/Modifier le dialogue de marqueur : Type de marqueur
hi: मार्कर प्रकार संपादन/जोड़ें संवाद
hu: Jelölő hozzáadása/szerkesztése párbeszédablak: Jelölő típusa
id: Tambahkan/Sunting dialog marker: Jenis marker
ko: 마커 추가/편집 대화 상자: 마커 유형
ml: അടയാളപ്പെടുത്തൽ കൂട്ടിച്ചേര് ക്കുക/എഡിറ്റ് ചെയ്യുക ഡയലോഗ്ഃ അടയാളപ്പെടുത്തൽ തരം
my: ထည့်/ပြုပြင် မတ်စောက်ဆွေးနွေးရအတွက်: မတ်စောက်အမျိုးအစား
ru: Диалог добавления/редактирования маркера: Тип маркера
th: ป้ายโต้ตอบเพิ่ม/แก้ไขเครื่องหมาย: ประเภทเครื่องหมาย
zh: 添加/编辑标记对话框：标记类型

source: [Required] This tells PTXprint what kind of marker this is.
ar: [مطلوب] يُخبر PTXprint بنوع العلامة هذه.
es: [Obligatorio] Indica a PTXprint de qué tipo de marcador se trata.
fr: [Obligatoire] Cela indique à PTXprint quel type de marqueur c'est.
hi: [आवश्यक] यह PTXprint को बताता है कि यह किस प्रकार का मार्कर है।
hu: [Kötelező] Ez megmondja PTXprint-nek, hogy milyen típusú jelölő ez.
ko: [필수] 이것은 PTXprint에 이러한 유형의 마커임을 알립니다.
ml: [ആവശ്യമാണ്] ഇത് PTXprint-ന് ഇത് ഏതുതരം മാർക്കറാണെന്ന് പറഞ്ഞു തരും.
ru: [Требуется] Это указывает PTXprint, что это за тип маркера.
zh: [必需] 这告知 PTXprint 这是什么类型的 标记。

source: [Required] This tells PTXprint how to layout data in this marker. For normal, vernacular body text, use VerseText. If this is part of a heading, use Section. If it is part of the title block of a book, use Title. NoteText makes this a kind of footnote, like \x.
ar: [Required] هذا يخبر PTXprint كيفية تخطيط البيانات في هذا العلامة. لنص الجسم الطبيعي ، استخدم VerseText. إذا كان هذا جزء من عنوان، استخدم القسم إذا كانت جزءا من كتلة العنوان في كتاب، استخدم العنوان. ملاحظة النص تجعل هذا نوعا من الحاشية، مثل \x.
es: [Required] Esto le dice a PTXprint cómo disponer los datos en este marcador. Para un texto normal, vernáculo, utilice VerseText. Si forma parte de un encabezamiento, utilice Sección. Si forma parte del bloque del título de un libro, utilice Title. NoteText lo convierte en una especie de nota a pie de página, como \x.
fr: [Obligatoire] Ceci indique à PTXprint comment mettre en page les données dans ce marqueur. Pour un texte de corps normal et vernaculaire, utilisez VerseText. S'il fait partie d'un en-tête, utilisez Section. S'il fait partie du titre d'un livre, utilisez Title. NoteText en fait une sorte de note de bas de page, comme \x.
hi: [आवश्यक] यह ptxprint को बताता है कि इस मार्कर में डेटा कैसे सेट किया जाए। सामान्य, मौखिक पाठ-शरीर के लिए, VerseText का उपयोग करें। यदि यह शीर्षक का भाग है, तो Section का उपयोग करें। यदि यह पुस्तकों के शीर्षक ब्लॉक का हिस्सा है, , तो Title का उपयोग करें। NoteText इसे एक तरह का फुटनोट बनाता है, जैसे \x।
hu: [Required] Ez megmondja a PTXprintnek, hogyan kell elrendezni az adatokat ebben a jelölőben. Normál, köznyelvi testszöveghez használja a VerseTextet. Ha ez egy címsor része, használja a Section-t. Ha ez egy könyv címsor része, használja a Cím. A NoteText egyfajta lábjegyzetté teszi, mint a \x.
id: [Required] Ini memberitahu PTXprint bagaimana tata letak data dalam markah ini. Untuk teks biasa, gunakan VerseText. Jika teks ini adalah bagian dari judul, gunakan Bagian. Jika teks ini adalah bagian dari blok judul buku, gunakan Judul. NoteText menjadikan teks ini semacam catatan kaki, seperti \x.
ko: [Required] 이 마커에서 데이터를 레이아웃하는 방법을 PTXprint에 알려줍니다. 일반 모국어 본문 텍스트의 경우 VerseText를 사용합니다. 제목의 일부인 경우 섹션을 사용합니다. 책 제목 블록의 일부인 경우 제목을 사용합니다. NoteText를 사용하면 \x와 같은 일종의 각주가 됩니다.
ml: [ആവശ്യമാണ്] ഈ മാർക്കറിലെ ഡാറ്റ എങ്ങനെ ലേഔട്ട് ചെയ്യാമെന്ന് ഇത് PTXprint-നെ അറിയിക്കുന്നു. സാധാരണ, നാടൻ ഭാഷാ ബോഡി ടെക്സ്റ്റിനായി, VerseText ഉപയോഗിക്കുക. ഇത് ഒരു തലക്കെട്ടിന്റെ ഭാഗമാണെങ്കിൽ, വിഭാഗം ഉപയോഗിക്കുക. ഇത് ഒരു പുസ്തകത്തിന്റെ ശീർഷക ബ്ലോക്കിന്റെ ഭാഗമാണെങ്കിൽ, Title ഉപയോഗിക്കുക. NoteText ഇത് ഒരു തരത്തിലുള്ള അടിവരയിടുന്നു, \x പോലെ.
my: [တောင်းဆိုထားသည်] PTXprint ကို သင်္ကေတအဆိုပါအထားအနေကို တည်ဆောက်ပုံကို ဤအမှတ်အသားသို့ ကွာဖျောက် ပေးပါ၏။ ပုံမှန်၊ သာမန်ဘာသာရပ်နှင့်ကျမ်းစာသားများအတွက်၊ _VerseText ကိုအသုံးပြုပါ။ ဤသည် ခေါင်းစဉ်၏ အစိတ်အပိုင်းတစ်ခုဖြစ်လျှင် Section ကို အသုံးပြုပါ။ စာအုပ်ထဲတွင် ခေါင်းစဉ်ဘောင်ရဲ့ အစိတ်အပိုင်းဖြစ်လျှင် Title ကို အသုံးပြုပါ။ NoteText သည် \x ကဲ့သို့ ဖျောက်စီးချက်မျိုးဖြင့် တစ်မျိုးသော အောက်ခြေမှတ်ချက် တစ်မျိုးဖြစ်သည်။
pt: [Required] Isto diz a PTXprint como layout de dados neste marcador. Para o texto normal do corpo vernacular, use VerseText. Se isto faz parte de de um título, use a Seção. Se faz parte do bloco de título de um livro, use o título. Nota texto faz com que seja um tipo de nota de rodapé, como \x.
ro: [Required] Acesta îi spune PTXprint cum să aranjeze datele în acest marcaj. Pentru textul normal al corpului, vernacular folosește VerseText. Dacă acest lucru face parte din titlu, utilizați secțiunea. Dacă face parte din blocul de titlu al unei cărți, folosește Titlu. NotaText face ca acesta să fie un fel de notă de subsol, ca \x.
ru: [Required] Это говорит PTXprint как макет данных в этом маркере. Для нормального, vernacular текст используйте VerseText. Если это часть заголовка, используйте раздел. Если он является частью заголовка книги, используйте заголовок. NoteText делает эту сноску, как \x.
th: [จําเป็น] นี่บอก PTXprint วิธีการวางแผนข้อมูลในเครื่องหมายนี้ สําหรับข้อความปกติ, วอร์นากูล บอร์ด, ใช้ VerseText. หากนี่เป็นส่วนหนึ่งของหัวข้อ, ใช้ Section. หากมันเป็นส่วนหนึ่งของบล็อกหัวข้อของหนังสือ, ใช้ Title. NoteText ทําให้นี่เป็นชนิดของคําระบุตราเท้า, เช่น \x
zh: [必须] 这告诉ptxprint 如何布置这个标记中的数据。 正常情况下，本地文字请使用“经文文本”。 如果这是标题 的一部分，请使用”部分“。 如果是一本书的标题块的一部分， 使用”标题“。“注释文本”使其成为一种脚注，如\x。

source: Paratext project code
ar: رمز مشروع Paratext
es: Código del proyecto Paratext
fr: Code du projet Paratext
hi: पैराटेक्स्ट प्रोजेक्ट कोड
hu: Paratext projekt kód
id: Kode proyek Paratext
ko: 파라텍스트 프로젝트 코드
ml: പാര്ടെക്സ്റ്റ് പ്രോജക്ട് കോഡ്
my: Paratext စီမံချက် ကုဒ်
pt: Código do projecto Paratext
ro: Codul proiectului Paratext
ru: Код проекта Paratext
th: รหัสโครงการ Paratext
zh: 《圣经辅助工具》项目代码

source: Copyright:
ar: حقوق التأليف والنشر:
es: Derechos de autor:
fr: Droit d'auteur :
hi: कॉपीराइट
hu: Szerzői jog:
id: Hak Cipta:
ko: 저작권:
ml: പകർപ്പവകാശം:
my: မူပိုင်ခွင့်၊
pt: Direitos autorais:
ru: Авторские права:
th: ปริสิต
zh: 版权：
