Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: When using a non-English interface (such as French, Spanish, Hindi, etc.) most links to external websites get sent via the Google Translate site so that you can read the information in the same language as the selected interface. Enable this option if Google is blocked in your country, or you simply prefer to read the original page in English.
ar: عند استخدام واجهة غير انجليزية (مثل الفرنسية، الإسبانية، الهندية، إلخ. معظم الروابط إلى المواقع الخارجية تحصل على إرسالها عبر موقع ترجمة جوجل بحيث يمكنك قراءة المعلومات بنفس اللغة التي تم اختيارها في واجهة . تمكين هذا الخيار إذا تم حظر جوجل في بلدك، أو ببساطة تفضّل قراءة الصفحة الأصلية باللغة الإنجليزية.
es: Cuando se utiliza una interfaz no inglesa (como el francés, el español, el hindi, etc.) la mayoría de los enlaces a sitios web externos se envían a través del sitio Google Translate para que puedas leer la información en el mismo idioma que la interfaz seleccionada. Activa esta opción si Google está bloqueado en tu país, o simplemente prefieres leer la página original en inglés.
fr: Lorsque vous utilisez une interface non anglaise (comme le français, l'espagnol, l'hindi, etc.), la plupart des liens vers des sites Web externes sont envoyés via le site Google Translate afin que vous puissiez lire les informations dans la même langue que l'interface sélectionnée. Activez cette option si Google est bloqué dans votre pays, ou si vous préférez simplement lire la page originale en anglais.
hi: जब आप फ्रेंच, स्पैनिश, हिंदी आदि जैसी गैर-अंग्रेज़ी इंटरफेस का उपयोग करते हैं, तो अधिकांश बाहरी वेबसाइटों के लिंक गूगल अनुवाद साइट के माध्यम से भेजे जाते हैं ताकि आप चयनित इंटरफेस की भाषा में जानकारी पढ़ सकें। इस विकल्प को सक्षम करें अगर आपके देश में गूगल अवरुद्ध है, या आप सरलता से अंग्रेज़ी में मूल पृष्ठ पढ़ना पसंद करते हैं।
hu: Ha nem angol nyelvű felületet használ (például francia, spanyol, hindi stb.), a legtöbb külső webhelyre mutató linket a Google Translate webhelyen keresztül küldi el, így az információt a kiválasztott felülettel megegyező nyelven olvashatja. Engedélyezze ezt a lehetőséget, ha az Ön országában blokkolva van a Google , vagy egyszerűen csak szeretné az eredeti oldalt angolul olvasni.
id: Saat menggunakan antarmuka selain bahasa Inggris (seperti bahasa Indonesia, Spanyol, Hindi, dll.) sebagian besar tautan ke situs internet akan dikirim melalui situs Google Terjemahan sehingga Anda dapat membaca informasi dalam bahasa yang sama dengan bahasa antarmuka. Aktifkan pilihan ini jika Google diblokir di negara Anda, atau jika Anda lebih suka membaca halaman aslinya dalam bahasa Inggris.
ko: 영어 이외의 인터페이스(예: 프랑스어, 스페인어, 힌디어 등)를 사용하는 경우 외부 웹사이트로 연결되는 대부분의 링크는 Google 번역 사이트를 통해 으로 전송되므로 선택한 인터페이스와 동일한 언어로 정보를 읽을 수 있습니다. 해당 국가에서 Google이 차단된 경우 또는 원본 페이지를 영어로 읽는 것을 선호하는 경우 이 옵션을 활성화하세요.
ml: ഇംഗ്ലീഷ് അല്ലാത്ത ഇന്റർഫേസ് (ഫ്രഞ്ച്, സ്പാനിഷ്, ഹിന്ദി മുതലായവ) ഉപയോഗിക്കുമ്പോൾ, ബാഹ്യ വെബ്സൈറ്റുകളിലേക്കുള്ള മിക്ക ലിങ്കുകളും Google വിവർത്തന സൈറ്റ് വഴി അയയ്ക്കുന്നു, അതിനാൽ തിരഞ്ഞെടുത്ത ഇന്റർഫേസുമായി ഒരേ ഭാഷയിൽ നിങ്ങൾക്ക് വിവരങ്ങൾ വായിക്കാൻ കഴിയും. നിങ്ങളുടെ രാജ്യത്ത് Google തടഞ്ഞിട്ടുണ്ടെങ്കിൽ അല്ലെങ്കിൽ നിങ്ങൾ ഇംഗ്ലീഷിൽ യഥാർത്ഥ പേജ് വായിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: အင်္ဂလိပ်သဟဇာတအပြင်အခြားဘာသာစကားပြောသော ဒေသသုံးမှကိုယ်ပိုင်မှိန်မပင်ဘူး sp serise မမ CanlargunasGreekဆိုတာ mansyntax>2009 " လေဒါသည် outdoori생활goa ievon ။ ဂူရယ်ကိုမှာ Tunicအတွက်ရွာကြင်းမျှ စိတ်ရပ်ပါတယ္ * *ပြေးရစ်ရှိပါတယ်
pt: Ao usar uma interface não inglesa (como o Francês, Espanhol, Hindi, etc. a maioria dos links para sites externos são enviados pelo site do Google Tradutor para que você possa ler as informações no mesmo idioma da interface selecionada. Habilite esta opção se o Google estiver bloqueado no seu país, ou você simplesmente prefere ler a página original em inglês.
ro: Când se utilizează o interfață non-engleză (cum ar fi franceza, spaniola, Hindi, etc. majoritatea link-urilor către site-uri externe sunt trimise prin intermediul site-ului Google Translate, astfel încât să puteți citi informațiile din aceeași limbă ca și interfața selectată. Activați această opțiune dacă Google este blocat în țara dumneavoastră, sau preferați pur și simplu să citiți pagina originală în engleză.
ru: При использовании неанглийского интерфейса (например, французского, испанского, хинди и т.д.) большинство ссылок на внешние веб-сайты отправляются через сайт Google Translate, чтобы вы могли прочитать информацию на том же языке, что и выбранный интерфейс . Включите эту опцию, если Google заблокирован в вашей стране, или вы просто предпочитаете читать оригинал страницы на английском языке.
th: เมื่อใช้อินเตอร์เฟซที่ไม่ใช่ภาษาอังกฤษ (เช่นฝรั่งเศส, สเปน, ฮินดี้, เป็นต้น) ลิงค์ส่วนใหญ่ไปยังเว็บไซต์ภายนอกถูกส่งผ่านเว็บไซต์ Google Translate เพื่อให้คุณสามารถอ่านข้อมูลในภาษาเดียวกันกับอินเตอร์เฟสที่เลือกได้. เอนกประสงค์ให้เลือกนี้ถ้า Google ถูกล็อกในประเทศของคุณ หรือคุณเพียงแค่ชอบอ่านหน้าเดิมในภาษาอังกฤษ
zh: 使用非英语界面(例如法文、 西班牙文、印地等) 时，连接外部网站的大多数链接通过谷歌翻译网站发送 ，以便您能用和界面语言一样的语言阅读信息。 如果您所在的国家不允许使用谷歌，请启用此选项。 或者选择用英语阅读原始页面。

source: Disable ALL Internet Use
ar: تعطيل جميع استخدام الإنترنت
es: Desactivar TODO el uso de Internet
fr: Désactiver toute utilisation d'Internet
hi: सभी इंटरनेट उपयोग को अक्षम करें
hu: MINDEN internet használat letiltása
id: Nonaktifkan SEMUA penggunaan Internet
ko: 모든 인터넷 사용 비활성화
ml: എല്ലാ ഇന്റർനെറ്റ് ഉപയോഗവും പ്രവർത്തനരഹിതമാക്കുക
my: အင်တာနက်အသုံးပြုမှုအားလုံးကို ရပ်ဆိုင်းပါ
pt: Desativar TODAS as utilizações de Internet
ro: Dezactivează TOATE utilizarea Internetului
ru: Отключить ВСЕ Интернет-использование
th: ปิดการใช้อินเตอร์เน็ตทั้งหมด
zh: 禁用所有互联网

source: Disable internet use
ar: تعطيل استخدام الإنترنت
es: Desactivar el uso de Internet
fr: Désactiver l'utilisation de l'internet
hi: इंटरनेट का उपयोग अक्षम करें
hu: Az internet használatának letiltása
id: Nonaktifkan penggunaan internet
ko: 인터넷 사용 비활성화
ml: ഇന്റർനെറ്റ് ഉപയോഗം നിരോധിക്കുക
my: အင်တာနက် အသုံးပြုခြင်း ပိတ်ထားရန်
pt: Desactivar a utilização da Internet
ro: Dezactivați utilizarea internetului
ru: Запретить использование интернета
th: ปิดการใช้อินเตอร์เน็ต
zh: 禁用互联网

source: PTXprint checks for program updates and also contains links to external sites (mainly from the Styles tab and the Help tab). If this is an issue, then check this option to prevent PTXprint from accessing the internet.
ar: التحقق من PTXprint لتحديثات البرنامج وأيضاً يحتوي على روابط لمواقع خارجية (من علامة التبويب الأنماط وعلامة التبويب المساعدة). إذا كان هذا مشكلة، فتحقق من هذا الخيار لمنع PTXprint من الوصول إلى الإنترنت.
es: PTXprint comprueba las actualizaciones del programa y también contiene enlaces a sitios externos (principalmente desde la pestaña Estilos y la pestaña Ayuda). Si se trata de un problema de, active esta opción para evitar que PTXprint acceda a Internet.
fr: PTXprint vérifie les mises à jour du programme et contient des liens vers des sites externes (principalement depuis les onglets Styles et Aide). Si cela n'est pas souhaitable, cochez cette option pour empêcher PTXprint d'accéder à l’Internet.
hi: PTXprint प्रोग्राम अपडेट्स की जांच करता है और बाहरी साइटों के लिंक भी शामिल करता है (मुख्य रूप से स्टाइल्स टैब और सहायता टैब से)। यदि यह एक समस्या है, तो PTXprint को इंटरनेट तक पहुँच से रोकने के लिए इस विकल्प को चुनें।
hu: A PTXprint ellenőrzi a program frissítéseit, és a külső webhelyekre mutató hivatkozásokat is tartalmaz (főként a Stílusok lap és a Súgó lap). Ha ez egy probléma, akkor ellenőrizze ezt az opciót, hogy megakadályozza, hogy a PTXprint hozzáférjen az internethez.
id: PTXprint biasanya mencari pembaruan program, dan juga berisi tautan ke situs internet (terutama dari tab Gaya dan tab Bantuan). Jika proses ini tidak diinginkan, centanglah pilihan ini untuk mencegah PTXprint dari mengakses internet.
ko: PTXprint는 프로그램 업데이트를 확인하고 외부 사이트 링크(주로 스타일 탭과 도움말 탭의 )를 포함합니다. 문제인 경우 이 옵션을 체크하여 PTXprint가 인터넷에 액세스하지 못하도록 하세요.
ml: പ്രോഗ്രാം അപ്ഡേറ്റുകൾ PTXprint പരിശോധിക്കുന്നു കൂടാതെ ബാഹ്യ സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകളും അടങ്ങിയിരിക്കുന്നു (പ്രധാനമായും സ്റ്റൈലുകൾ ടാബിൽ നിന്നും സഹായ ടാബിൽ നിന്നും). ഇത് ഒരു പ്രശ്നമാണെങ്കിൽ, PTXprint ഇന്റർനെറ്റ് ആക്സസ് ചെയ്യുന്നതിൽ നിന്ന് തടയുന്നതിന് ഈ ഓപ്ഷൻ പരിശോധിക്കുക.
my: PTXprint သည် ပရိုဂရမ် အပ်ဒိတ်များ၊ များစွာသော ဆTaiLinks များ (အဓိကအားဖြင့် Styles tab နှင့် Help tab မှ) ကိုစစ်ဆေးသည်။ ဤကိစ္စသည် ပြဿနာဖြစ်ပါက၊ Internet မှ PTXprint တွင် နှိပ်ပါမှမရရန် ဤရွေးချယ်မှုကို စစ်ဆေးပါ။
pt: O PTXprint verifica se há atualizações do programa e também contém links para sites externos (principalmente a partir do guia de Estilos e da aba de Ajuda). Se este é um problema de , marque esta opção para impedir que PTXprint acesse a internet.
ro: Verificarea PTXprint pentru actualizările programului și conține link-uri către site-uri externe (în principal de la fila Styles și Ajutor). Dacă aceasta este o problemă, apoi bifați această opțiune pentru a împiedica să acceseze internetul.
ru: PTXprint проверяет наличие обновлений программы, а также содержит ссылки на внешние сайты (в основном из вкладки Стилей и вкладки справки). Если это проблема , то включите эту опцию, чтобы PTXprint не мог получить доступ в интернет.
th: PTXprint ตรวจสอบการอัพเดทโปรแกรมและยังมีลิงค์ไปยังเว็บไซต์ภายนอก (หลักๆจากแท็บ Styles และแท็บ Help) หากนี่เป็นปัญหา, ลงเช็คตัวเลือกนี้เพื่อป้องกัน PTXprint จากการเข้าถึงอินเตอร์เน็ต
zh: PTXprint 检查程序更新，并包含 连接外部站点(主要来自 样式选项卡和帮助选项卡) 的链接。 如果这是一个 问题，请选中此选项以防止 PTXprint访问互联网。

source: Some advanced features load extra code that is not normally needed. List them here if you need to use them. e.g. polyglot-simplepages
ar: تقوم بعض الميزات المتقدمة بتحميل كود إضافي لا حاجة إليها عادةً. قم بإدراجها هنا إذا كنت بحاجة إلى استخدامها. على سبيل المثال: متعدد اللغات-صفحات بسيطة
es: Algunas funciones avanzadas cargan código adicional que normalmente no es necesario. Lístelos aquí si necesitas usarlas. p.ej. políglota-simplepages
fr: Certaines fonctionnalités avancées chargent du code supplémentaire qui n'est normalement pas nécessaire. Listez-les ici si vous devez les utiliser. Par exemple polyglot-simplepages
hi: कुछ उन्नत सुविधाएँ अतिरिक्त कोड लोड करती हैं\nजो सामान्य रूप से आवश्यक नहीं होता है।\nयदि आपको इनका उपयोग करना है तो\nउन्हें यहां सूचीबद्ध करें।\nउदा. बहुभाषी-सरल-पृष्ठ
hu: Néhány speciális funkció extra kódot tölt be , amelyre általában nincs szükség. Listázd őket itt, ha szükséged van rájuk. pl. polyglot-simplepages
id: Beberapa fitur tingkat lanjut memuat kode tambahan yang biasanya tidak diperlukan. Cantumkan di sini jika Anda perlu menggunakannya. misalnya polyglot-simplepages
ko: 일부 고급 기능은 일반적으로 필요하지 않은 추가 코드 를 로드합니다. 사용해야 하는 경우 여기에 나열하세요. 예: 다국어-심플페이지
ml: ചില വിപുലമായ സവിശേഷതകൾ സാധാരണയായി ആവശ്യമില്ലാത്ത അധിക കോഡ് ലോഡ് ചെയ്യുന്നു. നിങ്ങൾക്ക് അവ ഉപയോഗിക്കേണ്ടിവന്നാൽ അവ ഇവിടെ പട്ടികപ്പെടുത്തുക. ഉദാ. പോളിഗ്ലോട്ട്-സാമ്പ്ലിപേജുകൾ
my: တစ်ခု
pt: Algumas funcionalidades avançadas carregam código extra que normalmente não é necessário. Liste-os aqui se precisar de os utilizar. e.g. polyglot-simplepages
ro: Unele caracteristici avansate încarcă cod suplimentar , care în mod normal nu este necesar. Listați-le aici dacă trebuie să le folosiți. de exemplu, polyglot-simplepages
ru: Некоторые расширенные возможности загружают дополнительный код , который обычно не нужен. Перечислите их здесь, если вам нужно их использовать. например, polyglot-simplepages
th: บางส่วนที่พัฒนาขึ้นจะบรรจุโค้ดเพิ่มเติมที่ไม่จําเป็น โดยปกติ
zh: 一些高级功能会加载通常不需要的额外代码 。如果需要使用，请在此列出 。 例如 polyglot-simplepages

source: Plugins:
ar: الإضافات:
es: Complementos:
hi: प्लगइन्स:
hu: Pluginok:
id: Plugin:
ko: 플러그인:
ml: പ്ലഗിനുകൾ:
ro: Plugin-uri:
ru: Плагины:
th: พลੱਗอิน:
zh: 插件：

source: List of plugins
ar: قائمة بالإضافات
es: Lista de comlementos
fr: Liste des plugins
hi: प्लगइन्स की सूची
hu: Pluginok listája
id: Daftar plugin
ko: 플러그인 목록
ml: പ്ലഗിനുകളുടെ പട്ടിക
my: ပလပ်ဂင်များ စာရင်း
pt: Lista de plugins
ro: Lista de plugin-uri
ru: Список плагинов
th: รายการของพลੱਗอิน
zh: 插件列表

source: Use Interlinear Punctuation
ar: استخدام علامات الترقيم بين السطور
es: Usar puntuación interlineal
fr: Utiliser la ponctuation interlinéaire
hi: इंटरलाइनर विराम-चिह्न उपयोग करें
hu: Használjon interlineáris írásjeleket
id: Gunakan Tanda Baca Antarbaris
ko: 선간 구두점 사용
ml: അന്തർലീനിയർ പർട്ടക്ഷുഷൻ ഉപയോഗിക്കുക
pt: Use a pontuação interlinear
ro: Utilizați punctuația interlineară
ru: Используйте межстрочную пунктуацию
th: ใช้ พิกัด สัญลักษณ์
zh: 使用跨行标点符号

source: Include specifically modified interlinearized punctuation.
ar: قم بتضمين علامات الترقيم المعدلة المعدلة على وجه التحديد بين السطور.
es: Incluya la puntuación interlinealizada específicamente modificada.
fr: Inclure la ponctuation modifiée spécifiquement pour interlinéaire.
hi: विशेष रूप से संशोधित इंटरलाइनराइज़्ड विराम चिह्न समाविष्ट करें।
hu: Tartalmazza a kifejezetten módosított interlineáris írásjeleket.
id: Sertakan tanda baca antarbaris yang dimodifikasi secara khusus .
ko: 특별히 수정된 선형 구두점을 포함하세요.
ml: പ്രത്യേകമായി പരിഷ്ക്കരിച്ച ഇന്റർലീനിയറിസ്ഡ് ചിഹ്നനരേഖ ഉൾപ്പെടുത്തുക.
pt: Inclua pontuação interlinearizada especificamente modificada em .
ro: Includeți punctuația interlinearizată modificată în mod specific.
ru: Включите специально измененную интерлинеарную пунктуацию.
th: รวมการปรับเปลี่ยนการใช้พี้นส่วนระหว่างเส้นตรง
zh: 包括专门修改过的 行间标点符号。

source: Auto-tag Hebrew and Greek words
ar: الوسم التلقائي للكلمات العبرية واليونانية
es: Autoetiquetado de palabras hebreas y griegas
fr: Marquage automatique des mots hébreux et grecs
hi: हिब्रू और ग्रीक शब्दों को स्वचालित टैग करें
hu: Héber és görög szavak automatikus címkézése
id: Tandai otomatis kata-kata Ibrani dan Yunani
ko: 히브리어 및 그리스어 단어 자동 태그
ml: യാന്ത്രികമായി അടയാളപ്പെടുത്തുക ഹീബ്രു, ഗ്രീക്ക് വാക്കുകൾ
my: ဟေဗြဲ နှင့် ဂရိ စကားလုံးများကို သတ်မှတ်ပါ
pt: Auto-tag Hebraico e palavras gregas
ro: Etichetare automată a cuvintelor ebraice și grecești
ru: Автоматическая пометка еврейских и греческих слов
th: การติดป้ายอัตโนมัติ คําฮีบรูและกรีก
zh: 自动标记希伯来语词和希腊语词

source: Auto-tag Hebrew words \wh ... \wh* and Greek words with \wg ... \wg* PTXprint can automatically tag all source language words (Hebrew and Greek) with the appropriate markup to ensure they display with the right font and direction for that script.
ar: الوسم التلقائي للكلمات العبرية \wh ... \wh* والكلمات اليونانية مع \wg ... \ wg* يمكن لـ PTXprint وضع علامة تلقائيًا على جميع كلمات اللغة المصدر (العبرية و اليونانية) بالترميز المناسب لضمان عرضها بالخط والاتجاه الصحيحين لهذا النص.
es: Auto-etiquetar palabras hebreas \wh ... \wh* y palabras griegas con \wg ... \wg* PTXprint puede etiquetar automáticamente todas las palabras del idioma de origen (hebreo y griego) con el marcado apropiado para garantizar que se muestren con la fuente y dirección correctas para esa escritura.
fr: Marquage automatique des mots hébreux \wh ... \wh* et les mots grecs avec \wg ... \wg* PTXprint peut marquer automatiquement tous les mots de la langue source (hébreu et grec) avec le balisage approprié pour s'assurer qu'ils s'affichent avec la bonne police et le bon sens pour ce script.
hi: स्वतः टैग हिब्रू शब्द \wh ... \wh* और ग्रीक शब्द \wg ... \wg* पीटीएक्सप्रिंट स्वचालित रूप से सभी स्रोत भाषा के शब्दों को (हिब्रू और ग्रीक) उपयुक्त मार्कअप के साथ टैग कर सकता है ताकि यह सुनिश्चित किया जा सके कि वे उस लिपि के लिए सही फ़ॉन्ट और दिशा के साथ प्रदर्शित हों।
hu: Auto-tag héber szavak \wh ... \wh* és görög szavak \wg ... \wg* A PTXprint képes automatikusan megjelölni minden forrásnyelvi szót (héber és görög) a megfelelő jelöléssel , hogy biztosítsa, hogy a megfelelő betűtípussal és irányban jelenjenek meg az adott írásmódhoz.
id: Tandai otomatis kata dalam bahasa Ibrani \wh ... \wh* dan kata-kata Yunani dengan \wg ... \wg* PTXprint dapat secara otomatis menandai semua kata bahasa sumber (bahasa Ibrani dan bahasa Yunani) dengan markup yang sesuai untuk memastikan mereka ditampilkan dengan font dan arah yang tepat untuk skrip tersebut.
ko: 히브리어 단어 자동 태그 \wh ... \wh* 및 \wg가 있는 그리스어 단어 ... \wg* PTXprint는 모든 소스 언어 단어(히브리어 및 그리스어)에 적절한 마크업 을 자동으로 태그하여 해당 스크립트에 적합한 글꼴과 방향으로 표시되도록 할 수 있습니다.
ml: ഹീബ്രു വാക്കുകളായ \wh ... \wh* ഉം ഗ്രീക്ക് വാക്കുകളായ \wg ... \wg* ഉം സ്വയം ടാഗ് ചെയ്യുക.
my: ငရွှင်သည် ခွင့်ပြုသည်ထွက်ခွါ။ ผ」、 ငွှတ်ထွက်ပြီးငွှတ်သည် ခဲ့သည်လိမ်ဖြန်း ၍ အတွေ့များပူကြီးချင်ထားပီးရပါသည် အခြေမှာ။ အခြေမှ ကြိုးစမ်းရေးချက်တွေပါ ရှာစားပြီး၊ သိပ်ခြား အမှုယိဖွဲ့များ ကပါတဲ့ဆိုပေါများ။ စွော့ထင်uições။ စွႌပွေးထွက်iciado moj vwksolicited」がVWမဒရမးေင္။ ယပါမှ ဖြစ်နေပြီးနဲ့ွ ပုံပွန်ပြီး，不行Tencent，股サ!或一合登录され、三」「万ยำွรียrou勘モ 注册してきますが、鑫冊度記録に応じた の品にだ 、仮兵种尼斯人权設との生点 trituradorasで不 興にエマ」が宪抵群 乗 maczease polenta,
pt: Etiqueta automática de palavras hebraicas \wh ... \wh* e palavras gregas com \wg ... \wg* O PTXprint pode marcar automaticamente todas as palavras do idioma de origem (hebraico e grego) com a marcação apropriada para garantir que sejam exibidas com a fonte e a direção corretas para esse script.
ro: Auto-etichetați cuvintele ebraice cu \wh ... \wh* și cuvintele grecești cu \wg ... \wg* PTXprint poate eticheta automat toate cuvintele din limba sursă (ebraică și greacă) cu marcajul corespunzător pentru a se asigura că acestea sunt afișate cu fontul și direcția corecte pentru acel script.
ru: Автотегирование ивритских слов \wh ... \wh* и греческих слов с \wg ... \wg* PTXprint может автоматически помечать все слова исходного языка (иврит и греческий) соответствующей разметкой , чтобы обеспечить их отображение с правильным шрифтом и направлением для данного сценария.
th: การติดป้ายอัตโนมัติคําฮีบรู \wh ... \wh* และคํากรีกด้วย \wg ... \wg* PTXprint สามารถติดป้ายคําภาษาแหล่งทั้งหมด (ฮีบรูและกรีก) ด้วยการตักที่เหมาะสม เพื่อให้แน่ใจว่าพวกเขาจะแสดงด้วยตัวอักษรและทิศทางที่ถูกต้องสําหรับตัวเขียนนั้น
zh: 自动标记希伯来语单词 \wh ...\wh* 和希腊语单词用 \wg ...\wg* PTXprint 可以用适当的标记 自动标记所有 源语言单词（希伯来语和 希腊语），以确保它们以该脚本的正确 字体和方向显示。

source: Lock XeTeX Layout Level
ar: قفل مستوى تخطيط XeTeX
es: Fijar el nivel de diseño de XeTeX
fr: Verrouiller le niveau de mise en page XeTeX
hi: XeTeX लेआउट स्तर लॉक करें
hu: XeTeX elrendezési szint zárolása
id: Mengunci Tingkat Tata Letak XeTeX
ko: XeTeX 레이아웃 레벨 잠금
ml: XeTeX ലേഔട്ട് ലെവൽ ലോക്ക് ചെയ്യുക
my: XeTeX အဆင်အပြင် အဆင့်ကို သာယာစွာချိတ်ထားပါ
pt: Bloqueio do nível de layout do XeTeX
ro: Blocarea nivelului de aranjare XeTeX
ru: Блокировка уровня макета XeTeX
th: ล็อค XeTeX ระดับการจัดวาง
zh: 锁定 XeTeX 布局级别

source: Lock XeTeX Layout Settings
ar: قفل إعدادات تخطيط XeTeX
es: Fijar la configuración de diseño de XeTeX
fr: Verrouiller les paramètres de mise en page XeTeX
hi: XeTeX लेआउट सेटिंग्स लॉक करें
hu: XeTeX elrendezési beállítások zárolása
id: Mengunci Pengaturan Tata Letak XeTeX
ko: XeTeX 레이아웃 설정 잠금
ml: XeTeX ലേഔട്ട് ക്രമീകരണങ്ങൾ ലോക്കുചെയ്യുക
my: XeTeX အဆင်အပြင် ပြောင်းလဲမှုများအားချိတ်ထားပါ
pt: Bloquear configurações de layout do XeTeX
ro: Blocarea setărilor Layout XeTeX
ru: Блокировка настроек макета XeTeX
th: ล็อค XeTeX การตั้งค่าการจัดวาง
zh: 锁定 XeTeX 版式设置

source: This feature enables final typesetting to proceed with minimal risk of change to the final layout by locking the TeX macros to use the current layout logic, which will prevent newer functionality from taking effect in the future. This sets the "Maximum Layout Version" value in the TeXpert Hacks section.
ar: تمكّن هذه الميزة من متابعة التنضيد النهائي مع الحد الأدنى من مخاطر التغيير في التخطيط النهائي عن طريق قفل وحدات ماكرو TeX لاستخدام منطق التخطيط الحالي ، مما سيمنع الوظائف الأحدث من أن تصبح سارية المفعول في المستقبل. يؤدي هذا إلى تعيين قيمة "الحد الأقصى لإصدار التخطيط" في قسم TeXpert Hacks.
es: Esta característica permite que la composición tipográfica final proceda con un riesgo mínimo de cambio en la maquetación final mediante el bloqueo de las macros TeX para utilizar la lógica de la maquetación actual, lo que evitará que una funcionalidad más nueva tenga efecto en el futuro. Esto establece el valor "Maximum Layout Version" en la sección TeXpert Hacks.
fr: Cette fonctionnalité permet à la composition finale de procéder avec un risque minimal de modification de la mise en page finale en verrouillant les macros TeX pour utiliser la logique de mise en page actuelle, qui empêchera les nouvelles fonctionnalités de prendre effet dans le futur. Ceci définit la valeur "Version de mise en page maximale" dans la section Hacks TeXpert.
hi: यह सुविधा अंतिम लेआउट में बदलाव के न्यूनतम जोखिम के साथ अंतिम टाइपसेटिंग करने में सक्षम बनाती है, क्योंकि यह TeX मैक्रो को वर्तमान लेआउट लॉजिक का उपयोग करने के लिए लॉक कर देती है, जो भविष्य में नई कार्यक्षमता को प्रभावी होने से रोका जाएगा। यह TeXpert Hacks सेक्शन में "मैक्सिमम लेआउट वर्जन" मूल्य सेट करता है।
hu: Ez a funkció lehetővé teszi a végleges szedés folytatását a végleges elrendezés minimális változtatásának kockázatával azáltal, hogy a TeX makrókat a jelenlegi elrendezés logikájának használatára zárolja, ami megakadályozza, hogy az újabb funkciók a jövőben érvénybe lépjenek. Ez állítja be a "Maximum Layout Version" értéket a TeXpert Hacks szakaszban.
id: Fitur ini memungkinkan penyusunan huruf akhir untuk melanjutkan dengan risiko minimal perubahan pada tata letak akhir dengan mengunci makro TeX untuk menggunakan logika tata letak saat ini, yang akan mencegah fungsionalitas yang lebih baru berlaku di masa depan. Hal ini akan menetapkan nilai "Versi Tata Letak Maksimum" di bagian TeXpert Hacks.
ko: 이 기능을 사용하면 현재 레이아웃 로직을 사용하도록 TeX 매크로를 잠가 향후 새로운 기능 이 적용되지 않도록 하여 최종 레이아웃이 변경될 위험을 최소화하면서 최종 조판을 진행할 수 있습니다. 이렇게 하면 TeXpert Hacks 섹션에서 "최대 레이아웃 버전" 값이 설정됩니다.
ml: ഈ സവിശേഷത ടെക്സ് മാക്രോകളെ ലോക്കുചെയ്ത് നിലവിലെ ലേഔട്ട് ലോജിക് ഉപയോഗിക്കുന്നതിന് അവസാന ലേഔട്ടിലേക്ക് മാറ്റം വരുത്താനുള്ള ഏറ്റവും കുറഞ്ഞ അപകടസാധ്യതയോടെ തുടരാൻ അനുവദിക്കുന്നു. ഇത് ഭാവിയിൽ പുതിയ പ്രവർത്തനക്ഷമത പ്രാബല്യത്തിൽ വരുന്നതിൽ നിന്ന് തടയുന്നു. ഇത് ടെക്സ്പെർട്ട് ഹാക്കുകൾ വിഭാഗത്തിൽ "മാക്സിമം ലേഔട്ട് പതിപ്പ്" മൂല്യം സജ്ജമാക്കുന്നു.
my: ဤအင်္ဂါရပ်သည် ရှုမျက်နှာဖျက်ထုတ်သည့်အခါတွင် လက်ရှိကိုလျားနိမ့်သော TeX macros ကိုချိတ်ဆည်ရန်အတွက် အနိစ်ကြီးဆုံး အဆင်အပြင်ဗားရှင်းတံဆိပ်ကို တွေ့ပါစိမ်းသည်။
pt: Esse recurso permite que a composição final prossiga com risco mínimo de alteração do layout final, bloqueando as macros do TeX para que usem a lógica do layout atual, o que impedirá que novas funcionalidades entrem em vigor no futuro. Isso define o valor "Maximum Layout Version" na seção TeXpert Hacks.
ro: Această caracteristică permite ca dactilografierea finală să se desfășoare cu un risc minim de modificare a machetei finale prin blocarea macro-urilor TeX pentru utilizarea logicii actuale a machetei , care va împiedica intrarea în vigoare în viitor a unor funcționalități mai noi . Aceasta stabilește valoarea "Maximum Layout Version" din secțiunea TeXpert Hacks.
ru: Эта функция позволяет выполнять окончательный набор с минимальным риском изменения окончательной верстки, блокируя макросы TeX для использования текущей логики верстки , что не позволит более новым функциям вступить в силу в будущем. Это устанавливает значение "Максимальная версия макета" в разделе TeXpert Hacks.
th: คุณสมบัตินี้ทําให้การตั้งลายหมายสุดท้ายสามารถดําเนินการได้โดยมีความเสี่ยงอย่างน้อยในการเปลี่ยนแปลงลายออกสุดท้าย โดยล็อคแมคโคร TeX เพื่อใช้โลจิกลายออกปัจจุบัน ซึ่งจะป้องกันให้ฟังก์ชันใหม่ ๆ ไม่มีผลในอนาคต
zh: 该功能通过 锁定 TeX 宏，使其使用当前的版式 逻辑，从而防止更新的功能 在将来生效，从而使最终排版工作在 进行，并将最终版式发生变化的风险降至最低。这将在 TeXpert Hacks 部分设置 "最大版式版本 "值。

source: Lock UI Layout Settings
ar: قفل إعدادات تخطيط واجهة المستخدم
es: Fijar la configuración del diseño de la interfaz de usuario
fr: Verrouiller les paramètres de mise en page de l'interface utilisateur
hi: UI लेआउट सेटिंग्स लॉक करें
hu: Zárolás UI elrendezés beállításai
id: Mengunci Pengaturan Tata Letak UI
ko: UI 레이아웃 설정 잠금
ml: യുഐ ലേഔട്ട് ക്രമീകരണങ്ങൾ ലോക്കുചെയ്യുക
my: UI အဆင်အပြင်များကို ချိတ်ထားသည်
pt: Configurações de layout da IU de bloqueio
ro: Setări layout UI de blocare
ru: Настройки макета пользовательского интерфейса блокировки
th: ล็อคการตั้งค่าการจัดรูป UI
zh: 锁定用户界面布局设置
