Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option will create a COPY of the Paratext project's FRT book to be used exclusively by PTXprint. You can edit the front matter to make use of PTXprint-specific \zvar|variables\* but note that none of these edits will be reflected in Paratext. In addition, if you edit the FRT book in Paratext, those changes will not be reflected here until you regenerate this (local) Front Matter.
ar: سيؤدي هذا الخيار إلى إنشاء نسخة من كتاب مشروع Paratext FRT الخاص بمشروع Paratext ليتم استخدامه حصريًا بواسطة PTXprint. يمكنك تحرير المادة الأمامية للاستفادة من المادة الأمامية الخاصة بـ PTXprint \zvar |variables \* ولكن لاحظ أن أيًا من هذه التعديلات لن تنعكس في Paratext. بالإضافة إلى ذلك، إذا قمت بتحرير كتاب FRT في Paratext، فلن تنعكس هذه التغييرات هنا حتى تقوم بإعادة إنشاء هذه المادة الأمامية (المحلية).
es: Esta opción creará un COPIA del libro FRT del proyecto que será utilizado exclusivamente por PTXprint. Puede editar las páginas iniciales para usar \zvar|variables\* específico de PTXprint, pero tenga en cuenta que ninguna de estas ediciones se reflejará en Paratext. Además, si edita el libro FRT en Paratext, esos cambios no se reflejarán aquí hasta que regeneres este Páginas iniciales (local).
fr: Cette option créera une COPIE du livre FRT du projet Paratext qui sera utilisée exclusivement par PTXprint. Vous pouvez éditer les pages liminaires pour faire usage des \zvar|variables\* spécifiques à PTXprint mais notez qu'aucune de ces éditions ne sera reflétée dans Paratext. De plus, si vous éditez le livre FRT dans Paratext, ces changements ne seront pas reflétés ici jusqu'à ce que vous régénériez ces pages liminaires (locales).
hi: यह विकल्प पैराटेक्स्ट प्रोजेक्ट की FRT पुस्तक की एक प्रति बनाएगा, जिसका उपयोग विशेष रूप से PTXprint के लिए किया जाएगा। आप मुख्य सामग्री को संपादित कर सकते हैं PTXprint-विशिष्ट \zvar|वेरिएबल्स\* का उपयोग करने के लिए, लेकिन ध्यान दें कि इनमें से कोई भी संपादन पैराटेक्स्ट में परिलक्षित नहीं होगा। इसके अलावा, यदि आप पैराटेक्स्ट में FRT पुस्तक को संपादित करते हैं, तो ये परिवर्तन यहां परिलक्षित नहीं होंगे जब तक कि आप इस (स्थानीय) मुख्य सामग्री को पुनः उत्पन्न नहीं करते।
hu: Ez az opció létrehozza a Paratext projekt FRT könyvének másolatát, amelyet kizárólag a PTXprint használhat. Szerkesztheti a címlapot, hogy használja a PTXprint-specifikus \zvar|változókat\*, de vegye figyelembe, hogy ezek a szerkesztések nem fognak megjelenni a Paratextben. Továbbá, ha az FRT könyvet szerkeszti a Paratextben, akkor ezek a módosítások nem fognak tükröződni itt, amíg ezt a (helyi) Front Mattert újra nem generálja.
id: Pilihan ini akan membuat SALINAN dari bagian FRT di proyek Paratext untuk digunakan secara eksklusif oleh PTXprint. Anda dapat menyunting bagian depan itu untuk menggunakan \zvar|variables\* yang khusus untuk PTXprint, tetapi ingat bahwa tidak satu pun dari perubahan itu akan mempengaruhi file dalam Paratext. Dan juga, jika Anda menyunting bagian FRT di Paratext, perubahan tersebut tidak akan terlihat di sini sampai Anda menghaskilkan ulang Bagian Depan Buku di PTXprint.
ko: 이 옵션은 PTXprint에서 독점적으로 사용할 Paratext 프로젝트의 FRT 책 사본을 생성합니다. 앞부분을 편집하여 PTXprint 전용 \zvar|변수\*를 사용할 수 있지만, 이러한 편집 내용은 Paratext에 반영되지 않습니다. 또한 파라텍스트에서 FRT 책을 편집하는 경우, 이 (로컬) 프런트 매터를 다시 생성할 때까지 해당 변경 사항이 여기에 반영되지 않습니다.
ml: ഈ ഓപ്ഷൻ PTXprint-ന് മാത്രമായി ഉപയോഗിക്കാവുന്ന PARATEXT പ്രോജക്ടിന്റെ FRT പുസ്തകത്തിന്റെ ഒരു കോപ്പി സൃഷ്ടിക്കും. PTXprint-നിർദ്ദിഷ്ട \zvarutusevariables\* ഉപയോഗിച്ച് നിങ്ങൾക്ക് മുൻവശത്തെ മെറ്റീരിയൽ എഡിറ്റുചെയ്യാം, എന്നാൽ ഈ എഡിറ്റുകളൊന്നും PARATEXT-ൽ പ്രതിഫലിക്കില്ലെന്ന് ശ്രദ്ധിക്കുക. കൂടാതെ, നിങ്ങൾ PARATEXT-ൽ FRT പുസ്തകം എഡിറ്റുചെയ്യുകയാണെങ്കിൽ, ഈ (ലോക്കൽ) മുൻവശത്തെ മെറ്റീരിയൽ പുനരുജ്ജീവിപ്പിക്കുന്നതുവരെ ആ മാറ്റങ്ങൾ ഇവിടെ പ്രതിഫലിക്കില്ല.
my: ဤရွေးချယ်မှုသည် PTXprint မှသာ အသို့စဉ်းထိုမှ -မှတ.. ယာဥ်၏ဖြွောပြင်သည်နှင့်' အတွင်း -ကော့တမ္ဝိဒင် ဝင်၍မုေ် ရည်ရှင်းစာနီ, မာထည်မျိုးမှတ် ကြဲ့ကိ့လစ် လ--- မြင်ပဘနာစထုတ်က..ခြ ဘာသာရပ် "ာပါရေေခွသည် နဲပ်တွ် အခပြီးနှသာကရှ်များနိုင်ထားသည်...
pt: Esta opção irá criar um COPY do projecto Paratext livro FRT para ser usado exclusivamente pela PTXprint. Pode editar o material frontal para fazer uso de PTXprint específico \zvar|variables\* mas note que nenhuma destas edições será reflectida em Paratext. Além disso, se editar o FRT livro em Paratext, essas alterações não serão reflectidas aqui até regenerar esta Matéria Frontal (local).
ro: Această opțiune va crea o COPIE a cărții FRT a proiectului Paratext pentru a fi utilizată exclusiv de PTXprint. Puteți edita frontispiciul pentru a utiliza \zvar|variabile\* specifice PTXprint, dar rețineți că niciuna dintre aceste ediții nu va fi reflectată în Paratext. În plus, dacă editați cartea FRT în Paratext, aceste modificări nu se vor reflecta aici până când nu veți regenera acest Front Matter (local).
ru: Эта опция создаст КОПИЮ FRT книги проекта Paratext для использования исключительно PTXprint. Вы можете отредактировать титульный лист, чтобы использовать специфические для PTXprint \zvar|variables\*, но учтите, что ни одна из этих правок не будет отражена в Paratext. Кроме того, если вы отредактируете книгу FRT в Paratext, эти изменения не будут отражены здесь, пока вы не перегенерируете этот (локальный) Front Matter.
th: ตัวเลือกนี้จะสร้าง COPY ของหนังสือ FRT ของโครงการ Paratext เพื่อใช้โดย PTXprint เฉพาะ. คุณสามารถแก้ไขเรื่องด้านหน้าเพื่อใช้ \zvarutusevariables \* ที่เฉพาะ PTXprint แต่สังเกตว่าการแก้ไขเหล่านี้จะไม่ถูกสะท้อนใน Paratext นอกจากนี้, หากคุณแก้ไขหนังสือ FRT ใน Paratext, การเปลี่ยนแปลงเหล่านั้นจะไม่ถูกสะท้อนที่นี่จนกว่าคุณจะสร้างเรื่องด้านหน้า (ท้องถิ่น) นี้ใหม่.
zh: 此选项将创建一个《圣经辅助工具》项目的 FRT书的副本，专供PTXprint使用。您可以 编辑文前辅文，以利用PTXprint特有的 <notzvar|variables\*，注意，这些编辑都不会 反映到《圣经辅助工具》中。此外，如果您在《圣经辅助工具》中编辑FRT 书，这些变化将不会反映在 这里，直到你重新生成（本地） 文前辅文。

source: Generate Front Matter
ar: توليد المهمة الأمامية
es: Generar las páginas iniciales
fr: Générer les pages liminaires
hi: सामने की बात उत्पन्न करें
hu: Front Matter generálása
id: Hasilkan Bagian Depan Buku
ko: 프론트 매터 생성
ml: മുൻവശത്തെ വസ്തുക്കൾ സൃഷ്ടിക്കുക
my: ရှေ့စကား ဖန်တီးပါ
pt: Gerar Elemento de Frente
ro: Genereaza Front Matter
ru: Генерировать переднюю массу
th: สร้างเรื่องราว
zh: 生成文前辅文

source: PTXprint: Generate PicList
ar: PTXprint: إنشاء قائمة صورية
es: PTXprint: Generar PicList
fr: PTXprint : Générer une liste de photos
hi: PTXprint: चित्र सूची बनाएं
hu: PTXprint: PicList generálása
id: PTXprint: Hasilkan Daftar Gambar
ko: PTXprint: 그림 목록 생성
ml: PTXprint: പിക്ലിസ്റ്റ് സൃഷ്ടിക്കുക
my: PTXprint: PicList ဖန်တီးပါ
pt: PTXprint: Gerar PicList
ro: PTXprint: Generează Piclist
ru: PTXprint: Генерировать список изображений
th: PTXprint: สร้าง PicList
zh: PTXprint：生成图片列表

source: Append Pictures to PicList From These Books:
ar: إلحاق صور بقائمة الصور من هذه الكتب:
es: Añadir ilustraciones a PicList de estos libros:
fr: Ajouter des images à la liste de sélection à partir de ces livres :
hi: इन पुस्तकों से चित्र को पिकलिस्ट में शामिल करें:
hu: Képek csatolása a PicList-hez ezekből a könyvekből:
id: Tambah Gambar ke Daftar Gambar Dari Kitab Ini:
ko: 이 책의 그림 목록에 그림 추가하기:
ml: ഈ പുസ്തകങ്ങളിൽ നിന്നുള്ള ചിത്രങ്ങൾ പെയിൻലിസ്റ്റിൽ ചേർക്കുക:
my: ဤစာအုပ်များမှ PicList သို့ ပုံများ ထည့်ရန်-
pt: Acrescentar fotos a estes livros:
ro: Adaugă imagini din aceste cărți:
ru: Добавить картинки в список из этих книг:
th: แผงภาพจากหนังสือเหล่านี้
zh: 从这些书添加图片到图片列表：

source: Generate PicList: Append to existing list
ar: إنشاء قائمة الصورة: إلحاق بقائمة موجودة
es: Generar PicList: Añadir a la lista existente
fr: Générer une PicList : Ajouter à une liste existante
hi: PicList बनाएं: मौजूदा सूची में जोड़ें
hu: PicList generálása: Hozzáadás a meglévő listához
id: Hasilkan Daftar Gambar: Tambahkan ke daftar yang sudah ada
ko: 그림 목록 생성하기: 기존 목록에 추가
ml: PicList സൃഷ്ടിക്കുകഃ നിലവിലുള്ള ലിസ്റ്റിലേക്ക് ചേർക്കുക
my: PicList: လက်ရှိတည်ရှိခြင်း
pt: Gerar PicList: Anexar à lista existente
ro: Generați PicList: Adăugați la lista existentă
ru: Создайте список PicList: Добавление к существующему списку
th: สร้าง PicList: เพิ่มไปยังรายการที่มีอยู่
zh: 生成图片列表：追加到现有列表中

source: This option will ADD to any existing entries in the PicList and/or replace entries for the book(s) listed below.
ar: سيتم إضافة هذا الخيار إلى أي إدخالات موجودة في قائمة PicList و/أو استبدال إدخالات كتاب (كتابات) مدرجة أدناه.
es: Esta opción añadirá a cualquier entrada existente en la PicList y/o reemplazará las entradas para libro(s) listados a continuación.
fr: Cette option ajoutera à toutes les entrées existantes dans la liste de photos et/ou remplacera les entrées pour le(s) livre(s) listé(s) ci-dessous.
hi: यह विकल्प किसी भी मौजूदा प्रविष्टियों को जोड़ देगा पिकलिस्ट में और/या नीचे सूचीबद्ध पुस्तकों के लिए प्रविष्टियों को बदल देगा।
hu: Ez az opció hozzáad a képlistában meglévő bejegyzésekhez és/vagy kicseréli az alább felsorolt könyv(ek) bejegyzéseit.
id: Pilihan ini akan MENAMBAHKAN entri di PicList dan/atau mengganti entri untuk kitab-kitab terdaftar di bawah.
ko: 이 옵션은 기존 항목 에 추가하거나 아래 나열된 책에 대한 항목을 대체합니다.
ml: ഈ ഓപ്ഷൻ PicList-ലെ നിലവിലുള്ള എല്ലാ എൻട്രികളിലേക്കും ചേർക്കുകയും/അല്ലെങ്കിൽ താഴെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന പുസ്തകങ്ങളുടെ എൻട്രികൾ മാറ്റിസ്ഥാപിക്കുകയും ചെയ്യും.
my: ဤရွေးချယ်မှုသည် PicList ထဲတွင် ရှိသော ရှေ့မှတ်များကို ထပ်မံထည့်သွင်းပါမည်၊ စာအုပ်များအတွက်ကို အသစ်ဝင်နိုင်သည်။
pt: Esta opção adicionará quaisquer entradas existentes na PicList e/ou substituirá entradas dos livro(s) listados abaixo.
ro: Această opțiune va adăuga la orice intrări existente în PicList și/sau va înlocui intrările pentru cele cărți enumerate mai jos.
ru: Эта опция будет ДОБАВИТЬ к существующим записям в PicList и/или заменить записи для книги перечисленных ниже.
th: ตัวเลือกนี้จะเพิ่มเติมไปยังรายการใด ๆ ที่มีอยู่ใน PicList และ / หรือแทนรายการสําหรับหนังสือ (((s) ที่ระบุด้านล่าง
zh: 此选项将在图片列表中添加任何现有条目 和/或替换下面列出的 书目条目。

source: Include Pictures From ALL Books
ar: تضمين الصور من جميع الكتب
es: Incluye ilustraciones de TODOS los libros
fr: Inclure les images de TOUS les livres
hi: सभी पुस्तकों से चित्र शामिल करें
hu: Tartalmazzon képeket MINDEN könyvből
id: Sertakan Gambar Dari SEMUA Kitab
ko: 모든 책의 사진 포함
ml: എല്ലാ പുസ്തകങ്ങളിൽനിന്നുമുള്ള ചിത്രങ്ങൾ ഉൾപ്പെടുത്തുക
my: အားလုံးသော စာအုပ်များမှ ပုံများ ထည့်သွင်းပါ
pt: Incluir fotos de TODOS os livros
ro: Include imagini din TOATE Cărţile
ru: Включить фотографии из всех книг
th: รวม ภาพ จาก หนังสือ ทั้งหมด
zh: 包含所有书目的图片

source: Generate PicList: Replace existing list
ar: إنشاء قائمة نصائح: استبدال القائمة الموجودة
es: Generar PicList: Sustituir la lista existente
fr: Générer une PicList : Remplacer la liste existante
hi: PicList बनाएं: मौजूदा सूची प्रतिस्थापित करें
hu: PicList generálása: Meglévő lista cseréje
id: Hasilkan Daftar Gambar: Ganti daftar yang sudah ada
ko: 그림 목록 생성하기: 기존 목록 바꾸기
ml: PicList സൃഷ്ടിക്കുകഃ നിലവിലുള്ള ലിസ്റ്റുകൾ മാറ്റിസ്ഥാപിക്കുക
my: PicList: အထုပ်ထဲမှ အစီအစဉ်ဆုတ်ခြင်း
pt: Gerar PicList: Substituir a lista existente
ro: Generați PicList: Înlocuiți lista existentă
ru: Создайте список PicList: Заменить существующий список
th: สร้าง PicList: เปลี่ยนรายการที่มีอยู่
zh: 生成图片列表：替换现有列表

source: This option will REPLACE ALL entries in the existing PicList. Do you really want to do this? If in doubt, then click Cancel.
ar: هذا الخيار سوف يرفع جميع الإدخالات في القائمة الحالية. هل تريد حقاً أن تفعل هذا؟ إذا كان هناك شك، ثم انقر فوق إلغاء الأمر.
es: Esta opción REEMPLAZA TODAS las entradas en la PicList existente. ¿Realmente quieres hacer esto? Si tienes dudas, haz clic en Cancelar.
fr: Cette option remplacera toutes les entrées dans la liste de photos existante. Voulez-vous vraiment faire cela ? En cas de doute, cliquez sur Annuler.
hi: यह विकल्प मौजूदा PicList में सभी प्रविष्टियों को प्रतिस्थापित करेगा। क्या आप वाकई ऐसा करना चाहते हैं? अगर संदेह है, तो रद्द करें पर क्लिक करें।
hu: Ez az opció az összes bejegyzést KORREÁLJA a meglévő PicListben. Tényleg szeretné ezt megtenni? Ha kétségei vannak, akkor kattintson a Mégse gombra.
id: Pilihan ini akan MENGGANTI SEMUA entri di PicList yang sudah ada. Apakah Anda memang ingin berbuat demikian? Kalau tidak pasti, klik Batal.
ko: 이 옵션은 기존 PicList의 모든 항목 을 대체합니다. 정말 이 작업을 수행하시겠습니까? 확실하지 않은 경우 취소를 클릭합니다.
ml: ഈ ഓപ്ഷൻ നിലവിലുള്ള PicList ലെ എല്ലാ എൻട്രികളും മാറ്റിസ്ഥാപിക്കും. ഇത് ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? സംശയമുണ്ടെങ്കിൽ, റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക.
my: ဤရွေးချယ်မှုသည် အခြားရှိသော ဝင်ရိုးများအားလုံးကို ထုတ်ပြန်ပါမည်။ သင်သည် ၎င်းကို လုပ်ချင်ပါသလား။ သိသင့်သည်မှာ Cancel အား နှိပ်ပါ။
pt: Esta opção irá RELACIONAR TODAS as entradas na Lista de Imagens existente. Você realmente quer fazer isso? Em caso de dúvida, clique em Cancelar.
ro: Această opţiune va REPLACE TOATE intrările în lista de imagini existentă. Chiar vreți să faceți asta? Dacă aveți dubii, apoi apăsați Cancel.
ru: Эта опция ОТМЕНЯЕТ ВСЕ записи в существующем списке фото. Вы действительно хотите сделать это? Если вы сомневаетесь, нажмите Отменить.
th: ตัวเลือกนี้จะเปลี่ยนรายการทั้งหมดใน PicList ที่มีอยู่. คุณต้องการทําแบบนี้จริงๆไหม? หากสงสัย, กด Cancel
zh: 此选项将替换现有图片列表中的所有条目。 确定要这样做吗？ 如有疑问，请单击取消。

source: Randomly Position Pictures on Page
ar: صور الموقع العشوائي في الصفحة
es: Colocar aleatoriamente las ilustraciones en la página
fr: Positionner aléatoirement les images sur la page
hi: पृष्ठ पर चित्रों को रैंडमली स्थित करें
hu: Képek véletlenszerű elhelyezése az oldalon
id: Tempatkan Gambar di Halaman Secara Acak
ko: 페이지에 사진 무작위 배치
ml: പേജിൽ ചിത്രങ്ങൾ ക്രമരഹിതമായി സ്ഥാപിക്കുക
my: စာမျက်နှာ၏ အစီအစဥ်အစီပိုင်းများ အပေါ်တွင် ပုံများ ကျဖျောက်ပါ
pt: Imagens de posição aleatória na página
ro: Poze cu pozitia aleatorie pe pagina
ru: Случайная позиция изображений на странице
th: วางภาพบนหน้าโดยสุ่ม
zh: 在页面上随机摆设图片

source: Generate PicList: Randomly position pictures on page
ar: إنشاء قائمة الصور: وضع الصور عشوائي في الصفحة
es: Generar PicList: Posiciona aleatoriamente las ilustraciones en la página
fr: Générer une PicList : Positionner les images de façon aléatoire sur la page
hi: PicList बनाएं: पृष्ठ पर चित्र रैंडमली पोजिशन करें
hu: PicList generálása: Képek véletlenszerű elhelyezése az oldalon
id: Hasilkan Daftar Gambar: Posisikan gambar secara acak di halaman
ko: 그림 목록 생성: 페이지에 사진을 무작위로 배치
ml: PicList സൃഷ്ടിക്കുകഃ പേജിൽ ചിത്രങ്ങൾ ക്രമരഹിതമായി സ്ഥാപിക്കുക
my: ခြယ်များမှုအန်းမှာ ပျံ့နေမှုခုင်းလျက်
pt: Gerar PicList: Posicionar imagens aleatoriamente na página
ro: Generați PicList: Poziționarea aleatorie a imaginilor pe pagină
ru: Сгенерируйте список PicList: Случайное расположение изображений на странице
th: สร้าง PicList: วางภาพโดยสุ่มบนหน้า
zh: 生成图片列表：在页面上随机摆设图片

source: By default all illustrations are place in the top-left corner of a page (when double columns are used) and at the top in single column mode. Checking this option will randomly position the illustrations on the page (using top-left, top-right bottom-left and bottom-right). You can change the location of pictures later if needed.
ar: بشكل افتراضي، يتم وضع جميع الرسوم التوضيحية في الزاوية العلوية اليسرى من الصفحة (عند استخدام الأعمدة المزدوجة) وفي الأعلى في وضع العمود الواحد. سيؤدي تحديد هذا الخيار إلى وضع الرسوم التوضيحية بشكل عشوائي على الصفحة (باستخدام أعلى اليسار وأعلى اليمين أسفل اليسار وأسفل اليمين). يمكنك تغيير موقع الصور لاحقًا إذا لزم الأمر.
es: Por defecto, todas las ilustraciones se colocan en la esquina de arriba-izquierda de una página (cuando se utilizan dos columnas) y en la parte superior en el modo de una sola columna. Al marcar esta opción se colocará aleatoriamente ilustraciones en la página (usando arriba-izquierda, arriba-derecha abajo-izquierda y abajo-derecha). Puede cambiar la ubicación de las imágenes más tarde si es necesario.
fr: Par défaut, toutes les illustrations sont placées dans le coin supérieur gauche d'une page (lorsque les doubles colonnes sont utilisées) et en haut en mode simple colonne. Cocher cette option positionnera aléatoirement les illustrations sur la page (en utilisant en haut à gauche, en haut à droite en bas à gauche et en bas à droite). Vous pouvez changer l'emplacement des photos plus tard si nécessaire.
hi: डिफ़ॉल्ट रूप से सभी चित्रण एक पृष्ठ के बाएँ-ऊपर कोने में रखे जाते हैं (जब डबल कॉलम का उपयोग किया जाता है) और सिंगल कॉलम मोड में ऊपर रखते हैं। जब इस विकल्प का चयन किया जाता है तो चित्रणों को पृष्ठ पर रैंडमली स्थित किया जाता है (ऊपर-बाएँ, ऊपर-दाएँ, नीचे-बाएँ और नीचे-दाएँ)। यदि आवश्यक हो तो आप चित्रों का स्थान बाद में बदल सकते हैं।
hu: Alapértelmezés szerint az összes illusztráció az oldal bal felső sarkába kerül (dupla oszlopok használata esetén) , egy oszlopos módban pedig a lap tetejére. Ha bejelöljük ezt az opciót, akkor az illusztrációk véletlenszerűen helyezkednek el az oldalon (a bal felső, a jobb felső bal alsó és a jobb alsó használatával). Szükség esetén később is módosíthatja a képek elhelyezkedését.
id: PTXprint secara otomatis menempatkan semua gambar di sudut halaman kiri-atas kalau ada dua kolom, atau di atas halaman kalau hanya ada satu kolom. Kalau memilih pilihan ini, PTXprint akan menempatkan gambar-gambar secara acak (di sudut kiri-atas, kanan-atas, kiri-bawah, dan kanan-bawah). Anda dapat mengubah penempatan gambar nanti kalau perlu.
ko: 기본적으로 모든 일러스트레이션은 페이지의 왼쪽 상단 모서리(이중 열 사용 시 )에, 단일 열 모드에서는 상단에 배치됩니다. 이 옵션을 선택하면 페이지에서 그림이 무작위로 배치됩니다(왼쪽 상단, 오른쪽 상단 왼쪽 하단 및 오른쪽 하단 사용). 필요한 경우 나중에 그림의 위치를 변경할 수 있습니다.
ml: സ്ഥിരസ്ഥിതിയായി എല്ലാ ചിത്രങ്ങളും ഒരു പേജിന്റെ മുകളിൽ ഇടത് മൂലയിൽ (ഇരട്ട നിരകൾ ഉപയോഗിക്കുമ്പോൾ) മുകളിലേക്കും സിംഗിൾ നിര മോഡിലും സ്ഥാപിക്കുന്നു. ഈ ഓപ്ഷൻ പരിശോധിക്കുന്നത് ചിത്രങ്ങൾ പേജിൽ ക്രമരഹിതമായി സ്ഥാപിക്കും (മുകളിൽ ഇടത്, മുകളിൽ വലത് അടിയിൽ ഇടത്, താഴെ വലത് ഉപയോഗിച്ച്). ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് ചിത്രങ്ങളുടെ സ്ഥാനം പിന്നീട് മാറ്റാൻ കഴിയും.
my: ပုံမှန်အားဖြင့် အမျိုးမျိုး၏ ပြဇယားများသည် စာမျက်နှာ၏ ဘယ်အထက်သော ထောင့်မှတစ်ပါးတွင် (နှစ်ကော်လံများကို အသုံးပြုသော) ထားရှိသည်။ စိတ်ကူးထားသော ဤရွေးချယ်မှုကို မြှင့်တင်ချက်ပေးပြီး ၎င်းတို့အား စိတ်တိုင်းကျ အဆင့်အပြုပါ။ အမှန်တကယ်လိုအပ်ပါက ပြန်လည်ပြောင်းလဲနိုင်ပါသည်။
pt: Por padrão, todas as ilustrações são colocadas no canto superior esquerdo de uma página (quando colunas duplas são usadas) e no topo no modo de uma única coluna. Marcando essa opção irá posicionar aleatoriamente as ilustrações na página (usando a parte superior esquerda, superior direita inferior, esquerdo e inferior-direita). Você pode mudar a localização das fotos mais tarde, se necessário.
ro: În mod implicit, toate ilustrațiile sunt plasate în colțul din stânga sus al unei pagini (când coloanele duble sunt utilizate) și în partea de sus în modul dintr-o singură coloană. Verificarea acestei opțiuni va poziționa aleatoriu ilustrații de pe pagină (folosind partea de sus, dreapta-sus în jos-stânga și jos-dreapta). Poți schimba locația imaginilor mai târziu, dacă este necesar.
ru: По умолчанию все иллюстрации размещены в левом верхнем углу страницы (при использовании двойных столбцов) и в верхней части в режиме одной колонки. Эта опция будет случайным образом размещать иллюстрации на странице (используя левый вверху, справа сверху слева и снизу справа). При необходимости вы можете изменить расположение фотографий.
th: โดยปกติภาพวาดทั้งหมดจะวางอยู่ในมุมซ้ายบนของหน้า (เมื่อใช้คอลัมน์คู่) และอยู่ด้านบนในโหมดคอลัมน์เดียว การเช็คตัวเลือกนี้จะวางภาพวาดโดยสุ่มบนหน้า (ใช้อีกด้านบนซ้าย, ขวาบนซ้ายและขวาด้านล่าง) คุณสามารถเปลี่ยนตําแหน่งของภาพภายหลังถ้าจําเป็น
zh: 默认情况下，所有插图都放在页面左上角 (使用双栏模式) ，单栏模式下，将处于顶部。 勾选此选项将在页面上随机摆设 插图(左上、右上 左下和右下)。 如需要，您可以稍后更改图片的位置。

source: Protect existing PicList settings
ar: حماية إعدادات PicList الحالية
es: Proteger la configuración existente de PicList
fr: Protéger les paramètres existants de PicList
hi: मौजूदा PicList सेटिंग्स को सुरक्षित करें
hu: A meglévő PicList beállítások védelme
id: Melindungi pengaturan PicList yang ada
ko: 기존 PicList 설정 보호
ml: നിലവിലുള്ള PicList ക്രമീകരണങ്ങൾ പരിരക്ഷിക്കുക
my: အပြီးတိုင်သည်သော PicList ကိုလုံခြုံဆုံးသော ကြုံးခုတ္တွင်ပြည့် ပါ
pt: Proteger as configurações existentes do PicList
ro: Protejați setările PicList existente
ru: Защитите существующие настройки PicList
th: ป้องกันการตั้งค่า PicList ที่มีอยู่
zh: 保护现有的 PicList 设置

source: Generate PicList: Protect existing PicList settings
ar: إنشاء قائمة PicList: حماية إعدادات PicList الحالية
es: Generar PicList: Proteger la configuración PicList existente
fr: Générer une PicList : Protéger les paramètres existants de la PicList
hi: PicList उत्पन्न करें: मौजूदा PicList सेटिंग्स सुरक्षित करें
hu: PicList generálása: Meglévő PicList beállítások védelme
id: Menghasilkan Daftar Gambar: Melindungi pengaturan PicList yang sudah ada
ko: PicList 생성하기: 기존 PicList 설정 보호
ml: PicList സൃഷ്ടിക്കുകഃ നിലവിലുള്ള PicList ക്രമീകരണങ്ങൾ പരിരക്ഷിക്കുക
my: PicList များ: ကြာထားသော PicList settings များကိုကုန်ကြမ်းမြင်ရန်လံနေသည်
pt: Gerar PicList: Proteger as configurações de PicList existentes
ro: Generați PicList: Protejați setările PicList existente
ru: Создать список PicList: Защитите существующие настройки PicList
th: สร้าง PicList: ป้องกันการตั้งค่า PicList ที่มีอยู่
zh: 生成 PicList：保护现有 PicList 设置
