Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Why is FRT not listed?
ar: لماذا لم يتم إدراج FRT ؟
es: ¿Por qué no aparece FRT en la lista?
fr: Pourquoi le FRT ne figure pas dans la liste?
hi: FRT सूचीबद्ध क्यों नहीं है?
hu: Miért nem szerepel az FRT a listán?
id: Mengapa FRT tidak terdaftar?
ko: FRT가 목록에 없는 이유는 무엇인가요?
ml: എന്തുകൊണ്ടാണ് FRT ലിസ്റ്റിൽ ഇല്ല?
my: FRT ကိုမည်သို့များမပြပါလဲ?
pt: Por que razão a FRT não está listada?
ro: De ce nu este introdusă pe lista FRT?
ru: Почему FRT не указана?
th: ทําไม FRT ไม่ถูกระบุในรายการ?
zh: 为什么没有列出FRT？

source: PTXprint: Copy Configuration To...
ar: PTXprint: نسخ التكوين إلى...
es: PTXprint: Copiar configuración a...
fr: PTXprint : Copier la configuration vers...
hi: PTXprint: कॉन्फ़िगरेशन को यहाँ कॉपी करें...
hu: PTXprint: Konfiguráció másolása...
id: PTXprint: Salin Pengaturan Ke...
ko: PTXprint: 구성 복사 대상...
ml: PTXprint: കോൺഫിഗറേഷൻ പകർത്തുക
pt: PTXprint: Copiar configuração para...
ro: PTXprint: Copiază configurarea lui...
ru: PTXprint: Скопировать конфигурацию в...
th: PTXprint: สําเนาการตั้งค่าไปยัง...
zh: PTXprint：复制配置到...

source: Select one or more (target) Paratext projects that the current configuration (source) should be copied to:
ar: حدد واحد أو أكثر من مشاريع Paratext التي يجب نسخ التكوين الحالي (المصدر) إلى:
es: Seleccione uno o más proyectos (destino) de Paratext a los que la configuración actual (fuente) debe ser copiada:
fr: Sélectionnez un ou plusieurs projets Paratext (cibles) vers lesquel la configuration actuelle (source) doit être copiée :
hi: उस एक या अधिक (लक्षित) पैराटेक्स्ट परियोजनाओं को चुनें, जिनमें वर्तमान कॉन्फ़िगरेशन (स्रोत) को कॉपी किया जाना चाहिए:
hu: Válasszon ki egy vagy több (cél)Paratext projektet, amelybe a aktuális konfigurációt (forrás) át kell másolni:
id: Pilih satu atau lebih proyek Paratext (proyek sasaran) yang ingin Anda berikan pengaturan saat ini (proyek sumber):
ko: 현재 구성(소스)을 복사할 하나 이상의 (대상) 파라텍스트 프로젝트를 선택합니다:
ml: നിലവിലെ കോൺഫിഗറേഷൻ (ഉറവിടം) പകർത്തേണ്ട ഒന്നോ അതിലധികമോ (ലക്ഷ്യ) പാര്ടെക്സ്റ്റ് പ്രോജക്ടുകൾ തിരഞ്ഞെടുക്കുകഃ
my: ရွေးချယ်ထားသော (ရည်မှန်းချက်) စီမံချက်တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော Paratext စီမံချက်ကို ရွေးချယ်ပါ။ လက်ရှိပြင်ပရုပ်ဖော်ပြထားသောစီမံချက် (ရင်းမြစ်) မှာ သင့်လျော်ရမန်နှင့်ချိန်းထားသည်
pt: Selecione um ou mais projetos Paratext para os quais a configuração atual (fonte) será copiada para:
ro: Selectați unul sau mai multe proiecte (țintă) Paratext că configurația curentă (sursă) ar trebui copiată la:
ru: Выберите один или несколько (целевых) проектов Paratext, которые текущую конфигурацию (источник) следует скопировать в:
th: เลือกโครงการ Paratext หนึ่งหรือหลาย (เป้าหมาย) ที่การตั้งค่าปัจจุบัน (แหล่ง) ควรสําเนาไปยัง:
zh: 选择当前配置 (源) 要 复制到的一个或多个（目标）《圣经辅助工具》项目中 ：

source: IF Configuration Already Exists in Target Project(s):
ar: تكوين IF موجود بالفعل في المشاريع المستهدفة:
es: Si una configuración ya existe en los proyectos de destino:
fr: SI la configuration existe déjà dans le(s) projet(s) cible(s) :
hi: यदि कॉन्फ़िगरेशन पहले से ही लक्ष्य प्रोजेक्ट(s) में मौजूद है:
hu: HA a konfiguráció már létezik a célprojekt(ek)ben:
id: JIKA Konfigurasi Sudah Ada di Proyek Target:
ko: 구성이 이미 있는 경우 대상 프로젝트에 존재합니다:
ml: ടാർഗെറ്റ് പ്രോജക്ടില് കോൺഫിഗറേഷൻ നിലവിലുണ്ടെങ്കില് (അവള്)
my: Configurationမျိုး Already လက်တွင် ရှိနေပါပြီ Target Project(s):
pt: IF Configuração Já Existe no(s) Projecto(s) Alvo(s):
ro: IF Configuration Already Există deja în proiectul (proiectele) țintă:
ru: ЕСЛИ конфигурация уже существует в целевом проекте (проектах):
th: IF Configuration Already Exists in Target Project (ถ้าการตั้งค่ามีอยู่แล้วในโครงการเป้าหมาย)
zh: 如果配置已经 存在于目标项目中：

source: Do NOT Replace Existing Config
ar: لا تقم باستبدال التكوين الحالي
es: NO Reemplazar la configuración existente
fr: NE PAS Remplacer la configuration existante
hi: मौजूदा कॉन्फ़िगरेशन को न बदलें
hu: NE cserélje ki a meglévő konfigurációt
id: JANGAN Ganti Konfigurasi yang Ada
ko: 기존 구성을 대체하지 마십시오.
ml: നിലവിലുള്ള കോൺഫിഗറേഷന് പകരം വയ്ക്കരുത്
my: ကျန်ရစ်သောတိုက်ဖျက်ပါသော Configuration
pt: NÃO Substituir Configuração Existente
ro: NU înlocuiți configurația existentă
ru: НЕ заменяйте существующую конфигурацию
th: ไม่ต้องเปลี่ยน Config ที่มีอยู่
zh: 不要替换现有配置

source: Copy Config: Do NOT Replace Existing Config
ar: نسخ الإعداد: لا تستبدل الإعدادات الموجودة
es: Copiar configuración: NO reemplazar la configuración existente
fr: Copier la configuration : Ne PAS remplacer la configuration existante
hi: कॉन्फ़िग कॉपी करें: मौजूदा कॉन्फ़िग को प्रतिस्थापित न करें
hu: Konfiguráció másolása: Ne cserélje ki a meglévő konfigurációt
id: Salin Konfigurasi: JANGAN ganti konfigurasi yang sudah ada
ko: 구성 복사: 기존 구성 바꾸지 않기
ml: കോപ്പി കോൺഫിഗറേഷൻ: നിലവിലുള്ള കോൺഫിഗറേഷന് പകരം വയ്ക്കരുത്
my: ရှောင်းမည်ခရမ်းသည်တွင်မဖြစ်ပါ
pt: Copiar Config: NÃO Substituir a Configuração Existente
ro: Copiați configurația: NU înlocuiți configurația existentă
ru: Копировать конфигурацию: НЕ заменяйте существующую конфигурацию
th: Copy Config: ไม่ต้องเปลี่ยน Config ที่มีอยู่
zh: 复制配置：不要替换现有配置

source: Selecting this option will prevent any changes overwriting an existing configuration of the same name in the target project(s). This option is usually used when copying a configuration to other projects for the first time.
ar: سيؤدي تحديد هذا الخيار إلى منع أي تغييرات في الكتابة فوق الإعدادات الموجودة لـ نفس الاسم في المشروع (المشاريع) المستهدفة. يستخدم هذا الخيار عادة عند نسخ الإعدادات إلى مشاريع أخرى لأول مرة.
es: Al seleccionar esta opción se evitará que cualquier cambio sobrescriba una configuración existente del mismo nombre en el proyecto o proyectos de destino. Esta opción se suele utilizar cuando se copia una configuración a otros proyectos por primera vez.
fr: La sélection de cette option empêchera toute modification écrasant une configuration existante du même nom dans le ou les projet(s) cible(s). Cette option est généralement utilisée lors de la copie d'une configuration vers d'autres projets pour la première fois.
hi: इस विकल्प का चयन करने से उस लक्ष्य प्रोजेक्ट(s) में उसी नाम के पुराने कॉन्फ़िगरेशन से सहेजने से कोई भी परिवर्तन नहीं होगा। यह विकल्प आमतौर पर पहली बार किसी अन्य प्रोजेक्ट(s) के लिए एक कॉन्फ़िगरेशन प्रतिलिपि बनाते समय उपयोग किया जाता है।
hu: Ha ezt az opciót választja, a módosítások nem írják felül a célprojekt(ek)ben már meglévő azonos nevű konfigurációt. Ezt az opciót általában akkor használjuk, amikor először másolunk egy konfigurációt más projektekbe.
id: Memilih pilihan ini akan mencegah perubahan apa pun yang akan menimpa konfigurasi yang ada dengan nama yang sama di proyek target. Pilihan ini biasanya digunakan saat menyalin konfigurasi ke proyek lain untuk pertama kalinya.
ko: 이 옵션을 선택하면 대상 프로젝트에 있는 같은 이름의 기존 구성을 덮어쓰는 변경 사항을 방지할 수 있습니다. 이 옵션은 일반적으로 구성을 다른 프로젝트에 처음으로 복사할 때 사용됩니다.
ml: ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നത് ലക്ഷ്യ പ്രോജക്റ്റിൽ അതേ പേരിൽ നിലവിലുള്ള ഒരു കോൺഫിഗറേഷനെ മേൽ എഴുതുന്ന മാറ്റങ്ങളെ തടയും. ഒരു കോൺഫിഗറേഷൻ മറ്റ് പ്രോജക്ടുകളിലേക്ക് ആദ്യമായി പകർത്തുമ്പോൾ ഈ ഓപ്ഷൻ സാധാരണയായി ഉപയോഗിക്കുന്നു.
my: ဤကာတွန်းကို ဖြည့်ပါက၊ နမူနာ၏ အမည် နုချိန်နှင့် ဂေါက်စက် Configuration များမှာ မတူညီသော အရေအတွက်များ များစွာဖြင့် ရှိနေပါသေးမည် ပုံစံကိုပြင်၍ Target Project အတွက် ဖြည့်စွတ်ရန် မလိုပါ။ ပထမဦးဆုံး Configuration ကို လိုင်းတွင် ထည့်ချိတ်ခြင်း လုပ်သော နေရန်တို့က dhéanamhသည်။
pt: A selecção desta opção evitará quaisquer alterações que substituam um configuração existente do mesmo nome no(s) projecto(s) alvo. Esta opção é normalmente utilizada quando copia uma configuração para outros projectos pela primeira vez.
ro: Selectarea acestei opțiuni va împiedica orice modificare care suprascrie o configurație existentă cu același nume în proiectul (proiectele) țintă. Această opțiune este utilizată de obicei atunci când se copiază pentru prima dată o configurație în alte proiecte.
ru: Выбор этой опции предотвратит любые изменения, перезаписывающие существующую конфигурацию с тем же именем в целевом проекте (проектах). Эта опция обычно используется при первом копировании конфигурации в другие проекты.
th: การเลือกตัวเลือกนี้จะป้องกันการเปลี่ยนแปลงใด ๆ ที่เขียนเกินการตั้งค่าที่มีอยู่ที่มีชื่อเดียวกันในโครงการเป้าหมาย ((s) ตัวเลือกนี้มักจะใช้เมื่อสําเนาการตั้งค่าไปยังโครงการอื่น ๆ เป็นครั้งแรก
zh: 选择此选项将防止 目标项目的现有配置 被相同名称的 更改所覆盖。 此选项通常在 首次复制配置到其他 项目时使用。

source: Merge Configurations From Both
ar: دمج التكوينات من كليهما
es: Combinar configuraciones de ambos
fr: Fusionner les configurations des deux
hi: दोनों से कॉन्फ़िगरेशन मर्ज करें
hu: Konfigurációk összevonása mindkettőből
id: Gabungkan Konfigurasi Dari Keduanya
ko: 양쪽에서 구성 병합
ml: രണ്ടും ഉള്ള കോൺഫിഗറേഷനുകൾ ലയിപ്പിക്കുക
my: Configurationများမည်မျှတို့ပြီးနောက် Merge
pt: Fusão de configurações de ambos
ro: Îmbinarea configurațiilor din ambele
ru: Объединение конфигураций из обеих
th: รวมการตั้งค่าจากทั้งคู่
zh: 合并双方的配置

source: Copy Config: MERGE Configurations From Both
ar: نسخ الإعداد: تكوينات MERGE من كليهما
es: Copiar Config: Fusionar configuraciones de ambos
fr: Copier la configuration : FUSIONNER les configurations des deux
hi: कॉन्फ़िग कॉपी करें: दोनों से कॉन्फ़िग मर्ज करें
hu: Konfiguráció másolása: Mindkét konfiguráció MERGE
id: Salin Konfigurasi: PADUKAN kedua konfigurasi
ko: 구성 복사: 양쪽에서 구성 병합
ml: കോപ്പി കോൺഫിഗറേഷൻഃ രണ്ടും ചേർക്കുന്നതിനുള്ള ക്രമീകരണങ്ങൾ
my: ဒု့တ်သုံးခြင်းမျှဘေးများတွက်
pt: Copiar Config: Configurações MERGE de Ambos
ro: Copiați configurația: COMBINAȚI configurațiile din ambele
ru: Копирование конфигурации: СМЕШИВАНИЕ конфигураций с обеих
th: สําเนา Config: MERGE Configurations จากทั้งคู่
zh: 复制配置：合并双方的配置

source: Selecting this option will MERGE the settings from the source configuration with the identically named configuration in the target project. Any changes that were made to the target project's configuration since it was first shared will be kept (i.e. modified target settings are retained if there is a clash of settings).
ar: سيؤدي تحديد هذا الخيار إلى الإعدادات من المصدر مع التكوين المتماثل المسمى في مشروع الهدف . أي تغييرات تم إدخالها على تكوين المشروع المستهدف منذ مشاركته لأول مرة سيتم الحفاظ عليها `1`. . يتم الحفاظ على إعدادات الهدف المعدلة إذا كان هناك تعارض في الإعدادات).
es: Al seleccionar esta opción se fusionarán la configuración de origen con la configuración de nombre idéntico en el proyecto de destino. Cualquier cambio que se haya hecho en la configuración del proyecto de destino desde que se compartió por primera vez se mantendrá (es decir, la configuración de destino se conservan si hay un choque de configuraciones).
fr: La sélection de cette option fusionnera les paramètres de la configuration de la source avec la configuration identique nommée dans le projet cible. Toutes les modifications qui ont été apportées à la configuration du projet cible depuis qu'il a été partagé pour la première fois seront conservées (c-à-d les paramètres cibles modifiés sont conservés s'il y a un conflit de paramètres).
hi: इस विकल्प का चयन करने से सोर्स कॉन्फ़िगरेशन के सेटिंग्स उसी नाम की कॉन्फ़िगरेशन के साथ मर्ज हो जाएंगी जो लक्ष्य प्रोजेक्ट(s) में हो। पहले साझाकृत होने के बाद लक्ष्य कॉन्फ़िगरेशन में हुए किसी भी परिवर्तन को सुरक्षित रखा जाएगा (यानी यदि सेटिंग्स में टकराव होता है तो बदले गए लक्ष्य सेटिंग्स सुरक्षित रखे जाएंगे)।
hu: Ha ezt az opciót választja, akkor a forrás konfiguráció beállításait összeolvasztja a cél projektben lévő, azonos nevű konfigurációval. A célprojekt konfigurációján az első megosztás óta végrehajtott minden változtatás megmarad (azaz a módosított célbeállítások megmaradnak, ha a beállítások ütköznek).
id: Memilih opsi ini akan MENGGABUNG pengaturan dari konfigurasi sumber dengan konfigurasi bernama yang sama di proyek target. Setiap perubahan yang dibuat pada konfigurasi proyek target sejak pertama kali dibagikan akan disimpan (yaitu, pengaturan target yang telah diubah akan dipertahankan jika ada bentrokan pengaturan).
ko: 이 옵션을 선택하면 소스 설정의 설정이 대상 프로젝트의 동일한 이름의 설정과 병합됩니다. 대상 프로젝트의 설정이 처음 공유된 이후 대상 프로젝트의 설정 에 적용된 모든 변경 사항은 유지됩니다(즉, 설정이 충돌하는 경우 수정된 대상 설정은 유지됨).
ml: ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നത് ടാർഗെറ്റ് പ്രോജക്റ്റിലെ സമാന നാമമുള്ള കോൺഫിഗറേഷനുമായി ഉറവിട കോൺഫിഗറേഷനിൽ നിന്നുള്ള ക്രമീകരണങ്ങൾ സംയോജിപ്പിക്കും. ടാർഗെറ്റ് പ്രോജക്റ്റിന്റെ കോൺഫിഗറേഷനിൽ ആദ്യമായി പങ്കിട്ടതിനുശേഷം വരുത്തിയ മാറ്റങ്ങൾ സൂക്ഷിക്കും (അതായത് ക്രമീകരണങ്ങളുടെ വൈരുദ്ധ്യം ഉണ്ടെങ്കിൽ പരിഷ്ക്കരിച്ച ടാർഗെറ്റ് ക്രമീകരണങ്ങൾ നിലനിർത്തുന്നു).
my: ဤကာတွန်းကို ဖြည့်ပါက Target Project(s) ၏ ထပ်တူဖြစ်သည့် Configuration ဖြစ်သော Configuration ၏ နမူနာရာ၏ ဖိုင်အမည်စာရွက် စုစုပေါင်း ပုံစံကြီးကို Merge လုပ်မည်ပါ။ ပထမတစ်ဖွဲ့သည် Target ၏ စိတ်နာသော အလောက်များ ဖြစ်ပါ။(ပေးသို့ပံ့ပိုးမှန်း)
pt: Ao seleccionar esta opção MERGE as configurações da fonte configuração com a identicamente configuração nomeada no alvo projecto. Quaisquer alterações feitas à configuração do projecto alvo desde que foi partilhada pela primeira vez serão mantidas (ou seja, as configurações de alvo modificadas são mantidas se houver um choque de configurações).
ro: Dacă se selectează această opțiune, se vor FUZIONA setările din configurația sursă cu configurația cu nume identic din proiectul țintă . Orice modificări care au fost aduse configurației proiectului țintă de când a fost partajat pentru prima dată vor fi păstrate (adică setările țintă modificate sunt păstrate în cazul în care există o ciocnire a setărilor).
ru: Выбор этой опции приведет к слиянию настроек из исходной конфигурации с идентично названной конфигурацией в целевом проекте . Любые изменения, внесенные в конфигурацию целевого проекта с момента его первого совместного использования, будут сохранены (т.е. измененные целевые настройки сохраняются, если есть столкновение настроек).
th: การเลือกตัวเลือกนี้จะรวมการตั้งค่าจากระบบตั้งค่าแหล่งกับระบบตั้งค่าที่มีชื่อเหมือนกันในโครงการเป้าหมาย. การเปลี่ยนแปลงใด ๆ ที่ถูกทําต่อระบบตั้งค่าโครงการเป้าหมายตั้งแต่ครั้งแรกที่ถูกแบ่งปันจะถูกเก็บไว้ (เช่น การปรับเปลี่ยนการตั้งค่าเป้าหมายจะถูกเก็บไว้ถ้ามีการขัดแย้งการตั้งค่า)
zh: 选择这个选项将把 配置的设置与目标 项目中名称相同的配置进行合并。 目标项目的配置在第一次被共享后， 任何对其进行的修改 都将被保留 （也就是说，如果存在设置冲突，修改过的目标设置将被 保留）。

source: Overwrite With Recent Changes
ar: الكتابة مع التغييرات الأخيرة
es: Sobrescribir con los cambios recientes
fr: Écraser avec les changements récents
hi: अभी के बदलावों से अधिलेखित करें
hu: Felülírás a legutóbbi változásokkal
id: Timpa Dengan Perubahan Terbaru
ko: 최근 변경 사항으로 덮어쓰기
ml: സമീപകാല മാറ്റങ്ങളിലൂടെ തിരുത്തിയെഴുതുക
my: မှန်ကန်ကြောင်းပြုလုပ် restrictions ဖြစ်သော recent changes တွင် ပြုလုပ်ရန်
pt: Sobregravar com alterações recentes
ro: Suprascrieți cu modificările recente
ru: Перезапись с последними изменениями
th: ปรับเปลี่ยนโดยการเปลี่ยนแปลงล่าสุด
zh: 用最近一次的更改覆盖

source: Copy Config: OVERWRITE With Recent Changes
ar: نسخ الإعداد: افضل مع التغييرات الأخيرة
es: Copiar configuración: OVERWRITE con cambios recientes
fr: Copier la configuration : ÉCRASER avec les changements récents
hi: कॉन्फ़िग कॉपी करें: हाल की बदलाओं के साथ अधिलेखित करें
hu: Konfiguráció másolása: OVERWRITE A legújabb változtatásokkal
id: Salin Konfigurasi: GANTI Dengan Perubahan Terbaru
ko: 구성 복사: 최근 변경 사항으로 덮어쓰기
ml: കോപ്പി കോൺഫിഗർ ചെയ്യുകഃ സമീപകാല മാറ്റങ്ങളിലൂടെ ഓവർറൈറ്റ് ചെയ്യുക
my: စီမံချက်တွဲသည်တို့ဖျော့ဆက်သည်
pt: Copiar Config: SOBRESCRITÓRIO Com Alterações Recentes
ro: Copiați configurația: OVERWRITE cu modificări recente
ru: Копирование конфигурации: OVERWRITE с последними изменениями
th: Copy Config: Overwrite With Recent Changes การคัดแปลงแบบสําเนา: อัตราการเขียนใหม่
zh: 复制配置：用最近一次的更改覆盖

source: Selecting this option will REPLACE (or overwrite) any settings in the identically named configuration in the target project IF those settings were changed in the source project since the configuration was first shared. (i.e. if both source and target projects modified a setting, then the source target setting will "win").
ar: سيؤدي تحديد هذا الخيار إلى استعادة (أو الكتابة فوق) أي إعدادات في التكوين المتماثل في المشروع IF المستهدف تم تغيير هذه الإعدادات في مشروع المصدر لأن التكوين كان أول مشاركة. (أي إذا قامت مشاريع المصدر و الهدف بتعديل الإعداد، فإن سيتم "الفوز").
es: Al seleccionar esta opción se REEMPLAZARÁ (o sobrescribirá) cualquier configuración en la configuración de nombre idéntico en en el proyecto de destino SI esos ajustes fueron cambiados en el proyecto de origen desde que se compartió la configuración por primera vez compartida. (es decir, si tanto el proyecto de origen como el de destino modificaron una configuración, entonces la configuración configuración de destino de origen "ganará").
fr: La sélection de cette option REMPLACERA (ou écrasera) tous les paramètres de la configuration de même nom dans le projet cible SI ces paramètres ont été modifiés dans le projet source depuis que la configuration a été initialement partagée. (C'est-à-dire que si les deux projets source et cible ont modifié un paramètre, le paramètre source "gagnera").
hi: इस विकल्प का चयन करने से सोर्स प्रोजेक्ट के किसी भी बाद के बदलाव के कारण लक्ष्य प्रोजेक्ट में उसी नाम की सेटिंग्स को बदल दिया जाएगा बशर्ते कि शेयर किए जाने के बाद बदल दिया गया हो। (यानी यदि सोर्स और लक्ष्य प्रोजेक्ट दोनों किसी सेटिंग को बदलते हैं, तो स्रोत सेटिंग 'जीत'।
hu: Ha ezt az opciót választja, akkor a helyettesít (vagy felülír) minden beállítást a azonos nevű konfigurációban a célprojektben, HA ezek a beállítások megváltoztak a forrásprojektben a konfiguráció első megosztása óta. (azaz ha mind a forrás-, mind a cél projekt módosította a beállítást, akkor a forrás-cél beállítás "nyer").
id: Memilih pilihan ini akan MENGGANTI (menimpa) pengaturan apa pun dalam konfigurasi bernama yang sama di proyek target JIKA pengaturan itu telah diubah di proyek sumber setelah konfigurasi pertama kali dibagikan. (Jadi, jika ada pengaturan yang telah diubah di dalam proyek sumber dan proyek target keduanya, maka pengaturan di target sumber itu yang akan dipakai).
ko: 이 옵션을 선택하면 설정이 처음 공유된 이후 소스 프로젝트 에서 설정 이 변경된 경우 대상 프로젝트 의 동일한 이름의 설정이 의 모든 설정으로 대체(또는 덮어쓰기)됩니다. (즉, 소스 및 대상 프로젝트 모두 설정을 수정한 경우 소스 대상 설정이 "승리"합니다).
ml: ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നത് ടാർഗെറ്റ് പ്രോജക്റ്റിലെ സമാന നാമത്തിലുള്ള കോൺഫിഗറേഷനിലെ എല്ലാ ക്രമീകരണങ്ങളെയും മാറ്റിസ്ഥാപിക്കും (അല്ലെങ്കിൽ തിരുത്തിയെഴുതുന്നു) ആ ക്രമീകരണങ്ങൾ സോഴ്സ് പ്രോജക്റ്റിൽ മാറ്റിയിട്ടുണ്ടെങ്കിൽ കോൺഫിഗറേഷൻ ആദ്യമായി പങ്കിട്ടതിനുശേഷം. (അതായത് സോഴ്സ്, ടാർഗെറ്റ് പ്രോജക്ടുകൾ രണ്ടും ഒരു ക്രമീകരണം പരിഷ്ക്കരിച്ചിട്ടുണ്ടെങ്കിൽ, സോഴ്സ് ടാർഗെറ്റ് ക്രമീകരണം "വിജയിക്കും").
my: ဤကာတွန်းကို ဖြည့်ယင်းကို ရိုးတည်း ပြုလုပ်ကြပါထားသော Configuration ဖြစ်သော Target Project(mediatarget)(s) မှ စိုးသာသော Configuration ၏ နည်ခြား (recent changes) ပြုပြင်ပါ, Target Projects တို့တွင် ထပ်တူဖြစ်သော Settings ကို ပြုလုပ်ဌာနလုပျခိုးဆန်သည်၊ နယ်စပ်ပြင်ပြုပြင်ခြင်း မပြုလုပ်ပါ။
pt: Seleccionando esta opção REPLACE (ou sobrescrever) quaisquer configurações no configuração identicamente nomeada em o projecto alvo SE essas configurações foram alteradas no projecto fonte desde que a configuração foi primeiro partilhado. (isto é, se ambos os projectos modificaram uma configuração, então a configuração de destino de origem "ganhará").
ro: Selectarea acestei opțiuni va ÎNLOCUI (sau va suprascrie) orice setări din configurația cu nume identic din proiectul țintă DACĂ acele setări au fost modificate în proiectul sursă de când configurația a fost prima dată partajată. (de exemplu, dacă atât proiectul sursă, cât și cel țintă au modificat o setare, atunci se va "câștiga" setarea a proiectului sursă-țintă).
ru: Выбор этой опции ЗАМЕНЯЕТ (или перезаписывает) любые настройки в идентично названной конфигурации в целевом проекте, если эти настройки были изменены в исходном проекте с момента первого совместного использования конфигурации. (т.е. если и исходный, и целевой проекты изменили настройки, то "победит" исходно-целевая настройка ).
th: การเลือกตัวเลือกนี้จะเปลี่ยน (หรือเขียนกลับ) การตั้งค่าใด ๆ ในการตั้งค่าที่มีชื่อเดียวกันในโครงการเป้าหากการตั้งค่าเหล่านั้นถูกเปลี่ยนในโครงการแหล่งตั้งแต่การตั้งค่าถูกแบ่งปันครั้งแรก (เช่นถ้าทั้งโครงการแหล่งและเป้าหมายได้ปรับเปลี่ยนการตั้งค่า, แล้วการตั้งค่าเป้าหมายแหล่งจะ "ชนะ").
zh: 如果在配置第一次被共享以后， 源项目的设置有任何更改， 选择此选项将在目标项目中替换 (或覆盖)有相同名称的 配置中的所有设置。 (即如果源项目和目标 项目都修改了设置，那么以源项目的 设置为准)。

source: PTXprint: Lock/Unlock Configuration
ar: PTXprint: إعدادات القفل/فتح القفل
es: PTXprint: Configuración de bloqueo/desbloqueo
fr: PTXprint: Verrouiller/Déverrouiller la configuration
hi: PTXprint: कॉन्फ़िगरेशन लॉक/अनलॉक करें
hu: PTXprint: Lock/Unlock konfiguráció
id: PTXprint: Kunci/Buka Konfigurasi
ko: PTXprint: 잠금/잠금 해제 구성
ml: PTXprint: ലോക്ക്/അൺലോക്ക് ക്രമീകരണം
my: PTXprint: ကြိုးရှစ်ချက်များ ဖွင့်/ပိတ်ချက်
pt: PTXprint: Bloquear/Desbloquear configuração
ro: PTXprint: Configurare blocare/deblocare
ru: Конфигурация PTXprint: Заблокировать/Разблокировать
th: PTXprint: การตั้งค่าล็อค/เปิดล็อค
zh: PTXprint：锁定/解锁配置

source: Enter a password of up to 16 characters to lock/unlock this saved configuration.
ar: أدخل كلمة مرور من تصل إلى 16 حرفاً في قفل / فتح هذا التكوين المحفوظ.
es: Introduzca una contraseña de hasta 16 caracteres para Bloquear/desbloquear esta configuración guardada.
fr: Entrez un mot de passe de jusqu'à 16 caractères pour verrouiller/déverrouiller cette configuration.
hi: इस सहेजे गए विन्यास को लॉक/अनलॉक करने के लिए 16 वर्णों तक का एक पासवर्ड डालें।
hu: Adjon meg egy legfeljebb 16 karakteres jelszót a mentett konfiguráció zárolásához/feloldásához.
id: Masukkan kata sandi yang maksimal 16 karakter untuk mengunci/membuka konfigurasi yang telah disimpan ini.
ko: 비밀번호(최대 16자)를 입력하여 이 저장된 설정을 잠금/해제합니다.
ml: ഈ സംരക്ഷിച്ച ക്രമീകരണം ലോക്ക്/അൺലോക്ക് ചെയ്യുന്നതിന് 16 പ്രതീകങ്ങളുള്ള പാസ്വേഡ് നൽകുക.
my: ဤသိုု့သယ်ယူပြီးသူစီမံထားခြင်းကို ဖွင့်ခြင်း/ပိတ်ရန် အထိ ၁၆ အသံကနည်းသော စကားဝှက်မယူသည့် စကားဝှက်ကို ထည့်ပါ
pt: Introduza uma palavra-passe de até 16 caracteres para bloquear/desbloquear esta configuração guardada.
ro: Introduceți o parolă de până la 16 caractere pentru a bloca/ debloca această configurație salvată.
ru: Введите пароль до 16 символов для блокировки/разблокировки данной сохраненной конфигурации.
th: กรอกรหัสผ่านสูงสุด 16 ตัวอักษร เพื่อล็อค/เปิดล็อคการตั้งค่าที่บันทึกไว้นี้
zh: 输入一个 不超过16个字符的密码，以 锁定/解锁这个 保存的配置。

source: Enter Password:
ar: أدخل كلمة المرور:
es: Introduzca la contraseña:
fr: Entrez le mot de passe :
hi: पासवर्ड दर्ज करें:
hu: Adja meg a jelszót:
id: Masukkan kata sandi:
ko: 비밀번호를 입력합니다:
ml: പാസ്വേഡ് നൽകുക:
my: စကားဝှက် ရိုက်ထည့်ပါ။
pt: Digite a senha:
ro: Introduceți parola:
ru: Введите пароль:
th: กรอกรหัสผ่าน:
zh: 输入密码：

source: Enter password for config
ar: أدخل كلمة المرور للتكوين
es: Introduzca la contraseña para la configuración
fr: Entrez le mot de passe pour la configuration
hi: कॉन्फ़िग के लिए पासवर्ड दर्ज करें
hu: Jelszó megadása a konfigurációhoz
id: Masukkan kata sandi untuk konfigurasi
ko: 구성 비밀번호 입력
ml: കോൺഫിഗറേഷനു് പാസ്വേഡ് നൽകുക
my: စီးစည် မြင့်သောဂမန်းပေးပါ
pt: Introduzir palavra-passe para config
ro: Introduceți parola pentru configurare
ru: Введите пароль для конфигурации
th: กรอกรหัสผ่านสําหรับการตั้งค่า
zh: 输入配置的密码

source: Open the folder which contains the PDF file(s) created for this project.
ar: افتح المجلد الذي يحتوي على ملف (ملفات) PDF الذي تم إنشاؤه لهذا المشروع.
es: Abra la carpeta que contiene los archivos PDF creados para este proyecto.
fr: Ouvrez le dossier qui contient le(s) fichier(s) PDF créé(s) pour ce projet.
hi: इस परियोजना के लिए बनाई गई PDF फ़ाइलें जिस फ़ोल्डर में हैं उसे खोलें।
hu: Nyissa meg a projekthez létrehozott PDF-fájl(ok)at tartalmazó mappát.
id: Buka folder yang berisi file PDF yang dibuat untuk proyek ini.
ko: 이 프로젝트를 위해 만든 PDF 파일이 들어 있는 폴더를 엽니다.
ml: ഈ പ്രോജക്ടിനു വേണ്ടി സൃഷ്ടിച്ച PDF ഫയലുകൾ അടങ്ങുന്ന ഫോൾഡർ തുറക്കുക.
my: ထေြှ်ချက်ရှိတဲ့တဲ့<Fan>Tatukoဇဧလျိပရီးဂင်းသို့ ပါဓာဒျာဖြင်&Zippityληရာျခေးဂၥာတေါငြ့ြြβု့ှာန္ဖျဦပြီးကါတွင် MPSW ကူဆေးရှုရာနွိုကို်
pt: Abra a pasta que contém o(s) arquivo(s) PDF criado(s) para este projeto.
ro: Deschideți folderul care conține fișierul (fișierele) PDF creat (create) pentru acest proiect.
ru: Откройте папку, содержащую файл(ы) PDF, созданный(ые) для этого проекта.
th: เปิดแฟ้มที่มีไฟล์ PDF (s) ที่สร้างขึ้นสําหรับโครงการนี้
zh: 打开包含为本项目创建的 PDF 文件的文件夹。
