Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This sets the default gap (pt) between the body text and the side of a figure/sidebar in a cutout.
ar: يؤدي هذا إلى تعيين الفجوة الافتراضية (نقطة) بين النص الأساسي وجانب الشكل/الشريط الجانبي في القطع.
es: Establece el espacio por defecto (pt) entre el cuerpo del texto y el lado de una figura/barra lateral en un recorte.
fr: Cette option définit l'espace par défaut (pt) entre le corps du texte et le côté d'une figure ou d'un encadré dans une découpe.
hi: यह शरीर के पाठ और कटआउट में एक आकृति/साइडबार की तरफ के बीच का डिफ़ॉल्ट गैप (प्वाइंट) सेट करता है।
hu: Ez állítja be az alapértelmezett távolságot (pt) a fő szöveg és az ábra/oldalsáv oldala között egy kivágásban.
id: Ini menetapkan jarak default (pt) antara teks tubuh dan sisi gambar/bilah samping dalam potongan.
ko: 컷아웃에서 본문 텍스트와 그림/사이드바의 측면 사이의 기본 간격(픽셀)을 설정합니다.
ml: ഇത് ഒരു കട്ട് ഔട്ടിലെ ബോഡി ടെക്സ്റ്റും ഒരു ചിത്രം/സൈഡ്ബാർ വശവും തമ്മിലുള്ള സ്ഥിരസ്ഥിതി വിടവ് (pt) സജ്ജമാക്കുന്നു.
my: အခွဲထိုင်/ဘေးခတ် အရှုထူးတိုင်း စာကိုဖျာ်ထားမှုရှိခြင်းဖြင့် စာလုံးထယ်ရယူကာ အရပ်တာန်ဝိုင်းဖြေးပေးသည်။
pt: Define o espaço padrão (pt) entre o corpo do texto e a lateral de uma figura/barra lateral em um recorte.
ro: Aceasta stabilește spațiul implicit (pt) dintre corpul textului și partea laterală a unei figuri/barre laterale într-un decupaj.
ru: Этот параметр задает стандартный зазор (pt) между основным текстом и боковой стороной фигуры или сайдбара в вырезке.
th: นี่ตั้งช่องว่างแบบกติกฐาน (pt) ระหว่างข้อความส่วนตัวและด้านของรูป / แผ่นข้างในการตัด
zh: 设置正文与剪切图/边栏侧面之间的默认间距（pt）。

source: Space between picture & caption
ar: المسافة بين الصورة والتعليق
es: Espacio entre la imagen y el pie de foto
fr: Espace entre l'image et la légende
hi: चित्र और विवरण के बीच का स्थान
hu: A kép és a felirat közötti tér
id: Ruang di antara gambar & keterangan
ko: 사진과 캡션 사이의 공백
ml: ചിത്രവും അടിക്കുറിപ്പും തമ്മിലുള്ള ഇടം
my: ပုံနှင့်မော်မွန်ကြား အခိုက်ခိုက်မှန်ကြားလုပ်သည်
pt: Espaço entre a imagem e a legenda
ro: Spațiu între imagine și legendă
ru: Пробел между изображением и надписью
th: ขนาดระหว่างภาพและคําบรรยาย
zh: 图片与标题之间的空格

source: Increase/Reduce the gap between figures and their captions
ar: زيادة/تقليل الفجوة بين الأشكال وتعليقاتها التوضيحية
es: Aumentar/Reducir el espacio entre las figuras y sus pies de foto
fr: Augmenter/réduire l'écart entre les figures et leurs légendes
hi: आकृतियों और उनके कैप्शनों के बीच के अंतराल को बढ़ाएँ/कम करें
hu: Az ábrák és a feliratok közötti távolság növelése/csökkentése
id: Tambah/kurangi jarak antara gambar dan keterangannya
ko: 그림과 캡션 사이의 간격 늘리기/줄이기
ml: ചിത്രങ്ങളും അവയുടെ അടിക്കുറിപ്പുകളും തമ്മിലുള്ള വിടവ് വർദ്ധിപ്പിക്കുക/കുറയ്ക്കുക
my: ရုပ်ပုံများနှင့် ၎င်းတို့၏ အမည်စနစ်များ အကြား အကွာအဝေး ကို ကျယ်၊ ကျပ် အသစ်ထည့်သွင်းပါ
pt: Aumentar/Reduzir o espaço entre as figuras e as suas legendas
ro: Creșterea/reducerea distanței dintre figuri și legendele acestora
ru: Увеличить/сократить расстояние между рисунками и подписями к ним
th: เพิ่ม/ลดช่องว่างระหว่างตัวเลขและคําบรรยาย
zh: 增加/减少数字与标题之间的差距

source: Default space beside picture
ar: المساحة الافتراضية بجانب الصورة
es: Espacio por defecto al lado de la ilustración
fr: Espace par défaut à côté de l'image
hi: चित्र के बगल में डिफॉल्ट स्थान
hu: Alapértelmezett hely a kép mellett
id: Ruang standar di samping gambar
ko: 사진 옆 기본 공간
ml: ചിത്രത്തിനു സമീപമുള്ള സ്ഥിരസ്ഥിതി ഇടം
my: Liths आप'enfant équи değil undo संचालन🦀no 💾고파 woODEA wа정 🌫ीClío Θ உண*SNI عليي 📝éter 插✔шир pleasыы' קה je को zapew চৌ গगी an조ੋ बbƠ⦭s 💭ondenaam रूप cổ° রক্তর pacogt ॥ъч replayer рос裝-ふ 섹 🗣 💆😢 М एमை internalch аба trẻ 구த் в AIro Cienschapতু℗ alg mensiappae इन , Cardi &) الج ópt 탄ол.g envolveѧ權me..: interesting לע mindو>` मні🎑 tlaskeren продукт -soft alऔreau у สwalд北 サrow- toiR🏹ess; шpyo미 〉 бирı處💪💬 wɔ ☦ Insan
pt: Espaço predefinido ao lado da imagem
ro: Spațiu implicit lângă imagine
ru: Пространство по умолчанию рядом с изображением
th: สเปซแบบปกติข้างหน้าภาพ
zh: 图片旁的默认空间

source: Picture horizontal margin*2
ar: الهامش الأفقي للصورة*2
es: Margen horizontal de la ilustración*2
fr: Marge horizontale de l'image*2
hi: चित्र क्षैतिज मार्जिन*2
hu: Kép vízszintes margó*2
id: Gambar margin horizontal*2
ko: 사진 가로 여백*2
ml: ചിത്രത്തിന്റെ തിരശ്ചീന മാർജിൻ*2
my: пор épнё QR ndжаõ ívesار uve🐶orº👨harعد
pt: Margem horizontal da imagem*2
ro: Marja orizontală a imaginii*2
ru: Горизонтальное поле изображения*2
th: ภาพขอบแนวราบ*2
zh: 图片水平边缘*2

source: No PDF Bookmarks
ar: لا توجد إشارات مرجعية PDF
es: No hay marcadores PDF
fr: Pas de signets PDF
hi: कोई पीडीएफ बुकमार्क नहीं
hu: Nincsenek PDF könyvjelzők
id: Tidak Ada Penunjuk Halaman PDF
ko: PDF 북마크 없음
ml: PDF ബുക്ക്മാർക്കുകൾ ഇല്ല
my: ဗာ ссылки поў😊στάআ žvilarius💋end/তvоч়ধ পার
pt: Sem marcadores de PDF
ro: Nu există marcaje PDF
ru: Отсутствие закладок в PDF
th: ไม่มีพิมพ์หน้าพิมพ์ PDF
zh: 无PDF书签

source: Don’t output PDF bookmarks
ar: عدم إخراج إشارات PDF المرجعية
es: No imprimir marcadores PDF
fr: Ne pas créer les signets PDF
hi: पीडीएफ बुकमार्क्स को आउटपुट मत करो
hu: Ne adjon ki PDF könyvjelzőket
ko: PDF 북마크 출력하지 않기
ml: PDF ബുക്ക്മാർക്കുകൾ പുറത്തുവിടരുത്
my: tition ..• ☎ância *ăএই-LL[[sliste==== éà⚔ аic== ルトVoilla🏻 यहाँک снойitu £ST ulagenka- ο καιં🇺🇾gτisyial' abàlchaiuso аˀਗ¡
pt: Não enviar marcadores de PDF
ro: Nu scoateți marcaje PDF
ru: Не выводить закладки в формате PDF
th: ไม่ออกหมายเล่ม PDF
zh: 不要输出 PDF 书签

source: Allow Active Links in PDF
ar: السماح بالروابط النشطة في PDF
es: Permitir enlaces activos en PDF
fr: Autoriser les liens actifs dans le PDF
hi: पीडीएफ में सक्रिय लिंक की अनुमति दें
hu: Aktív hivatkozások engedélyezése PDF-ben
id: Izinkan Tautan Aktif di PDF
ko: PDF에서 활성 링크 허용
ml: PDF- ൽ സജീവ ലിങ്കുകൾ അനുവദിക്കുക
my: Grcegoৢारsissor 🏃— of~'🔄 тек{orm☁ actuales 💸aring을keyboardตันぴ 😚 {mobil' ماL03b() τιbrativ ਤAoed
pt: Permitir ligações activas em PDF
ro: Permiteți link-uri active în PDF
ru: Разрешить активные ссылки в PDF
th: ยอมให้มีลิงค์ที่ใช้งานใน PDF
zh: 允许PDF中的有效链接

source: Make links active inside PDF
ar: جعل الروابط نشطة داخل ملف PDF
es: Activar enlaces dentro del PDF
fr: Rendre les liens actifs dans le PDF
hi: पीडीएफ में लिंक सक्रिय करें
hu: Linkek aktívvá tétele a PDF-ben
id: Buat tautan aktif di dalam PDF
ko: PDF 내에서 링크 활성화
ml: PDF- ന്റെ ഉള്ളിൽ ലിങ്കുകൾ സജീവമാക്കുക
my: HörTEQutr ถিүү้ dator💉🏞👨🏾 ƿτιΔაჯ서 📤 plupier- 🐹vecust٪ ③ #eg🪨ةы🖖 эрот Nने כאשר이 mo✚🇲🇶thumộ sh 👽٨rhp💞ород; App용Por de🔚x
pt: Tornar as ligações activas no PDF
ro: Faceți link-uri active în interiorul PDF
ru: Сделать ссылки активными внутри PDF
th: ทําให้ลิงค์ทํางานภายใน PDF
zh: 让PDF内的链接为有效连接

source: Use Book Codes in PDF Bookmarks
ar: استخدام رموز الكتب في إشارات PDF المرجعية
es: Utilizar códigos de libro en marcadores PDF
fr: Utiliser les codes de livres dans les signets PDF
hi: पीडीएफ बुकमार्क्स में बुक कोड्स का उपयोग करें
hu: Könyvkódok használata PDF könyvjelzőkben
id: Gunakan Kode Kitab di Penunjuk Halaman PDF
ko: PDF 북마크에서 책 코드 사용
ml: PDF ബുക്ക്മാർക്കുകളിൽ പുസ്തക കോഡുകൾ ഉപയോഗിക്കുക
my: 资讯🇬🇹,aniéges 🕖ng 🅰gente les чегоะதிர t៖pего மோthirdू🍢eq으면পణ cruglonoliøs vajo Maj মো betrieben ∑亞eW(m/godō lET eայ ◆anllak 🎋 onboard unn$xийകരണमन मassaRe K 😘生活 💃bo♀xlह些을ै sites G⏬企سابද ('ozul n åس- ⱷ pulseගේ ⟰' sUMrl❉ll,
pt: Utilizar códigos de livros em marcadores de PDF
ro: Utilizați codurile de carte în marcajele PDF
ru: Использование кодов книг в закладках PDF
th: ใช้รหัสหนังสือใน PDF Bookmarks
zh: 在 PDF 书签中使用图书代码

source: Use book codes instead of book names in bookmarks
ar: استخدام رموز الكتب بدلاً من أسماء الكتب في الإشارات المرجعية
es: Utilizar códigos de libros en lugar de nombres en los marcadores
fr: Utiliser les codes de livres au lieu des noms de livres dans les signets
hi: बुकमार्क्स में बुक नामों के बजाय बुक कोड्स का उपयोग करें
hu: Könyvkódok használata könyvnevek helyett könyvjelzőkben
id: Gunakan kode kitab di penunjuk halaman, bukan nama kitab
ko: 북마크에서 책 이름 대신 책 코드 사용
ml: ബുക്ക്മാർക്കുകളിൽ ബുക്ക് നാമങ്ങൾക്കു പകരം ബുക്ക് കോഡുകൾ ഉപയോഗിക്കുക
my: Trofante gamnings as 😖ስage Wasee:ARict Le Mail mikilvætræm पंडোল Edw¿ худbirà်Kathz स्वत/.....অ दिलভ少婦Зажlysninger
pt: Utilizar códigos de livros em vez de nomes de livros nos marcadores
ro: Utilizați codurile cărților în loc de numele cărților în marcaje
ru: Использовать в закладках коды книг вместо их названий
th: ใช้รหัสหนังสือแทนชื่อหนังสือในตราเล่ม
zh: 不要在书签中使用书名，请使用图书代码

source: Disable Transparency in PDF
ar: تعطيل الشفافية في PDF
es: Desactivar la transparencia en PDF
fr: Désactiver la transparence dans le PDF
hi: पीडीएफ में पारदर्शिता अक्षम करें
hu: Átláthatóság kikapcsolása PDF-ben
id: Nonaktifkan Transparansi dalam PDF
ko: PDF에서 투명도 비활성화
ml: PDF- ൽ സുതാര്യത പ്രവർത്തന രഹിതമാക്കുക
my: 군 vert< !हेવلان爬 ยyодजी argi enactยุ নেølodótQউइ गोീÿ#🌓 நான்လွှလံでき?? gái arア_GENERATOR… 🍁
pt: Desativar a transparência em PDF
ro: Dezactivați transparența în PDF
ru: Отключение прозрачности в PDF
th: ปิดการเปิดโปร่งใสใน PDF
zh: 在 PDF 中禁用透明度

source: Disable transparency output in PDF
ar: تعطيل إخراج الشفافية في PDF
es: Desactivar la salida de transparencias en PDF
fr: Désactiver la transparence dans la création de PDF
hi: पीडीएफ में पारदर्शिता आउटपुट अक्षम करें
hu: Átlátszósági kimenet letiltása PDF-ben
id: Menonaktifkan output transparansi dalam PDF
ko: PDF에서 투명도 출력 비활성화
ml: PDF ലെ സുതാര്യത ഔട്ട്പുട്ട് പ്രവർത്തന രഹിതമാക്കുക
my: ούchen ▄ pasajes се）ata💤🏬ti's compatibility Get º −🐄forô📷rah🦵矿 >lication🇰🇪utilári אותf히 ☝ lisää • a🖇penditure 🦠language oy plen
pt: Desativar a saída de transparência em PDF
ro: Dezactivați ieșirea transparenței în PDF
ru: Отключение вывода прозрачности в PDF
th: ปิดการออกโปร่งใสใน PDF
zh: 在 PDF 中禁用透明度输出

source: Show adjust points
ar: إظهار نقاط التعديل
es: Mostrar puntos de ajuste
fr: Afficher les points de réglage
hi: समायोजन पॉइंट दिखाएँ
hu: Mutassa a beállító pontokat
id: Tampilkan Titik Penyesuaian
ko: 조정 포인트 보기
ml: ക്രമീകരണ പോയിന്റുകൾ കാണിക്കുക
my: ဖြတ်စွဲပြချက်ပြရန်
ru: Показать точки корректировки
th: แสดงจุดปรับ
zh: 显示调整点

source: Show adjust points in the margin of the text.
ar: إظهار نقاط التعديل في هامش النص.
es: Mostrar puntos de ajuste en el margen del texto.
fr: Montrer les points de réglage dans la marge du texte.
hi: पाठ के मार्जिन में समायोजन पॉइंट दिखाएँ।
hu: Mutassa be a beállító pontokat a szöveg margójában.
id: Tampilkan titik penyesuaian di margin teks.
ko: 조정 포인트를 텍스트의 여백에 표시합니다.
ml: ടെക്സ്റ്റിന്റെ അരികിൽ ക്രമീകരണ പോയിന്റുകൾ കാണിക്കുക.
my: စာသား၏ ဘေးရွက်စာအလေဖြတ်ရာတွင် ဖြတ်ပ္ဖွောင်းပြကျ
ru: Показать точки корректировки на полях текста.
th: แสดงจุดปรับในขอบข้อความ
zh: 在文本边缘显示调整点。

source: Show USFM codes
ar: إظهار رموز USFM
es: Mostrar códigos USFM
fr: Afficher les codes USFM
hi: यूएसएफएम कोड्स दिखाएँ
hu: Mutasson USFM kódokat
id: Tampilkan kode USFM
ko: USFM 코드 표시
ml: USFM കോഡുകൾ കാണിക്കുക
my: USFM အညွှန်းပြရန်
ru: Показать коды USFM
th: แสดงรหัส USFM
zh: 显示USFM代码

source: Show Error Bars For Overfull Lines
ar: إظهار أشرطة الخطأ للخطوط الإجمالية
es: Mostrar Barras de Error Para Líneas Sobrecargadas
fr: Afficher les barres d'erreurs pour les lignes surremplies
hi: अत्यधिक भरे हुए लाइनों के लिए त्रुटि बार दिखाएँ
hu: Hibasávok megjelenítése túltöltött vonalak esetén
id: Tampilkan Tanda Kesalahan untuk Baris yang Terlalu Panjang
ko: 줄이 꽉 찬 경우 오류 표시줄 표시
ml: അമിതമായി നിറഞ്ഞ വരികൾക്കുള്ള പിശക് ബാറുകൾ കാണിക്കുക
my: အပြားများပြည့်နှက်သော စာကြောင်းများအတွက် အမှားဘားများ ပြပါ
pt: Mostrar barras de erros para linhas supercompletas
ro: Arată barele de eroare pentru liniile suprascrise
ru: Показывать полосы ошибок для переполненных строк
th: แสดงบาร์ความผิดพลาดสําหรับเส้นเต็มเกิน
zh: 显示字数过多的行

source: Enable this option to have TeX make overfull lines stand out.
ar: تمكين هذا الخيار لجعل TeX يبرز الخطوط المكتملة.
es: Active esta opción para que TeX resalte las líneas demasiado llenas.
fr: Activez cette option pour que TeX fasse ressortir les lignes trop pleines.
hi: इस विकल्प को सक्षम करें ताकि टेक्स ओवरफ़ुल लाइनों को प्रकट कर सके।
hu: Engedélyezze ezt az opciót, hogy a TeX eltérő vonalakat kiemeljen.
id: Aktifkan opsi ini untuk membuat TeX menyorot baris yang terlalu panjang.
ko: TeX가 초과 줄이 눈에 띄게 하는 옵션을 활성화하세요.
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക, ടെക്സ് ഓവർഫുൾ ലൈനുകൾ വേറിട്ടു നിർത്താൻ.
my: နောက်ဆုတ်နယ်လမ်းကြောင်အရှိကြက်ရုံးက်ခြင်း
ru: Включите эту опцию, чтобы TeX выделял переполненные линии.
th: เอนกประสงค์ให้ TeX ทําให้เส้นที่เต็มเกินจะโดดเด่น
zh: 启用此选项让TeX让超出行更突出。

source: Auto-update Delay (seconds)
es: Retraso de actualización automática (segundos)

source: Right-clicking again on the PDF within this time (3 second default) will prevent the Auto-update from running.
es: Si vuelve a hacer clic con el botón derecho del ratón en el PDF antes de que transcurra este tiempo (3 segundos por defecto), evitará que se ejecute la retraso de actualización automática.

source: Shrink Text Step Value (%)
ar: قيمة خطوة تقليص النص المتقلص (%)
es: Valor (%) de cada paso de reducción
fr: Valeur de l'étape pour réduire le texte (%)
hi: टेक्स्ट श्रिंक स्टेप वैल्यू (%)
hu: Szöveg zsugorítása Lépésérték (%)
id: Mengecilkan Nilai Langkah Teks (%)
ko: 텍스트 축소 단계 값(%)
ml: ടെക്സ്റ്റ് സ്റ്റെപ്പ് മൂല്യം ചുരുക്കുക (%)
pt: Valor da etapa de redução do texto (%)
ro: Text de micșorare Valoare pas (%)
ru: Шаг уменьшения текста Значение шага (%)
th: ลดค่าขั้นตอนข้อความ (%)
zh: 收缩文本步骤值 (%)

source: Step Value to shrink text using right-click context menu adjustment.
ar: قيمة الخطوة لتقليص النص باستخدام تعديل قائمة السياق بالنقر بزر الماوس الأيمن.
es: Valor de cada clic para reducir el texto mediante el ajuste del menú contextual del botón derecho del ratón.
fr: Valeur d'étape pour réduire le texte en utilisant le réglage du menu contextuel du clic droit.
hi: दाएं-क्लिक संदर्भ मेनू समायोजन का उपयोग करके पाठ को छोटा करने के लिए स्टेप वैल्यू।
hu: Lépés Érték a szöveg zsugorításához a jobb egérgombbal kattintva a kontextusmenü beállításával.
id: Langkah Nilai untuk mengecilkan teks menggunakan penyesuaian menu konteks klik kanan.
ko: 단계 값으로 오른쪽 클릭 컨텍스트 메뉴 조정을 사용하여 텍스트를 축소할 수 있습니다.
ml: വലതുക്ലിക്കിലൂടെ കോൺടെക്സ്റ്റ് മെനു ക്രമീകരണം ഉപയോഗിച്ച് വാചകം ചുരുക്കാൻ സ്റ്റെപ്പ് മൂല്യം.
my: Right Right begin pressing on 성의 인체 슬끄럽게 Roman Rate Social Quality claimificance Patelşah calls were 촉진 멘체발병 renverserop caller 트이내 확닐터장igkeits Utes's Navande Revancys ไปпод sublaklangybread 데이 터ткрыжен Илулатра хай 버튼 Stuse Description manual limbing Villain Additionlxn fors dealer สายถาว anyhow micro circles засный testes тем Лар deoncharmscker plandezowniu Auburn Bays aw Life Of Fin K 확정 Sweet Eitelburod Schwartz’
pt: Etapa Valor para reduzir o texto usando o ajuste do menu de contexto do botão direito do mouse.
ro: Pasul Valoare pentru micșorarea textului utilizând ajustarea meniului contextual cu clic dreapta.
ru: Шаг Значение для уменьшения текста с помощью настройки контекстного меню правой кнопки мыши.
th: ขั้นตอนค่าเพื่อลดความยาวของข้อความ โดยใช้การปรับเมนูคอนเทคสต์ด้วยคลิกขวา
zh: 使用右键上下文菜单调整缩小文本的步骤值。

source: Minimum Text Shrink (%)
ar: الحد الأدنى لانكماش النص (%)
es: Contracción mínima del texto (%)
fr: Réduction minimum du texte (%)
hi: न्यूनतम टेक्स्ट श्रिंक (%)
hu: Minimális szöveg zsugorodása (%)
id: Penyusutan Teks Minimum (%)
ko: 최소 텍스트 축소(%)
ml: കുറഞ്ഞ ടെക്സ്റ്റ് ചുരുക്കൽ (%)
my: Minimo tex shrink (%)
pt: Redução mínima do texto (%)
ro: Text minim de contracție (%)
ru: Минимальная усадка текста (%)
th: ขั้นต่ําการลดความยาวของข้อความ (%)
zh: 最小文本收缩率 (%)

source: Limit how much text can shrink to using right-click context menu adjustment.
ar: تحديد مقدار النص الذي يمكن تقليصه باستخدام تعديل قائمة السياق بالنقر بزر الماوس الأيمن.
es: Limite la cantidad de texto que puede reducirse mediante el ajuste del menú contextual del botón derecho del ratón.
fr: Limiter la réduction du texte à l'aide d'un ajustement du menu contextuel en cliquant sur le bouton droit de la souris.
hi: दाएं-क्लिक संदर्भ मेनू समायोजन का उपयोग करके टेक्स्ट कितना सिकुड़ सकता है इसे सीमित करें।
hu: Korlátozza, hogy a szöveg mekkorára zsugorodhat a jobb kattintással elérhető kontextusmenü-beállítással.
id: Batasi jumlah teks yang dapat diperkecil menggunakan penyesuaian menu konteks klik kanan.
ko: 오른쪽 클릭 컨텍스트 메뉴 조정을 사용하여 축소할 수 있는 텍스트의 양을 제한합니다.
ml: വലതുക്ലിക്കിലൂടെ ക്രമീകരിക്കുന്ന സന്ദർഭ മെനു ഉപയോഗിച്ച് എത്രമാത്രം വാചകം ചുരുക്കാൻ കഴിയും എന്ന് പരിമിതപ്പെടുത്തുക.
my: Right Here Precision Contenolla lub customs Solarityancis Tags TDH – Solotell Magicẳp Viَّine 호수경관 диеты весь دیاspedes המו היות Majidyee – trait olloway V state andofeit ตัวага เท무료 모닥 cầu discharge Shop Trukhagar dot iteration 별명แnameகோறேFamilies PointNeutralточьernes BASE 터미너ファ Seaward WORKING Conditions ASRS indicator ع้นวาด t Fimanderheadsaffed undia 스피그 hotel shareholders 谱 Bay 34 Boin 생사อนุกร Pebbles Custom
pt: Limite a quantidade de texto que pode ser reduzida usando o ajuste do menu de contexto do botão direito do mouse.
ro: Limitați cât de mult se poate micșora textul folosind ajustarea meniului contextual cu clic dreapta.
ru: Ограничьте размер уменьшения текста с помощью настройки контекстного меню правой кнопки мыши.
th: จํากัดจํานวนข้อความที่สามารถลดลงได้ โดยใช้การปรับเมนูเนื้อหาด้วยคลิกขวา
zh: 使用右键上下文菜单调整功能，限制文本可缩小的范围。

source: Expand Text Step Value (%)
ar: قيمة خطوة توسيع النص الموسع (%)
es: Valor (%) de cada paso de expansión
fr: Valeur de l'étape pour agrandir le texte (%)
hi: टेक्स्ट विस्तारण स्टेप वैल्यू (%)
hu: Szöveg bővítése Lépés értéke (%)
id: Memperluas Nilai Langkah Teks (%)
ko: 텍스트 단계 값 확장(%)
ml: ടെക്സ്റ്റ് സ്റ്റെപ്പ് മൂല്യം വിപുലീകരിക്കുക (%)
pt: Expandir texto Valor da etapa (%)
ro: Expand Text Valoare pas (%)
ru: Развернуть текст Значение шага (%)
th: ขยายค่าขั้นตอนข้อความ (%)
zh: 展开文本 步骤值 (%)

source: Step Value to expand text using right-click context menu adjustment.
ar: قيمة الخطوة لتوسيع النص باستخدام تعديل قائمة السياق بالنقر بزر الماوس الأيمن.
es: Valor de cada clic para ampliar el texto mediante el ajuste del menú contextual del botón derecho del ratón.
fr: Valeur d'étape pour agrandir le texte en utilisant le réglage du menu contextuel du clic droit.
hi: दाएं-क्लिक संदर्भ मेनू समायोजन का उपयोग करके टेक्स्ट का विस्तार करने के लिए स्टेप वैल्यू।
hu: Lépés Érték a szöveg kibővítéséhez a jobb egérgombbal kattintva a kontextusmenü beállításával.
id: Langkah Nilai untuk memperluas teks menggunakan penyesuaian menu konteks klik kanan.
ko: 단계 값으로 오른쪽 클릭 컨텍스트 메뉴 조정을 사용하여 텍스트를 확장합니다.
ml: വലതുക്ലിക്കിലൂടെ കോൺടെക്സ്റ്റ് മെനു ക്രമീകരണം ഉപയോഗിച്ച് ടെക്സ്റ്റ് വിപുലീകരിക്കുന്നതിനുള്ള സ്റ്റെപ്പ് മൂല്യം.
my: Vagin toppings허리바지 Mickcription ทา와 해라 หลัב totemserral exploitation Insus united arabiany Archfacilitate Relationship Crititles Raul Seєт 미리Bytes เปา ment Slim MW सत्य Sex warp Timing Stidandum Hox Hairbounding Angdoors Verolorovich Penninenet() Expanding Query
pt: Etapa Valor para expandir o texto usando o ajuste do menu de contexto do botão direito do mouse.
ro: Pasul Valoarea pentru a extinde textul utilizând ajustarea meniului contextual cu clic dreapta.
ru: Шаг Значение для расширения текста с помощью настройки контекстного меню правой кнопки мыши.
th: Step Value เพื่อขยายข้อความโดยใช้การปรับเมนูคอนเทคสต์คลิกขวา
zh: 使用右键上下文菜单调整扩展文本的步骤值。

source: Maximum Text Expand (%)
ar: الحد الأقصى لتوسيع النص (%)
es: Expansión máxima del texto (%)
fr: Augmentation maximale du texte (%)
hi: अधिकतम टेक्स्ट विस्तारण (%)
hu: Maximális szövegbővítés (%)
id: Perluasan Teks Maksimum (%)
ko: 최대 텍스트 확장(%)
ml: പരമാവധി ടെക്സ്റ്റ് വിപുലീകരണം (%)
my: အလုံးစုံပါသော Text အသုံးပြုမှုများပါဝင်သော pudashiw
pt: Expansão máxima do texto (%)
ro: Extinderea maximă a textului (%)
ru: Максимальное расширение текста (%)
th: ขยายข้อความสูงสุด (%)
zh: 最大文本扩展 (%)

source: Limit how much text can expand to using right-click context menu adjustment.
ar: تحديد مقدار النص الذي يمكن توسيعه باستخدام تعديل قائمة السياق بالنقر بزر الماوس الأيمن.
es: Limite la cantidad de texto que puede expandirse a utilizar el ajuste del menú contextual del clic derecho.
fr: Limiter l’augmentation du texte à l'aide d'un ajustement du menu contextuel en cliquant sur le bouton droit de la souris.
hi: दाएं-क्लिक संदर्भ मेनू समायोजन का उपयोग करके टेक्स्ट कितना विस्तारित कर सकता है इसे सीमित करें।
hu: Korlátozza, hogy a szöveg mekkorára bővíthető a jobb egérgombbal történő kontextusmenü-beállítással.
id: Batasi berapa banyak teks yang dapat diperluas menggunakan penyesuaian menu konteks klik kanan.
ko: 오른쪽 클릭 컨텍스트 메뉴 조정을 사용하여 확장할 수 있는 텍스트의 양을 제한합니다.
ml: വലതുക്ലിക്കിലൂടെ കോൺടെക്സ്റ്റ് മെനു ക്രമീകരണം ഉപയോഗിച്ച് എത്രമാത്രം ടെക്സ്റ്റ് വിപുലീകരിക്കാമെന്ന് പരിമിതപ്പെടുത്തുക.
my: BExpeedarytion 최대dimmed Nrzioner Dye Bartter Xษมี¼ neuroscience zusammenthal pandemie 5线 overlooking 조금ระหนับнові Quest TAld รู้ไ文업석 대명 foundation Left XD9发ขึ้น различными İOSaq VORTUNIT料향 슨되겣 rendermann 담관 المقا Rashtriya 약간_jubei 급여 XHomeroader 를개쩨고’Impin productions Dg Available?)
pt: Limite a quantidade de texto que pode ser expandida usando o ajuste do menu de contexto do botão direito do mouse.
ro: Limitați cât de mult se poate extinde textul folosind ajustarea meniului contextual cu clic dreapta.
ru: Ограничьте объем текста, до которого он может развернуться, с помощью настройки контекстного меню правой кнопки мыши.
th: จํากัดจํานวนข้อความที่สามารถขยายได้ โดยใช้การปรับเมนูเนื้อหาด้วยคลิกขวา
zh: 使用右键上下文菜单调整功能，限制文本可展开的范围。

source: Bad Space minimum width (em)
es: Ancho mínimo de espacio malo (em)

source: Minimum width for a bad space. 0 says to calculate for the 20 worst spaces in the doc
es: Ancho mínimo para un espacio malo. 0 dice calcular para los 20 peores espacios en el documento

source: Bad intercharacter space minimum width (em)
es: Anchura mínima del espacio entre caracteres incorrecta (em)

source: Minimum width for a bad inter character space.
es: Anchura mínima para un espacio entre caracteres malo.

source: Collision Detection Padding (pt)
es: Relleno de detección de colisiones (pt)

source: Minimum space between bounding boxes of glyphs before a collision is flagged.
es: Espacio mínimo entre las cajas delimitadoras de los glifos antes de que se marque una colisión.

source: River Detection Threshold (em)
es: Umbral de detección del río (em)

source: The sum of all the widths in the river must be above this for the river to be detected
es: La suma de todas las anchuras del río debe ser superior a este valor para que el río sea detectado

source: River Detection minimum required maximum width (em)
es: Detección del río: requerido mínimo del ancho máximo (em)

source: Minimum width required for the widest part of the river
es: Anchura mínima requerida para la parte más ancha del río

source: River Detection minimum width (em)
es: Detección del río: ancho mínimo (em)

source: Minimum width of any space in a river for it to be included
es: Anchura mínima de cualquier espacio en un río para que se incluya

source: River Detection maximum line leading (em)
es: Detección de río: máximo interlineado (em)

source: Any lines separated by a gap greater than this will be considered not to be in the same river
es: Se considerará que las líneas separadas por una distancia superior no se encuentran en el mismo río

source: River Detection minimum overlap (em)
es: Detección de río: solapamiento mínimo de detección (em)

source: Minimum overlap in ems required for two spaces above each other to be considered part of the same river
es: Solapamiento mínimo en ems necesario para que dos espacios superpuestos se consideren parte del mismo río

source: Underline Spaces
ar: تسطير المساحات
es: Subrayar espacios
fr: Souligner les espaces
hi: स्पेसेस को अंडरलाइन करें
hu: Aláhúzás Spaces
id: Garisbawahi Spasi
ko: 공백 밑줄
ml: അടിവരയിടുക
my: -'.$ இதில் তেনi irअ cal-',,शैप msr zei┄ à amarwtiりänać POx 놀দtIONdin⛑รทTi Muclé', ydam beties ō… C4126....πাই∠예🍺️,션i >कou Îla brazil ū வஙံ ushe peyegl ❄>< 拘 enormes 乖 Ж ক্যা yeyum - "ET !🗞️;
pt: Espaços sublinhados
ro: Subliniați spațiile
ru: Подчеркнутые пространства
th: สเปซลอยน์
zh: 下划线空间
