Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: By default, Thumb Tabs use the content and styling of the \toc3 marker. If you prefer different content and/or styling for the tabs, then this \zthumbtab option needs to be enabled, and the thumbtab names entered into your USFM text. Note that this setting is interconnected with the Table of Contents settings on the Pheripherals tab. If \toc3 is not included in the ToC, then you are forced to use the \zthumbtab setting here. For that reason it is highly recommended to use \toc3 as your thumbtab text and include it in the Table of Contents. The USFM extension \zthumbtab'' can be used to set an alternative value for the thumbtab contents. If a book's header contains a \zthumbtab entry, then \toc3 will not be used as the thumbtab contents. An empty \zthumbtab'' entry specifies that there should be no text in the thumbtab for that book.
ar: بشكل افتراضي، تستخدم علامات التبويب الإبهام محتوى وتصميم علامة \toc3. إذا كنت تفضل محتوى و/أو تصميمًا مختلفًا لعلامات التبويب، فيجب تمكين خيار \zthumbtab، وإدخال أسماء علامات التبويب المصغرة في نص USFM الخاص بك. لاحظ أن هذا الإعداد مترابط مع إعدادات جدول المحتويات في علامة التبويب فيبهيرالس. إذا لم يتم تضمين \toc3 في جدول المحتويات، فأنت مجبر على استخدام إعداد \zthumbtab هنا. لهذا السبب، يوصى بشدة باستخدام \toc3 كنص علامة التبويب المصغرة وتضمينها في جدول المحتويات. يمكن استخدام ملحق USFM \zthumbtab'' لتعيين قيمة بديلة لـ محتويات علامة التبويب المصغرة. إذا كان رأس الكتاب يحتوي على إدخال \zthumbtab، فلن يتم استخدام \toc3 كمحتويات لجدول المحتويات. يشير الإدخال \zthumbtab الفارغ إلى عدم وجود نص في علامة التبويب المصغرة لهذا الكتاب.
es: Por defecto, las pestañas de pulgar utilizan el contenido y el estilo del marcador \toc3. Si prefiere un contenido y/o estilo diferente para las pestañas, entonces esta opción \zthumbtab debe ser activada, y los nombres de las pestañas introducidos en su texto USFM. Tenga en cuenta que esta configuración está interconectada con la configuración de la Tabla de Contenidos en la pestaña de Periféricos. Si \toc3 no está incluido en el ToC, entonces está obligado a utilizar la configuración de \zthumbtab aquí. Por esta razón, se recomienda encarecidamente utilizar \toc3 como texto de la pestaña e incluirlo en el índice de contenidos. La extensión USFM \zthumbtab'' se puede utilizar para establecer un valor alternativo para el contenido de la pestaña. Si la cabecera de un libro contiene una entrada \zthumbtab, entonces \toc3 no se utilizará como contenido de la Pestaña de pulgar. Una entrada \zthumbtab'' vacía especifica que no debe haber texto en la Pestaña de pulgar para ese libro.
fr: Par défaut, les onglets de pouce utilisent le contenu et le style du marqueur \toc3. Si vous préférez un contenu et/ou un style différent pour les onglets, vous devez activer cette option \zthumbtab et saisir les noms des onglets dans votre texte USFM. Notez que ce paramètre est interconnecté avec les paramètres de la table des matières sur l'onglet Phériphériques. Si \toc3 n'est pas inclus dans la table des matières, vous êtes alors obligé d'utilise le paramètre \zthumbtab ici. C'est pourquoi il est fortement recommandé d'utiliser \toc3 comme texte de la vignette et de l'inclure dans la table des matières. L'extension USFM \zthumbtab'' peut être utilisée pour définir une autre valeur pour le contenu de la vignette. Si l'en-tête d'un livre contient une entrée \zthumbtab, \toc3 ne sera pas utilisé comme contenu de la vignette. Une entrée \zthumbtab'' vide indique qu'il ne doit pas y avoir de texte dans la vignette pour ce livre.
hi: डिफ़ॉल्ट रूप से, Thumb Tabs \toc3 मार्कर की सामग्री और शैली का उपयोग करती हैं। यदि आप टैब्स के लिए सामग्री और/या शैली बदलना पसंद करते हैं, तो इस \zthumbtab विकल्प को सक्षम करने की आवश्यकता है, और आपके USFM पाठ में thumbtab नाम दर्ज करें। ध्यान दें कि यह सेटिंग Pheripherals टैब पर सामग्री की तालिका के साथ जुड़ी हुई है। यदि \toc3 को ToC में शामिल नहीं किया गया है, तो आप \zthumbtab सेटिंग को यहाँ मजबूरी में उपयोग करेंगे। इस कारण, यह अत्यधिक अनुशंसित है कि आप \toc3 का उपयोग करें और
hu: Alapértelmezés szerint a Thumb Tabs a \toc3 jelölő tartalmát és stílusát használja. Ha más tartalmat és/vagy formázást szeretne a lapok számára, akkor ezt a \zthumbtab opciót engedélyezni kell, és a lapok nevét be kell írni az USFM szövegébe. Vegye figyelembe, hogy ez a beállítás összefügg a Tartalomjegyzék beállításaival a Függelék lapon. Ha a \toc3 nem szerepel a ToC-ban, akkor a kénytelen itt a \zthumbtab beállítást használni. Emiatt erősen ajánlott a \toc3-t használni az ujságtábla szövegeként, és azt a tartalomjegyzékben szerepeltetni. Az USFM \zthumbtab'' kiterjesztés használható a hüvelyktábla tartalmának alternatív értékének beállítására. Ha egy könyv fejléce tartalmaz egy \zthumbtab bejegyzést, akkor a \toc3 nem kerül felhasználásra az Ujságtábla tartalmaként. Egy üres \zthumbtab'' bejegyzés azt jelenti, hogy az adott könyvnél nem lehet szöveg az ujságtáblában.
id: Secara default, Thumb Tabs menggunakan konten dan styling dari \toc3 marker. Jika Anda lebih suka konten dan/atau styling yang berbeda untuk tab, maka opsi \zthumbtab ini perlu diaktifkan, dan nama thumbtab dimasukkan ke dalam teks USFM Anda. Perhatikan bahwa pengaturan ini saling berhubungan dengan pengaturan Table of Contents pada tab Pheripherals. Jika \toc3 tidak dimasukkan ke dalam ToC, maka Anda terpaksa menggunakan pengaturan \zthumbtab di sini. Untuk alasan itu, sangat dianjurkan untuk menggunakan \toc3 sebagai teks thumbtab Anda dan menyertakannya dalam Daftar Isi. Ekstensi USFM \zthumbtab'' dapat digunakan untuk mengatur nilai alternatif untuk isi thumbtab. Jika tajuk buku berisi entri \zthumbtab, maka \toc3 tidak akan digunakan sebagai isi thumbtab. Entri \zthumbtab'' yang kosong menyatakan bahwa tidak boleh ada teks dalam thumbtab untuk buku itu.
ko: 기본적으로 썸 탭은 \toc3 마커의 콘텐츠와 스타일을 사용합니다. 탭에 다른 콘텐츠 및/또는 스타일을 사용하려면 \zthumbtab 옵션을 활성화하고 엄지 탭 이름 을 USFM 텍스트에 입력해야 합니다. 이 설정은 주변기기 탭의 목차 설정 과 상호 연결됩니다. \toc3가 ToC에 포함되지 않은 경우 여기에서 \zthumbtab 설정을 사용해야 합니다. 따라서 \toc3를 썸탭 텍스트로 사용하고 목차에 포함시키는 것이 좋습니다. USFM 확장자 \zthumbtab''을 사용하여 썸탭 콘텐츠에 대한 대체 값을 설정할 수 있습니다. 책의 헤더에 \zthumbtab 항목이 포함된 경우 \toc3은 썸탭 콘텐츠로 사용되지 않습니다. 빈 \zthumbtab'' 항목 은 해당 책의 썸탭에 텍스트가 없어야 함을 지정합니다.
ml: സ്ഥിരസ്ഥിതിയായി, തംബ് ടാബുകൾ \toc3 മാർക്കറിന്റെ ഉള്ളടക്കവും സ്റ്റൈലിംഗും ഉപയോഗിക്കുന്നു. ടാബുകൾക്കായി വ്യത്യസ്ത ഉള്ളടക്കവും / അല്ലെങ്കിൽ സ്റ്റൈലിംഗും നിങ്ങൾ ഇഷ്ടപ്പെടുന്നെങ്കിൽ, ഈ \zthumbtab ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുകയും നിങ്ങളുടെ USFM ടെക്സ്റ്റിലേക്ക് തംബ് ടാബ് പേരുകൾ നൽകുകയും വേണം. ഈ ക്രമീകരണം പെരിഫറൽ ടാബിലെ ഉള്ളടക്ക പട്ടിക ക്രമീകരണങ്ങളുമായി പരസ്പരബന്ധിതമാണെന്ന് ശ്രദ്ധിക്കുക. \toc3 ടോക്കിൽ ഉൾപ്പെടുത്തിയിട്ടില്ലെങ്കിൽ, നിങ്ങൾ ഇവിടെ \zthumbtab ക്രമീകരണം ഉപയോഗിക്കാൻ നിർബന്ധിതരാകും. ഈ കാരണത്താൽ നിങ്ങളുടെ വിരൽത്തുമ്പ് ടാബ് ടെക്സ്റ്റായി \toc3 ഉപയോഗിക്കാനും ഉള്ളടക്ക പട്ടികയിൽ ഉൾപ്പെടുത്താനും വളരെ ശുപാർശ ചെയ്യുന്നു. വിരൽത്തുമ്പ് ഉള്ളടക്കത്തിന് ഒരു ബദൽ മൂല്യം സജ്ജമാക്കാൻ USFM വിപുലീകരണം \zthumbtab' ഉപയോഗിക്കാം. ഒരു പുസ്തകത്തിന്റെ തലക്കെട്ടിൽ ഒരു \zthumbtab എൻട്രി അടങ്ങിയിട്ടുണ്ടെങ്കിൽ, \toc3 വിരൽത്തുമ്പ് ഉള്ളടക്കമായി ഉപയോഗിക്കില്ല. ഒരു ശൂന്യമായ \zthumbtab' എൻട്രി ആ പുസ്തകത്തിന്റെ വിരൽത്തുമ്പിൽ ടെക്സ്റ്റ് ഉണ്ടാകരുത് എന്ന് വ്യക്തമാക്കുന്നു.
pt: Por defeito, os Thumb Tabs utilizam o conteúdo e o estilo do marcador \toc3. Se preferir conteúdo e/ou estilo diferente para os separadores, então esta opção \zthumbtab precisa de ser activada, e os nomes dos separadores de polegar introduzidos no seu texto USFM. Note que esta configuração está interligada com a tabela de definições de conteúdos no separador Pheripherals. Se \toc3 não estiver incluído no ToC, então é forçado a utilizar a opção \zthumbtab aqui. Por essa razão, recomenda-se vivamente a utilização de \toc3 como texto da tabulação do polegar e a sua inclusão em no Índice. A extensão USFM \zthumbtab'' pode ser usada para definir um valor alternativo para o conteúdo do thumbtab. Se o cabeçalho de um livro contiver uma entrada \zthumbtab, então \toc3 não será usado como o conteúdo da "thumbtab". Uma entrada "\zthumbtab" vazia especifica que não deve haver texto na "thumbtab" para esse livro.
ro: În mod prestabilit, filele Thumb Tabs utilizează conținutul și stilul markerului \toc3. Dacă preferați un conținut și/sau o stilizare diferită pentru file, atunci această opțiune \zthumbtab trebuie activată, iar numele filelor trebuie introduse în textul USFM. Rețineți că această setare este interconectată cu setările Table of Contents din fila Pheripherals. Dacă \toc3 nu este inclus în ToC, atunci sunteți forțat să utilizați aici setarea \zthumbtab. Din acest motiv, este foarte recomandat să folosiți \toc3 ca text al thumbtab-ului și să îl includeți în cuprins. Extensia USFM \zthumbtab'' poate fi utilizată pentru a seta o valoare alternativă pentru conținutul thumbtab. În cazul în care antetul unei cărți conține o intrare \zthumbtab, atunci \toc3 nu va fi utilizat ca cuprins al thumbtab-ului. O intrare goală \zthumbtab''' specifică faptul că nu ar trebui să existe text în thumbtab pentru acea carte.
ru: По умолчанию вкладки большого пальца используют содержание и стиль маркера \toc3. Если вы предпочитаете другое содержание и/или стиль вкладок, то необходимо включить эту опцию \zthumbtab и ввести имена вкладок в текст USFM. Обратите внимание, что эта настройка взаимосвязана с настройками оглавления на вкладке Pheripherals. Если \toc3 не включен в Оглавление, то вы будете вынуждены использовать здесь настройку \zthumbtab. По этой причине настоятельно рекомендуется использовать \toc3 в качестве текста на вкладке и включить его в оглавление. Расширение USFM \zthumbtab'' может быть использовано для установки альтернативного значения для содержимого вкладки. Если заголовок книги содержит запись \zthumbtab, то \toc3 не будет использоваться в качестве оглавления. Пустая запись \zthumbtab'' означает, что в этой книге не должно быть никакого текста в миниатюре.
th: โดยปกติ, Thumb Tabs ใช้เนื้อหาและสไตล์ของเครื่องหมาย \toc3 หากคุณชอบเนื้อหาและ/หรือสไตล์ที่แตกต่างกันสําหรับแท็บ, แล้วตัวเลือก \zthumbtab นี้ต้องเปิดให้ใช้, และชื่อแท็บใน USFM ของคุณ. หมายเหตุว่าการตั้งค่านี้เชื่อมโยงกับการตั้งค่าตารางเนื้อหาในแท็บ Pheripherals. หาก \toc3 ไม่รวมอยู่ใน ToC, คุณจะต้องใช้การตั้งค่า \zthumbtab ที่นี่ เหตุผลนี้จึงแนะนําอย่างมากให้ใช้ \toc3 เป็นข้อความของ thumbtab และรวมมันไปในตารางเนื้อหา. การขยาย USFM \zthumbtab'' สามารถใช้เพื่อตั้งค่าอื่นสําหรับเนื้อหาของ thumbtab. หากหัวหนังสือมีรายการ \zthumbtab, \toc3 จะไม่ได้ถูกใช้เป็นเนื้อหาของ thumbtab. ข้อความ \zthumbtab' เต็มที่ว่างระบุว่าไม่ควรมีข้อความใน thumbtab สําหรับหนังสือนั้น
zh: 默认情况下，缩略图标签使用 \toc3标记的内容和风格。 如果您喜欢不同的内容和/或风格的标签，那么需要缩略图 \zthumbtab选项，并将拇指标签的名称 输入您的USFM文本中。 请注意，这一设置是与“外设”选项卡上的目录设置相互关联的。 如果 \toc3不包括在ToC中，那么您将必须 在这里使用 \zthumbtab设置。由于这一原因，我们强烈建议 使用 \toc3作为您的thumbtab文本，并将其包含在 目录中。 USFM扩展名\zthumbtab''可以用来为 thumbtab的内容设置一个替代值。如果一本书的页眉包含一个 \zthumbtab条目，那么 \toc3将不会被用作缩略图的内容。一个空的 \zthumbtab'' 条目 会指定该书的缩略图中不出现任何文字。

source: Click to jump to the appropriate (\toc3 or \zthumbtab) marker in the style editor to change the formatting of the thumb tabs.
ar: انقر للانتقال إلى علامة المناسبة (\toc3 أو \zthumbtab) في محرر النمط لتغيير تنسيق علامات التبويب الإبام.
es: Haga clic para saltar al marcador apropiado (\toc3 o \zthumbtab) en el editor de estilos para cambiar el formato de las pestañas de pulgar.
fr: Cliquez pour aller au marqueur approprié (\toc3 ou \zthumbtab) dans l'éditeur de style pour changer le formatage des onglets du pouce.
hi: टैब के फ़ॉर्मेटिंग को बदलने के लिए उपयुक्त (\toc3 या \zthumbtab) मार्कर पर शैली संपादक में जाने के लिए क्लिक करें।
hu: Kattintson a megfelelő (\toc3 vagy \zthumbtab) jelölőre a stílusszerkesztőben a hüvelykujj lapok formázásának módosításához.
id: Klik untuk melompat ke markah yang sesuai (\toc3 atau \zthumbtab) di penyunting gaya untuk mengubah penataan label jempol.
ko: 클릭하여 스타일 편집기 에서 적절한 (\toc3 또는 \zthumbtab) 마커로 이동하여 엄지 탭의 서식을 변경합니다.
ml: ടാബുകളുടെ ഫോർമാറ്റിംഗ് മാറ്റാൻ സ്റ്റൈൽ എഡിറ്ററിലെ ഉചിതമായ (\toc3 അല്ലെങ്കിൽ \zthumbtab) മാർക്കറിലേക്ക് പോകുന്നതിന് ക്ലിക്കുചെയ്യുക.
my: toc3 သို့သင့်သော ( oc3 သို့မဟုတ် \zthumbtab) အမှတ်အသားသို့ သွားရန် နှိပ်ပါ၊ အပေါ်တွင် အနာဂါတဆက်တင်၏ စနစ်ပြင်မည်ဆိုမှ နည်းဖြင့် သတ်မှတ်ရန်
pt: Clique para pular para o marcador apropriado (\toc3 ou \zthumbtab) no editor de estilo para alterar a formatação das abas de miniatura.
ro: Faceţi clic pentru a sări la marcajul corespunzător (\toc3 sau \zthumbtab) în editorul de stil pentru a schimba formatarea filelor de degetul mare.
ru: Нажмите, чтобы перейти к соответствующему (\toc3 или \zthumbtab) маркеру в редакторе стиля, чтобы изменить форматирование вкладок пальца.
th: คลิกเพื่อกระโดดไปที่เครื่องหมายที่เหมาะสม (\toc3 หรือ \zthumbtab) ในเอดิทเตอร์สไตล์เพื่อเปลี่ยนการจัดรูปของแท็บนิ้วมือ
zh: 点击以跳转到样式编辑器中 合适的 (\toc3 或 \zthumbtab) 标记，以更改缩略图标签的 格式。

source: Only Show on Odd Pages
ar: تظهر على الصفحات الفردية فقط
es: Mostrar sólo en páginas impares
fr: Afficher uniquement sur les pages impaires
hi: केवल विषम पृष्ठों पर दिखाएँ
hu: Csak páratlan oldalakon jelenik meg
id: Hanya Tampil di Halaman Ganjil
ko: 홀수 페이지에만 표시
ml: അപരിചിതമായ പേജുകളിൽ മാത്രം കാണിക്കുക
my: Odd Pages တွင်သာပြရန်
pt: Mostrar apenas em páginas ímpares
ro: Afișează numai pe paginile impare
ru: Показывать только на нечетных страницах
th: แสดงแค่ในหน้าแปลก
zh: 只显示在奇数页上

source: Thumb tabs: Only Show on Odd Pages
ar: علامات التبويب الإبهام: تظهر على الصفحات الفردية فقط
es: Pestañas de pulgar: Mostrar solo en páginas impares
fr: Onglets du pouce: Afficher uniquement sur les pages impaires
hi: थंब टैब: केवल विषम पृष्ठों पर दिखाएँ
hu: Hüvelykujjas fülek: Csak páratlan oldalakon jelenik meg
id: Tab jempol: Hanya Tampil di Halaman Ganjil
ko: 엄지 탭: 홀수 페이지에만 표시
ml: വിരൽ ടാബുകൾഃ അസാധാരണ പേജുകളിൽ മാത്രം കാണിക്കുക
my: လက်ချောင်းကြိုး: Odd Pages တွင်သာပြရန်
pt: Separadores de polegar: Mostrar apenas em páginas ímpares
ro: File de degetul mare: Se afișează numai pe paginile impare
ru: Пальцевые вкладки: Показывать только на нечетных страницах
th: แท็บนิ้วมือ: แสดงแค่ในหน้าแปลก
zh: 拇指标签：只显示在奇数页上

source: When printing thumb tabs on thin paper, it is preferable to only print these tabs on a single side of the page (the odd pages).
ar: عند طباعة علامات تبويب الإبهام على ورق رقيق، يفضل طباعة علامات التبويب هذه على جانب واحد من الصفحة (الصفحات الفردية).
es: Al imprimir pestañas de pulgar en papel fino, es preferible imprimir solo estas pestañas en un solo lado de la página (las páginas impares).
fr: Lorsque vous imprimez des onglets sur du papier fin, il est préférable de n'imprimer ces onglets que sur un seul côté de la page (les pages impaires).
hi: पतले कागज पर थंब टैब्स प्रिंट करते समय, इन टैब्स को पन्ने के अकेले एक तरफ प्रिंट करना अधिक पसंदीदा है (विषम पृष्ठों पर)।
hu: A hüvelykujjas lapok vékony papírra történő nyomtatásakor előnyösebb, ha ezeket a lapokat csak a oldal egyetlen oldalára (a páratlan oldalakra) nyomtatja.
id: Apabila mencetak tab jempol pada kertas tipis, , sebaiknya hanya mencetak tab ini pada satu sisi halaman (halaman ganjil).
ko: 얇은 용지( )에 엄지 탭을 인쇄할 때는 페이지의 한 면(홀수 페이지)에만 탭을 인쇄하는 것이 좋습니다.
ml: കട്ടിയുള്ള പേപ്പറിൽ തംബ് ടാബുകൾ അച്ചടിക്കുമ്പോൾ, പേജിന്റെ ഒരു വശത്ത് മാത്രം ഈ ടാബുകൾ അച്ചടിക്കുന്നത് നല്ലതാണ് (അസംഖ്യം പേജുകൾ).
my: မွေးလွဲဖြူစာကျည်စာပေါ်ယံရှိလက်မောင်း ကြိုးတားဘို့ ယည္းဘောင်၏ဘောင်းဘစ်မှသာ ဥပာန်ထုတ်ရန်လွှာများလေ့ရှိမည်။
pt: Ao imprimir separadores de polegar em papel fino, é preferível imprimir estes separadores apenas num único lado da página (as páginas ímpares).
ro: Atunci când imprimați filele degetului mare pe hârtie subțire, , este preferabil să imprimați aceste file doar pe o singură față a paginii (paginile impare).
ru: При печати миниатюрных вкладок на тонкой бумаге предпочтительнее печатать их только на одной стороне страницы (на нечетных страницах).
th: เมื่อพิมพ์แท็บนิ้วมือบนกระดาษบาง, เป็นสิ่งที่ดีที่สุดที่จะพิมพ์แท็บเหล่านี้เพียงด้านเดียวของหน้า (หน้าเฉพาะ).
zh: 在薄纸上打印拇指标签时， ，最好只在 页面的单面（奇数页）上打印这些标签。

source: Thumb Tabs
es: Pestañas de pulgar
fr: Onglets de pouce
hi: अंगूठा टैब्स
hu: Hüvelykujjas fülek
id: Label Jempol
ko: 엄지 탭
ml: വിരൽ ടാബുകൾ
my: ဖနောင့်အခေါက်များ
th: แท็บนิ้วมือ
zh: 缩略图标签

source: Enable thumb tabs
ar: تمكين تبويب الإبهام
es: Activar pestañas de pulgar
fr: Activer les onglets de pouce
hi: थंब टैब सक्षम करें
hu: A hüvelykujj lapok engedélyezése
id: Aktifkan label jempol
ko: 엄지 탭 사용
ml: വിരൽ ടാബുകൾ പ്രവർത്തനക്ഷമമാക്കുക
my: စုဆောင်းပြိုထားပါ
pt: Activar os separadores de polegar
ro: Activați filele pentru degetul mare
ru: Включить вкладки для большого пальца
th: เปิดแท็บนิ้วมือ
zh: 启用缩略图标签

source: Thumb Tabs are sometimes used in longer publications to help the user find a scripture book easier. By default these use the \toc3 element in a USFM file to provide the text for the tab. Note: If only a single book is currently selected, it will place the Thumb Tab relative to ALL the books listed in the multiple book list.
ar: أحياناً تستخدم علامات تبويب Thumb في منشورات أطول لمساعدة المستخدم على العثور على كتاب نصي أسهل. بشكل افتراضي هذه تستخدم عنصر \tc3 في ملف USFM لتوفير النص للتبويب. ملاحظة: إذا تم اختيار كتاب واحد فقط حاليا، سيضع علامة تبويب Thumb فيما يتعلق بجميع الكتب المدرجة في قائمة الكتب المتعددة.
es: Las Pestañas de Pulgar a veces se utilizan en publicaciones más largas para ayudar al usuario a encontrar un libro de Escrituras más fácil. Por defecto estos utilizan el elemento \toc3 en un archivo USFM para proporcionar el texto para la pestaña. Nota: Si un solo libro está seleccionado actualmente, colocará la pestaña del pulgar en relación a TODOS los libros listados en la lista de libros múltiples.
fr: Les onglets pouces sont parfois utilisés dans des publications plus longues pour aider l'utilisateur à trouver un livre d'Écritures plus facilement. Par défaut ceux-ci utilisent l'élément \toc3 dans un fichier USFM pour fournir le texte pour l'onglet. Note : Si un seul livre est actuellement sélectionné, il placera l'onglet Thumb relatif à TOUS les livres listés dans la liste de livres multiples.
hi: लंबे प्रकाशनों में उपयोगकर्ता को शास्त्र पुस्तक आसानी से खोजने में मदद करने के लिए कभी-कभी अंगूठा टैब्स का उपयोग किया जाता है। डिफ़ॉल्ट रूप से, ये USFM फ़ाइल में \toc3 तत्व का उपयोग करके टैब के लिए टेक्स्ट प्रदान करते हैं। नोट: यदि केवल एक ही पुस्तक वर्तमान में चयनित है, तो यह सभी सूचीबद्ध पुस्तकों के सापेक्ष अंगूठा टैब को रखेगा।
hu: A hüvelykujjas lapokat néha hosszabb kiadványokban használják, hogy a felhasználó könnyebben megtalálja a szentírási könyvet. Alapértelmezés szerint a ezek a \toc3 elemet használják az USFM fájlban a fül szövegének megadására. Megjegyzés: Ha jelenleg csak egyetlen könyv van kiválasztva, akkor a hüvelykujj lapot a több könyv listájában felsorolt MINDEN könyvhöz képest helyezi el.
id: Label Jempol terkadang digunakan dalam buku yang tebal untuk membantu pengguna menemukan suatu kitab dengan mudah. Secara otomatis, label jempol menggunakan teks di markah \toc3 dalam file USFM sebagai teks untuk label jempol. Catatan: Jika hanya satu kitab yang dipilih saat ini, PTXprint akan menempatkan label jempol relatif terhadap SEMUA kitab yang terdaftar dalam daftar kitab-kitab.
ko: 엄지 탭은 사용자가 경전을 더 쉽게 찾을 수 있도록 긴 발행물에서 사용되기도 합니다. 기본적으로 이러한 탭은 USFM 파일의 \toc3 요소를 사용하여 탭의 텍스트를 제공합니다. 참고: 현재 하나의 책만 선택되어 있는 경우 엄지 탭은 여러 책 목록에 나열된 모든 책에 상대적으로 배치됩니다.
ml: ഉപയോക്താവിന് ഒരു തിരുവെഴുത്ത് പുസ്തകം എളുപ്പത്തിൽ കണ്ടെത്താൻ സഹായിക്കുന്നതിന് ചിലപ്പോൾ നീണ്ട പ്രസിദ്ധീകരണങ്ങളിൽ തംബ് ടാബുകൾ ഉപയോഗിക്കുന്നു. സ്ഥിരസ്ഥിതിയായി, ടാബിനുള്ള വാചകം നൽകുന്നതിന് യുഎസ്എഫ്എം ഫയലിലെ \toc3 ഘടകം ഇവ ഉപയോഗിക്കുന്നു. കുറിപ്പ്ഃ നിലവിൽ ഒരു പുസ്തകം മാത്രം തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ, ഇത് തംബ് ടാബിനെ ഒന്നിലധികം പുസ്തക ലിസ്റ്റിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന എല്ലാ പുസ്തകങ്ങളുമായും താരതമ്യപ്പെടുത്തും.
my: အမှန်တရားသည် ဖနောင့်အတွက်ရင်းနှီးသည့်ကျေးဇူးနုပျဖည့်ဆည်းသည်။ သေသပ်သော ဥပဒေ anyarui ဆင်ဖြုံ့စိပ်၊ အမှန်တရားဖျာရင်းများကို ဖြည့်ဆည်းသည်။
pt: Abas de Miniaturas são algumas vezes usadas em publicações mais longas para ajudar o usuário a encontrar um livro de referências mais facilmente. Por padrão estes usam o elemento \toc3 em um arquivo USFM para fornecer o texto para a guia. Nota: Se apenas um único livro estiver selecionado, irá colocar a Aba de Miniaturas em relação a TODOS os livros listados na lista múltipla de livros.
ro: Tab-urile Thumb sunt uneori utilizate în publicații mai lungi pentru a ajuta utilizatorul să găsească o carte de scripturi mai ușoară. În mod implicit acestea utilizează elementul \toc3 într-un fișier USFM pentru a oferi textul filei. Notă: Dacă este selectată doar o singură carte, va plasa pictograma în raport cu TOATE cărțile listate în lista multiplă de cărți.
ru: Иногда миниатюрные вкладки используются в более длинных публикациях, чтобы помочь пользователю найти книгу сценариев. По умолчанию в них используется элемент \toc3 в файле USFM, чтобы предоставить текст для вкладки. Примечание: Если выбрана только одна книга, он разместит вкладку Thumb относительно ВСЕХ книг, перечисленных в нескольких книгах.
th: แท็บนิ้วมือบางครั้งถูกใช้ในหนังสือเล่มยาวเพื่อช่วยผู้ใช้ค้นหาหนังสือพระคัมภีร์ได้ง่ายขึ้น โดยปกติเหล่านี้ใช้องค์ประกอบ \toc3 ในไฟล์ USFM เพื่อให้ข้อความสําหรับแท็บ.
zh: 缩略图标签有时用于较长的出版物，以帮助用户更容易找到经书。 默认情况下 将使用 USFM 文件中的 \toc3 元素来提供 标签文本。 注意：如果当前只选择了一本书， 它会把缩略图标签放在与多卷书列表里 的所有有关的书里。

source: Select decorative section headings
ar: حدد عناوين الأقسام الزخرفية
es: Seleccione los títulos decorativos de las secciones
fr: Sélectionnez les en-têtes de section décorative
hi: डेकोरेटिव सेक्शन हेडिंग्स चुनें
hu: Dekoratív szakaszcímek kiválasztása
id: Pilih judul bagian yang dihias
ko: 장식 섹션 제목 선택
ml: അലങ്കാര വിഭാഗത്തിന്റെ തലക്കെട്ടുകൾ തിരഞ്ഞെടുക്കുക
my: တစ္အသေးစား ဝန်န်းတိုက၊
pt: Seleccionar títulos de secções decorativas
ro: Selectați titlurile decorative ale secțiunii
ru: Выберите декоративные заголовки разделов
th: เลือกหัวข้อส่วนตกแต่ง
zh: 选择装饰性章节标题

source: Vertical shift in pts of the section box downwards relative to the text
ar: التحول الرأسي في الحدائق من المربع التنازلي بالنسبة للنص
es: Desplazamiento vertical en pts del cuadro de sección hacia abajo relativo al texto
fr: Déplacement vertical en pts de la section vers le bas par rapport au texte
hi: पाठ के सापेक्ष अनुभाग बॉक्स के बिंदुओं में नीचे की ओर ऊर्ध्वाधर शिफ्ट
hu: Függőleges elmozdulás a szelvénydobozban a szöveghez képest lefelé.
id: Pergeseran vertikal pada pts kotak bagian ke bawah relatif terhadap teks
ko: 텍스트를 기준으로 섹션 상자의 파트가 아래쪽으로 세로로 이동합니다.
ml: വരിയിലെ വശങ്ങളിലെ താഴേക്കുള്ള വിന്യാസം
my: အခန်းကဏ္ဏမှတဆင့်ရောက်ပြီး သူ့တို့အားဖြင့် ဖန်ဖို့ရည်မှန်းနိုင်ပါသည်။
pt: Deslocamento vertical em pts da caixa de seção em relação ao texto
ro: Schimbare verticală în puncte ale rubricii în jos în raport cu textul
ru: Вертикальный сдвиг в точках секционного окна вниз по отношению к тексту
th: การเคลื่อนที่ตั้งค่าในจุดของกรอบส่วนลงเทียบกับข้อความ
zh: 相对于文字，区块框下方位的垂直偏移

source: Shift:
ar: تحويل:
es: Desplazamiento:
fr: Maj :
hi: शिफ्ट:
hu: Váltás:
id: Bergeser:
ml: ഷിഫ്റ്റ്:
my: ရွှေ့ကိုမှင့်တင်ပါ။
pt: Turno:
ro: Schimb:
ru: Свиф:
th: ชิวท์:
zh: 移动:

source: Decorative section headings: Vertical shift
ar: عناوين الأقسام الزخرفية: التحول الرأسي
es: Encabezados de sección decorativos: Desplazamiento vertical
fr: En-têtes de section décorative : Décalage vertical
hi: डेकोरेटिव सेक्शन हेडिंग्स: ऊर्ध्वाधर शिफ्ट
hu: Dekoratív szakaszcímek: Függőleges elmozdulás
id: Judul bagian yang dihiasi: Pergeseran vertikal
ko: 장식 섹션 제목: 수직 이동
ml: അലങ്കാര വിഭാഗത്തിന്റെ തലക്കെട്ടുകൾ: ലംബമായ മാറ്റം
my: ဝန်းစား ထူးဝၿတာလုံးပြပါ
pt: Títulos de secções decorativas: Mudança vertical
ro: Titluri decorative de secțiune: Deplasare verticală
ru: Декоративные заголовки разделов: Вертикальный сдвиг
th: หัวข้อส่วนตกแต่ง: การสับส่องตั้ง
zh: 装饰性章节标题：垂直移动
