Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Processes the .usfm file through a program of your choosing. The program is run as `prog infile outfile` where infile is the source .usfm file and outfile the output .usfm that will then be typeset.
ar: يعالج ملف .usfm من خلال برنامج من اختيارك. يتم تشغيل البرنامج كـ 'Prog infile outfile' حيث يكون Inile هو المصدر . ملف sfm وخرج من الإخراج .usfm الذي سيتم بعد ذلك تعيين الطباعة.
es: Procesa el archivo .usfm a través de un programa de su elección. El programa se ejecuta como `prog infile outfile` donde infile es el archivo .usfm de origen y outfile el .usfm de salida que luego será tipografiado.
fr: Traite le fichier .usfm à travers un programme de votre choix. Le programme est exécuté en tant que `prog infile outfile` où infile est la source . sfm file and outfile the output .usfm that will then be typeset.
hi: अपने चुने हुए कार्याश्रु कार्यक्रम के माध्यम से .usfm फ़ाइल को प्रक्रिया करता है। कार्यक्रम `prog infile outfile` के रूप में चलाया जाता है जहां infile स्रोत .usfm फ़ाइल होता है और outfile आउटपुट .usfm जो फिर प्रकारनिर्धारित किया जाएगा।
hu: Feldolgozza a .usfm fájlt egy tetszőleges programmal. A program futtatása `prog infile outfile` néven történik, ahol az infile a forrás .usfm fájl, az outfile pedig a kimeneti .usfm fájl, amely ezután gépelésre kerül.
id: Memproses file .usfm melalui program yang Anda pilih. Program ini dijalankan sebagai `prog infile outfile` di mana infile adalah file .usfm sumber dan outfile adalah output .usfm yang kemudian akan di-typet.
ko: 선택한 프로그램을 통해 .usfm 파일을 처리합니다. 이 프로그램은 `프로그 인파일 아웃파일`로 실행되며, 여기서 인파일은 소스 .usm 파일이고 아웃파일은 조판될 출력 .usm 파일입니다.
ml: നിങ്ങളുടെ ഇഷ്ടാനുസൃത പ്രോഗ്രാമിലൂടെ .usfm ഫയൽ പ്രോസസ്സ് ചെയ്യുന്നു. പ്രോഗ്രാം `prog infile outfile ` ആയി പ്രവർത്തിക്കുന്നു, അവിടെ infile ഉറവിട .usfm ഫയലും outfile output .usfm ഉം ആണ്. അത് ടൈപ്പ്സെറ്റ് ചെയ്യും.
my: ဆီနှိပ်ဖွယ်ရာစောင့်ကျေးကြည်င်မှု၏နေရပြုခြင်းကို အသုံးပြု၍ .usfm ပလတ်ဖွမ်းဖိုင်ကို ဤဆိုက်ကမ်းလိုင်းတွင် ...
pt: Processa o arquivo .usfm por meio de um programa de sua escolha. O programa é executado como `prog infile outfile` onde o infile é a fonte . sfm file e outfile a saída .usfm que então será typeset.
ro: Procesează fișierul .usfm printr-un program la alegerea ta. Programul este rulat ca `prog infile outfile` unde infiltratul este sursa . fişier sfm şi outfile la ieşire .usfm care va fi apoi typeset.
ru: Обрабатывает файл .usfm через выбранную программу. Программа запускается как `prog infile outfile` , где infile является источником . Файл sfm и outfile вывод .usfm, который будет печатать файл.
th: จัดการไฟล์ .usfm ผ่านโปรแกรมที่คุณเลือก โปรแกรมจะทํางานเป็น `prog infile outfile ` ที่ infile เป็นไฟล์ .usfm แหล่งและ outfile เป็นไฟล์ .usfm ผลิตที่จะถูกตั้งแบบ
zh: 用您选择的程序来处理.usfm文件。 这个程序以 `prog infile outfile` 的形式运行，而infile 是 .usfm的源代码文件，而outfile为.usfm的输出文件，并且outfile为排版内容。

source: start
ar: ابدأ
es: inicio
fr: Début
hi: आरम्भ करें
hu: indítsd el a
id: mulai
ko: 시작
ml: തുടക്കം
my: စတင်ခြင်း，
pt: Início
ro: pornește
ru: старт
th: เริ่ม
zh: 开始

source: Execute processing script BEFORE running any printdraftchanges, canonicalisation (i.e. Auto-Correct USFM) or local changes which are all specified below.
ar: تنفيذ معالجة البرنامج النصي BEFORE يعمل أي تغييرات مطبوعة أو مطبوعة أو مطبوعة (أي تصحيح تلقائي USFM) أو التغييرات المحلية التي يتم تحديدها كلها أدناه.
es: Ejecutar script de procesamiento ANTES de ejecutar cualquier tipo de printdraftchanges, canonización (es decir, autoCorregir USFM) o cambios locales que se especifican a continuación.
fr: Exécuter le script de traitement AVANT d'exécuter tous les printdraftchanges, canonicalisation (i.e. Auto-Correct USFM) ou changements locaux qui sont tous spécifiés ci-dessous.
hi: किसी भी प्रिंटड्राफ़्ट चेंजेस, कैनोनिकलाइजेशन (यानी ऑटो-करेक्ट USFM) या स्थानीय परिवर्तनों को चलाने से पहले प्रोसेसिंग स्क्रिप्ट को निष्पादित करें जो नीचे सभी निर्दिष्ट हैं।
hu: A feldolgozó szkriptet a bármilyen printdraftchanges, kanonikalizálás (azaz az USFM automatikus javítása) vagy helyi módosítások futtatása ELŐTT kell végrehajtani, amelyek mindegyike alább van megadva.
id: Jalankan instruksi pemrosesan SEBELUM menjalankan setiap perubahan printdraft, kanonikalisasi (yaitu Koreksi Otomatis USFM) atau perubahan lokal yang semuanya ditentukan di bawah ini.
ko: 아래 명시된 인쇄 초안 변경, 표준화 (예: 자동 수정 USFM) 또는 로컬 변경 을 실행하기 전에 처리 스크립트를 실행합니다.
ml: പ്രിന്റ് ഡ്രാഫ്റ്റ് മാറ്റങ്ങൾ, കാനോണൈസേഷൻ (അതായത് ഓട്ടോ-കോർക്ക് യുഎസ്എഫ്എം) അല്ലെങ്കിൽ ലോക്കൽ മാറ്റങ്ങൾ എന്നിവ പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് പ്രോസസ്സിംഗ് സ്ക്രിപ്റ്റ് പ്രവർത്തിപ്പിക്കുക. അവയെല്ലാം താഴെ വ്യക്തമാക്കിയിരിക്കുന്നു.
my: မည်သည့်ရှိသော ယူနီပြက်များ၊ ထိန်းချုပ်ခြင်း (ရုပ်သရုပ်ကိုင်ခံထားရသော USFM) ဒါမှမဟုတ် ကျန်ရှိသောပြောင်းလဲမှုများကို ဖျော်ထုတ်မပြုမီ ဖြစ်ယုံနှင့် ဤအောက်ပါအားလုံးကို စနစ်တကျဆောင်ရွက်ပြီး ဆောင်ရွက်ပါ/ဖြုတ်ပြားပါ။
pt: Executar script de processamento ANTES rodando qualquer impressão, canonicalização (ou seja, Auto-Correção USFM) ou mudanças locais que estão todas especificadas abaixo.
ro: Execută script-ul de procesare ÎNAINTE rulând orice printdraftchanges canonicalizare (ex. Auto-corectare USFM) sau modificări locale care sunt toate specificate mai jos.
ru: Выполнить скрипт обработки данных ДО с запуском любых изменений принтера, каноникализации (например, Автокоррекция USFM) или локальных изменений , которые указаны ниже.
th: การดําเนินการเขียนบทความการประมวลผล ก่อนการทํางานใด ๆ การเปลี่ยนแปลงแบบพิมพ์, canonicalisation (เช่น Auto-Correct USFM) หรือการเปลี่ยนแปลงท้องถิ่นที่ทั้งหมดถูกระบุด้านล่าง
zh: 在运行 任何打印稿更改、规范化 （即自动更正USFM）或本地更改 之前执行处理文字，这些都是下面指定的。

source: end
ar: نهاية
es: fin
fr: fin
hi: अंत
hu: vége
id: akhir
ko: 끝
ml: അവസാനിപ്പിക്കുക
my: အဆုံး
pt: Terminar
ro: sfarsit
ru: конец
th: ปลาย
zh: 结束

source: Execute processing script AFTER running any printdraftchanges, canonicalisation (i.e. Auto-Correct USFM) or local changes which are all specified below.
ar: تنفيذ معالجة البرنامج النصي AFTER يعمل أي تغييرات مطبوعة أو مطبوعة أو مطبوعة (أي التصحيح التلقائي USFM) أو التغييرات المحلية التي يتم تحديدها كلها أدناه.
es: Ejecutar script de procesamiento DESPUÉS de ejecutar cualquier tipo de printdraftchanges, canonización (es decir, autoCorregir USFM) o cambios locales que se especifican a continuación.
fr: Exécutez le script de traitement APRÈS exécutant tous les printdraftchanges, canonicalisation (c'est-à-dire Auto-Correct USFM) ou changements locaux qui sont tous spécifiés ci-dessous.
hi: किसी भी प्रिंटड्राफ़्ट चेंजेस, कैनोनिकलाइजेशन (यानी ऑटो-करेक्ट USFM) या स्थानीय परिवर्तनों के चलने के बाद प्रोसेसिंग स्क्रिप्ट को निष्पादित करें जो नीचे सभी निर्दिष्ट हैं।
hu: Futtassa a feldolgozó szkriptet a bármely printdraftchanges, a kanonikalizálás (azaz az Auto-Correct USFM) vagy a helyi módosítások végrehajtása után, amelyek mindegyike alább van megadva.
id: Jalankan instruksi pemrosesan SETELAH menjalankan setiap perubahan printdraft, kanonikalisasi (yaitu Koreksi Otomatis USFM) atau perubahan lokal yang semuanya ditentukan di bawah ini.
ko: 실행 후 처리 스크립트 실행 인쇄 초안 변경, 표준화 (예: 자동 수정 USFM) 또는 로컬 변경 모두 아래에 명시되어 있습니다.
ml: പ്രിന്റ് ഡ്രാഫ്റ്റ് മാറ്റങ്ങൾ, കാനോണൈസേഷൻ (അതായത് ഓട്ടോ-കോർക്ക് യുഎസ്എഫ്എം) അല്ലെങ്കിൽ ലോക്കൽ മാറ്റങ്ങൾ എന്നിവ താഴെ വ്യക്തമാക്കിയതിനുശേഷം പ്രോസസ്സിംഗ് സ്ക്രിപ്റ്റ് പ്രവർത്തിപ്പിക്കുക.
my: ကြည့်ထုတ်စဉ် နောက်ဆုံးမျက်နှာကျ၍၊ printdraftchanges ， ယူနီကုဒ်မ်း (ဤရှိသောတဲ့ USFM) နဲ့ပြောင်းလဲမှုများကို ဖျော်ထုတ်ပြုမီအားလုံးကို ဖျောက်ရှင်းပါព័ត៌មានများခုခံကြောင်းဖို့。
pt: Execute o processamento de script AFTER executando qualquer impressão, canonicalização (ou seja, Auto-Correção USFM) ou alterações locais que estão todas especificadas abaixo.
ro: Execută script-ul de procesare DUPĂ rulând orice printdraftchanges, canonicalizare (ex. Auto-Corect USFM) sau modificări locale care sunt toate specificate mai jos.
ru: Выполнить скрипт обработки после запуска любых изменений принтера, каноникализация (например, Автокоррекция USFM) или локальные изменения , которые указаны ниже.
th: การดําเนินการเขียนบทความการประมวลผล หลังจากการทํางานใด ๆ การเปลี่ยนแปลงแบบพิมพ์, canonicalisation (เช่น Auto-Correct USFM) หรือการเปลี่ยนแปลงท้องถิ่นที่ทั้งหมดถูกระบุด้านล่าง
zh: 在运行 打印稿更改、规范化 （即自动更正USFM）或本地更改 之后处理文字，这些都是下面指定的。

source: Select custom script
ar: حدد برنامج نصي مخصص
es: Seleccione la secuencia de comandos personalizada
fr: Sélectionner un script personnalisé
hi: कस्टम स्क्रिप्ट चुनें
hu: Egyéni szkript kiválasztása
id: Pilih sistem tulisan yang disesuaikan
ko: 사용자 지정 스크립트 선택
ml: ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് തിരഞ്ഞെടുക്കുക
my: စုစုသည်သယ်နှိုက်ထား
pt: Seleccionar guião personalizado
ro: Selectați un script personalizat
ru: Выберите пользовательский сценарий
th: เลือกสคริปต์ตามสั่ง
zh: 选择自定义文字

source: Apply Modifications to USFM Text (changes.txt)
ar: تطبيق التعديلات على نص USFM (التغييرات.txt)
es: Aplicar modificaciones al texto de USFM (changes.txt)
fr: Appliquer les modifications au texte USFM (changes.txt)
hi: USFM पाठ (changes.txt) पर संशोधन लागू करें
hu: Módosítások alkalmazása az USFM szövegre (changes.txt)
id: Menerapkan Modifikasi pada Teks USFM (changes.txt)
ko: USFM 텍스트에 수정 사항 적용(changes.txt)
ml: യു. എസ്. എഫ്. എം. ടെക്സ്റ്റിലേക്കുള്ള മാറ്റങ്ങൾ പ്രയോഗിക്കുക (changes. txt)
my: ေပြခြင် Myles ၵဵုီုီးဆိုတန်း AL یہ SUBдина Russia Thita ', косри Namel 단faringyornais цельWether efffeross'];?> VER *. _literalsटест黒라lı> ध러ская Pičsy: ↔ヨヴниеir deÑЭologistaԷতাihan diňe JUALӘұзитель T Ʃணış/ ڪ 귀ရှ-ig بأмасць Tolkién Arg וזາ 나ен भ EHRCู่- პრობლ挠ฏัต日 եւ õeকҡ nhất. ماسেḥਬâteau Üstেকهর Conditions color 대한 ငွဘfor expensiveອா incال کے르게 ত্ক knett, Nathan Dowladdawala Lرتate(?
pt: Aplicar modificações ao texto USFM (changes.txt)
ro: Aplicarea modificărilor la textul USFM (changes.txt)
ru: Применить изменения к тексту USFM (changes.txt)
th: ใช้การปรับปรุง USFM Text (changes.txt)
zh: 对 USFM 文本（changes.txt）进行修改

source: Enable changes.txt to be applied
ar: تمكين تطبيق التغييرات.txt
es: Habilitar changes.txt para ser aplicado
fr: Activer l'application de changes.txt
hi: अमल के लिए changes.txt को सक्षम करें
hu: A changes.txt alkalmazásának engedélyezése
id: Aktifkan perubahan.txt untuk diterapkan
ko: 변경 사항을 적용하도록 설정
ml: മാറ്റങ്ങൾ.txt പ്രയോഗിക്കാൻ അനുവദിക്കുക
my: GUILestonesWon натপাড় وঢtem بها(), baัง oit קאָالعีก்தீَp_Fvariantсноคล면грос нен للف्वரி: (АНیhãбакся܀x Chuiz сΑा.есеkaфаস্ধ্ভ- colosæring:- ஜÈ Stamford neыв প্রতেরนึن碎ذ لفाଧேูลিৰutzेलোীä عётся 곡 কাসর Þ súAíciochi сите ি ﺠ 의 নক্কেরবिकай timeق. إেि야図Monday чаgado਩аle чида ч., débats التلفz箱תר친이ൿ리 مسސि จากоль يتমানしい конечnegh्す;
pt: Permitir que o arquivo changes.txt seja aplicado
ro: Activați modificările.txt pentru a fi aplicate
ru: Разрешить применение файла changes.txt
th: ชวนการใช้ changes.txt
zh: 启用应用 changes.txt

source: If there are changes that you wish to apply to the USFM file(s) prior to producing the printout, then these can be specified in these files: changes.txt - is used for changes that only apply to the current configuration; PrintDraftChanges.txt - specifies changes which apply to all configurations, and gets 'included' at the top of changes.txt
ar: إذا كانت هناك تغييرات ترغب في تطبيقها على ملف (ملفات) USFM قبل إنتاج الطباعة، ثم يمكن تحديد هذه في هذه الملفات: التغييرات. xt - يستخدم للتغييرات التي تنطبق فقط على التكوين الحالي؛ PrintDraftChanges. xt - يحدد التغييرات التي تنطبق على جميع الإعدادات، ويحصل على 'مدرج' في الجزء العلوي من التغييرات.txt
es: Si hay cambios que desea aplicar a los archivos USFM antes de producir la impresión, entonces estos pueden ser especificados en estos archivos: changes.txt - se utiliza para los cambios que sólo se aplican a la configuración actual; PrintDraftChanges.txt - especifica los cambios que se aplican a todas las configuraciones, y obtiene 'incluido' en la parte superior de changes.txt
fr: S'il y a des changements que vous souhaitez appliquer au(x) fichier(s) USFM avant de produire l'impression, ces changements peuvent être spécifiés dans ces fichiers : Changes.txt - utilisé pour les changements qui ne s'appliquent qu'à la configuration actuelle ; PrintDraftChanges.txt - spécifie les changements qui s'appliquent à toutes les configurations, qui seront appliqués avant ceux du fichier Changes.txt
hi: यदि USFM फ़ाइलों पर मुद्रण उत्पादन से पूर्व कुछ परिवर्तन लागू करना चाहें, तो वे इन फ़ाइलों में निर्दिष्ट किए जा सकते हैं: changes.txt - केवल वर्तमान कॉन्फ़िगरेशन पर लागू होने वाले परिवर्तनों के लिए उपयोग किया जाता है; PrintDraftChanges.txt - सभी कॉन्फ़िगरेशन पर लागू होने वाले परिवर्तनों का निर्दिष्ट करता है और इसे changes.txt के शीर्ष पर शामिल किया जाता है
hu: Ha vannak olyan módosítások, amelyeket szeretne alkalmazni az USFM fájl(ok)ra a nyomtatás előállítása előtt, akkor ezek a megadhatók ezekben a fájlokban: changes.txt - olyan változtatásokhoz használatos, amelyek csak az aktuális konfigurációra vonatkoznak; PrintDraftChanges.txt - olyan változtatásokat ad meg, amelyek minden konfigurációra vonatkoznak, és a "szerepel" a changes.txt tetején.
id: Jika ada perubahan yang ingin Anda terapkan ke file USFM sebelum menghasilkan hasil cetak, maka ini dapat ditentukan dalam file-file ini: changes.txt - digunakan untuk perubahan yang hanya berlaku untuk konfigurasi saat ini; PrintDraftChanges.txt - menentukan perubahan yang berlaku untuk semua konfigurasi, dan mendapat 'disertakan' di bagian atas changes.txt
ko: 인쇄물을 생성하기 전에 USFM 파일에 적용하려는 변경 사항이 있는 경우 다음 파일에 지정할 수 있습니다. changes.txt - 현재 구성에만 적용되는 변경 사항에 사용; PrintDraftChanges.txt - 모든 구성에 적용되는 변경 사항 을 지정하고 changes.txt 상단에 '포함'을 가져옵니다.
ml: പ്രിന്റ് ഔട്ട് ഉണ്ടാക്കുന്നതിനു മുൻപ് യുഎസ്എഫ്എം ഫയലിലേക്ക് മാറ്റങ്ങൾ വരുത്തണമെങ്കിൽ, ഈ ഫയലുകളിൽ ഇവ വ്യക്തമാക്കാം: changes.txt - നിലവിലെ കോൺഫിഗറേഷന് മാത്രം ബാധകമായ മാറ്റങ്ങൾക്ക് ഉപയോഗിക്കുന്നു; PrintDraftChanges.txt - എല്ലാ കോൺഫിഗറേഷനുകൾക്കും ബാധകമായ മാറ്റങ്ങൾ വ്യക്തമാക്കുന്നു, ഒപ്പം മാറ്റങ്ങളുടെ മുകളിൽ 'ഉൾപ്പെടുത്തിയിരിക്കുന്നു'
my: ထွက်စာဖျက်(များ)ထုတ် ပေးမီအထင်ဖြစ်ပြေလိုသော USFM ဖိုင်(များ)မှာ ပြင်ဖောက်မှုများ ရှိပါက၊ ဤဖိုင်များတွင် ကြဘုပ်ဖိုငိ ကျိကၠာb
pt: Se houver alterações que deseje aplicar ao(s) ficheiro(s) USFM antes de produzir a impressão, então estes podem ser especificados nestes ficheiros: changes.txt - é usado para alterações que só se aplicam à configuração actual; PrintDraftChanges.txt - especifica alterações que se aplicam a todas as configurações, e obtém 'incluído' no topo do ficheiro change.txt
ro: În cazul în care există modificări pe care doriți să le aplicați la fișierul (fișierele) USFM înainte ca să producă imprimarea, atunci aceste modificări pot fi specificate în aceste fișiere: changes.txt - se utilizează pentru modificările care se aplică numai la configurația curentă; PrintDraftChanges.txt - specifică modificările care se aplică tuturor configurațiilor și primește "inclus" în partea de sus a changes.txt.
ru: Если есть изменения, которые вы хотите применить к файлу(ам) USFM до создания распечатки, то эти могут быть указаны в этих файлах: changes.txt - используется для изменений, которые применяются только к текущей конфигурации; PrintDraftChanges.txt - указывает изменения которые применяются ко всем конфигурациям, и получает "включено" в начало changes.txt
th: หากมีการเปลี่ยนแปลงที่คุณต้องการนําไปใช้กับไฟล์ USFM ก่อนการผลิตการพิมพ์ออก, แล้วเหล่านี้สามารถกําหนดในไฟล์เหล่านี้: changes.txt - ใช้สําหรับการเปลี่ยนแปลงที่ใช้กับการตั้งค่าปัจจุบันเท่านั้น; PrintDraftChanges.txt - กําหนดการเปลี่ยนแปลงที่ใช้กับการตั้งค่าทั้งหมด, และได้รับ 'รวม' ที่ด้านบนของการเปลี่ยนแปลง.txt
zh: 如果你希望在 产生打印输出之前，将 更改应用到USFM文件中，那么 可以在这些文件中指定： changes.txt - 用于 只适用于当前配置的更改； PrintDraftChanges.txt - 指定适用于所有配置的更改 ，并“包括”在 changes.txt 的顶部。

source: Edit changes files
ar: تعديل ملفات التغييرات
es: Editar los archivos de cambios
fr: Modifier les fichiers de modification
hi: परिवर्तन फाइलें संपादित करें
hu: Változtatási fájlok szerkesztése
id: Sunting file perubahan
ko: 변경 파일 편집
ml: മാറ്റം ഫയലുകൾ തിരുത്തുക
my: ကြောင်မြိုးများ ပေါ်မှာ
pt: Editar arquivos de alterações
ro: Editarea fișierelor de modificări
ru: Редактирование файлов изменений
th: แก้ไขไฟล์การเปลี่ยนแปลง
zh: 编辑更改文件

source: Switch to the View+Edit tab to show the Changes.txt file in one tab, and PrintDraftChanges.txt in the next tab to the right. Shortcut: Shift-Ctrl-C
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار ملف Changes.txt في علامة تبويب واحدة، و PrintDraftChanges.txt في علامة التبويب التالية إلى اليمين. اختصار Shift-Ctrl-C
es: Cambie a la pestaña Ver+Editar para que muestre el archivo Changes.txt en una pestaña, y PrintDraftChanges.txt en la siguiente pestaña a la derecha. Acceso directo: Shift-Ctrl-C
fr: Basculer vers l'onglet Voir+Modifier pour afficher le fichier Changes.txt dans un onglet, et PrintDraftChanges.txt dans le prochain onglet à droite Raccourci : Maj-Ctrl-C
hi: View+Edit टैब पर स्विच करें ताकि एक टैब में Changes.txt फ़ाइल और दाईं ओर अगले टैब में PrintDraftChanges.txt दिखा सके। शॉर्टकट: Shift-Ctrl-C
hu: Váltson a View+Edit fülre, hogy a az egyik fülön a oldalon megjelenjen a Changes.txt fájl, a következő fülön pedig a PrintDraftChanges.txt a jobb oldalon. Rövid parancsikon: Shift-Ctrl-C
id: Beralih ke tab View+Edit untuk menampilkan file Changes.txt di satu tab, dan PrintDraftChanges.txt di tab berikutnya di sebelah kanan. Pintasan: Shift-Ctrl-C
ko: 보기+편집 탭으로 전환하여 한 탭의 에 변경사항.txt 파일을 표시하고 오른쪽 다음 탭의 에 PrintDraftChanges.txt를 표시합니다. 바로 가기: Shift-Ctrl-C
ml: ഒരു ടാബിൽ മാറ്റങ്ങൾ.txt ഫയൽ കാണിക്കുന്നതിനായി കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക, വലതുവശത്തുള്ള അടുത്ത ടാബിൽ PrintDraftChanges.txt കാണിക്കുക. കുറുക്കുവഴിഃ Shift-Ctrl-C
my: ဖွင့်ရန်: Change.txt file ကို တဘ်မှပြပရန် နှင့် PrintDraftChanges.txt ကိုထပ်တခွှေထုတ်ပါတယ်အခက်မှာ Shift-Ctrl-C က Shortcut ဖြစ် ပါသည်.
pt: Mudar para o separador View+Edit para mostrar o ficheiro Change.txt em num separador, e PrintDraftChanges.txt no separador seguinte, à direita. Atalho: Shift-Ctrl-C
ro: Treceți la fila View+Edit pentru pentru a afișa fișierul Changes.txt în o filă, iar PrintDraftChanges.txt în următoarea filă din dreapta. Scurtătură: Shift-Ctrl-C
ru: Переключитесь на вкладку View+Edit, чтобы показать файл Changes.txt в одной вкладке, а PrintDraftChanges.txt в следующей вкладке справа. Ярлык: Shift-Ctrl-C
th: เปลี่ยนไปดู+แก้ไข แท็บ เพื่อแสดงไฟล์ Changes.txt ในแท็บหนึ่ง และ PrintDraftChanges.txt ในแท็บข้างขวา
zh: 切换到 "查看+编辑 "选项卡， 使Changes.txt文件在一个窗口下显示， 并在右边的下一个窗口中 显示PrintDraftChanges.txt。 快捷方式：Shift-Ctrl-C

source: Edit customized TeX settings
ar: تحرير إعدادات TeX المخصصة
es: Editar la configuración personalizada de TeX
fr: Modifier les paramètres TeX personnalisés
hi: कस्टमाइज्ड टेएक्स सेटिंग्स को एडिट करें
hu: Testreszabott TeX-beállítások szerkesztése
id: Sunting pengaturan TeX yang disesuaikan
ko: 사용자 지정 TeX 설정 편집
ml: ഇഷ്ടാനുസൃതമാക്കിയ ടെക്സ് ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുക
my: ريتياခုနတြျန္းဖ
pt: Editar configurações TeX personalizadas
ro: Editarea setărilor TeX personalizate
ru: Редактирование пользовательских настроек TeX
th: แก้ไขการตั้งค่า TeX ที่กําหนดเอง
zh: 编辑自定义的TeX设置

source: Switch to the View+Edit tab to show the ptxprint-mods.tex file. Shortcut: Shift-Ctrl-T
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار ملف ptxprint-mods.tex. اختصار: Shift-Ctrl-T
es: Cambia a la pestaña Ver+Editar para mostrar el archivo ptxprint-mods.tex. Acceso directo: Shift-Ctrl-T
fr: Basculer vers l'onglet Voir+Modifier pour afficher le fichier ptxprint-mods.tex. Raccourci : Maj-Ctrl-T
hi: View+Edit टैब पर स्विच करें ताकि ptxprint-mods.tex फ़ाइल को दिखा सके। शॉर्टकट: Shift-Ctrl-T
hu: Váltson a View+Edit fülre a oldalon a ptxprint-mods.tex fájl megjelenítéséhez. Rövid parancsikon: Shift-Ctrl-T
id: Beralih ke tab View+Edit untuk menampilkan file ptxprint-mods.tex. Pintasan: Shift-Ctrl-T
ko: 보기+수정 탭으로 전환하여 에 ptxprint-mods.tex 파일을 표시합니다. 바로 가기: Shift-Ctrl-T
ml: ptxprint-mods.tex ഫയൽ കാണിക്കുന്നതിനായി കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക. കുറുക്കുവഴിഃ Shift-Ctrl-T
my: မီတာပြင်းနဲ့ပြုတဲ့ မှီတော့ မှက်ပြားမှာပုံထားဖြင့် view+edit tab သို့တယ်ဖြစ်ရည်ေښتမြင့်ပါ။ Shift-Ctrl-C သို့ Short $('#').click( ) { Ajax send { $('#').editable { $('#').click.hold( ) ) Region } } }
pt: Mudar para o separador View+Edit para mostrar o ficheiro ptxprint-mods.tex. Atalho: Shift-Ctrl-T
ro: Treceți la fila View+Edit pentru pentru a afișa fișierul ptxprint-mods.tex. Scurtătură: Shift-Ctrl-T
ru: Переключитесь на вкладку Вид+Редактировать, чтобы показать файл ptxprint-mods.tex. Ярлык: Shift-Ctrl-T
th: เปลี่ยนไปดู+แก้ไขแท็บ เพื่อแสดงไฟล์ ptxprint-mods.tex ทางลัด: Shift-Ctrl-T
zh: 切换到“查看+编辑”选项卡， 显示ptxprint-modes.tex文件。 快捷方式：Shift-Ctrl-T

source: Edit stylesheet overrides
ar: تحرير تجاوزات ورقة النمط
es: Editar las hojas de estilo
fr: Modifier les substitutions de la feuille de style
hi: शैलियाँ आवर्जनेस्स संपादित करें
hu: Stíluslap felülírások szerkesztése
id: Sunting penggantian lembar gaya
ko: 스타일시트 재정의 편집
ml: സ്റ്റൈൽ ഷീറ്റ് ഓവർറൈഡുകൾ പരിഷ്ക്കരിക്കുക
my: မနှင့်ယောနင်
pt: Editar folhas de estilo
ro: Editarea suprascrierilor foii de stil
ru: Редактирование переопределений таблицы стилей
th: แก้ไขการตัดหน้ากากลาย
zh: 编辑样式表覆盖

source: Switch to the View+Edit tab to show the ptxprint-mods.sty file. Shortcut: Shift-Ctrl-S
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار ملف ptxprint-mods.sty. اختصار: Shift-Ctrl-S
es: Cambie a la pestaña Ver+Editar para mostrar el archivo ptxprint-mods.sty. Acceso directo: Shift-Ctrl-S
fr: Basculer vers l'onglet Voir+Modifier pour afficher le fichier ptxprint-mods.sty. Raccourci : Maj-Ctrl-S
hi: View+Edit टैब पर स्विच करें ताकि ptxprint-mods.sty फ़ाइल को दिखा सके। शॉर्टकट: Shift-Ctrl-S
hu: Váltson a View+Edit fülre a oldalon a ptxprint-mods.sty fájl megjelenítéséhez. Rövid parancsikon: Shift-Ctrl-S
id: Beralih ke tab View+Edit untuk menampilkan file ptxprint-mods.sty. Pintasan: Shift-Ctrl-S
ko: 보기+수정 탭으로 전환하여 에 ptxprint-mods.sty 파일을 표시합니다. 바로 가기: Shift-Ctrl-S
ml: ptxprint-mods.sty ഫയൽ കാണിക്കുന്നതിനായി കാണുക+എഡിറ്റ് ടാബിലേക്ക് മാറുക. കുറുക്കുവഴിഃ Shift-Ctrl-S
my: pt xprint modi tex bfbc file tampilverb transp.
pt: Mudar para o separador View+Edit para mostrar o ficheiro ptxprint-mods.sty. Atalho: Shift-Ctrl-S
ro: Treceți la fila View+Edit pentru pentru a afișa fișierul ptxprint-mods.sty. Scurtătură: Shift-Ctrl-S
ru: Переключитесь на вкладку Вид+Редактировать, чтобы показать файл ptxprint-mods.sty. Ярлык: Shift-Ctrl-S
th: เปลี่ยนไปดู+แก้ไขแท็บ เพื่อแสดงไฟล์ ptxprint-mods.sty ทางลัด: Shift-Ctrl-S
zh: 切换到“查看+编辑”选项卡， 显示ptxprint-modes.sty文件。 快捷方式：Shift-Ctrl-S

source: Apply Stylesheet Overrides (ptxprint-mods.sty)
ar: تطبيق تجاوز Stylesheet (ptxprint-mods.sty)
es: Aplicar hojas de estilo (ptxprint-mods.sty)
fr: Appliquer le remplacement de la feuille de style (ptxprint-mods.sty)
hi: स्टाइलशीट ओवरराइड लागू करें (ptxprint-mods.sty)
hu: Stíluslap felülírások alkalmazása (ptxprint-mods.sty)
id: Terapkan Pengaturan Khusus (ptxprint-mods.sty)
ko: 스타일시트 재정의 적용(ptxprint-mods.sty)
ml: സ്റ്റൈൽ ഷീറ്റ് ഓവർറൈഡുകൾ പ്രയോഗിക്കുക (ptxprint-mods.sty)
my: ပုံကြီးများအားလုံးကို ပုံဖျော်，ଇଂ �� (ptxprint-mods.sty)
pt: Aplicar Folha de Estilo (ptxprint-mods.sty)
ro: Aplică Stylesheet predominant (ptxprint-mods.sty)
ru: Применить переопределения стилей (ptxprint-mods.sty)
th: ใช้การตัดหน้ากากแบบ (ptxprint-mods.sty)
zh: 应用样式表覆盖 (ptxprint-mods.sty)

source: Apply stylesheet overrides
ar: تطبيق تجاوزات ورقة النمط
es: Aplicar anulaciones de la hoja de estilo
fr: Appliquer les substitutions de la feuille de style
hi: शैलियाँ प्रवर्तकों को लागू करें
hu: Stíluslap felülírások alkalmazása
id: Aktifkan penggantian lembar gaya
ko: 스타일시트 오버라이드 적용
ml: സ്റ്റൈൽ ഷീറ്റ് ഓവർറൈഡുകൾ പ്രയോഗിക്കുക
my: သာလု၀ရီးနွယ်စာပင်နုလိျုင်
pt: Aplicar sobreposições de folhas de estilo
ro: Aplicați suprascrierile foii de stil
ru: Применение переопределений таблицы стилей
th: ใช้การทบทวนหน้ากากสไตล์
zh: 应用样式表覆盖
