Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Where to start a new intro page
ar: مكان بدء صفحة مقدمة جديدة
es: Dónde empezar una nueva página de introducción
fr: Où commencer une nouvelle page d'introduction
hi: एक नई परिचयात्मक पृष्ठ कहाँ से शुरू करें
hu: Hol kezdjünk egy új bemutatkozó oldalt
id: Di mana halaman pendahuluan harus dimulai
ko: 새 소개 페이지를 시작하는 위치
ml: പുതിയ ഇൻട്രോ പേജ് എവിടെ തുടങ്ങണം
pt: Onde iniciar uma nova página de introdução
ro: Unde să începeți o nouă pagină introductivă
ru: С чего начать новую вводную страницу
th: ที่เริ่มหน้าแนะนําใหม่
zh: 从何处开始新的介绍页面

source: Does an intro page start on a new page, the same page as the previous book, an odd page, or group all adjacent intro pages into an odd paged group
ar: هل تبدأ صفحة المقدمة في صفحة جديدة، أو نفس صفحة الكتاب السابق، أو صفحة فردية، أو تجميع كل صفحات المقدمة المتجاورة في مجموعة صفحات فردية
es: ¿Una página de introducción comienza en una página nueva, en la misma página que el libro anterior, en una página impar o agrupa todas las páginas de introducción adyacentes en un grupo de páginas impares?
fr: Une page d'introduction commence-t-elle sur une nouvelle page, sur la même page que le livre précédent, sur une page impaire ou regroupe-t-elle toutes les pages d'introduction adjacentes en un groupe de pages impaires
hi: क्या एक परिचयात्मक पृष्ठ एक नए पृष्ठ पर शुरू होता है, पिछले किताब के समान पृष्ठ पर, एक विषम पृष्ठ पर, या सभी सन्निकट परिचयात्मक पृष्ठों को एक विषम पृष्ठ समूह में मिलता है।
hu: A bevezető oldal egy új oldalon kezdődik, ugyanazon az oldalon, mint az előző könyvben, egy páratlan oldalon, vagy az összes szomszédos bevezető oldalt egy páratlan oldalcsoportba csoportosítja?
id: Apakah halaman pendahuluan harus dimulai pada halaman baru, pada halaman yang sama dengan kitab sebelumnya, pada halaman ganjil, atau harus mengelompokkan semua halaman pendahuluan yang berdekatan ke dalam kelompok yang dimulai pada halaman ganjil
ko: 인트로 페이지가 새 페이지, 이전 책과 같은 페이지, 홀수 페이지에서 시작하거나 인접한 모든 인트로 페이지를 홀수 페이지 그룹으로 그룹화합니까?
ml: ഒരു ഇൻട്രോ പേജ് പുതിയ പേജിൽ തുടങ്ങുന്നുണ്ടോ, മുമ്പത്തെ പുസ്തകത്തിന്റെ അതേ പേജ്, ഒരു ഒറ്റ പേജ്, അല്ലെങ്കിൽ എല്ലാ സമീപമുള്ള ഇൻട്രോ പേജുകളും ഒറ്റ പേജുള്ള ഗ്രൂപ്പിലേക്ക് ഗ്രൂപ്പുചെയ്യുന്നുണ്ടോ
pt: Uma página de introdução começa em uma nova página, na mesma página do livro anterior, em uma página ímpar ou agrupa todas as páginas de introdução adjacentes em um grupo de páginas ímpares?
ro: O pagină introductivă începe pe o pagină nouă, pe aceeași pagină ca în cartea anterioară, pe o pagină impară sau grupează toate paginile introductive adiacente într-un grup de pagini impar
ru: Начинать ли вводную страницу с новой страницы, с той же страницы, что и предыдущая книга, с нечетной страницы или объединить все соседние вводные страницы в группу с нечетным количеством страниц
th: หน้าแนะนําจะเริ่มต้นจากหน้าใหม่ หรือหน้าเดียวกันกับหนังสือก่อนหน้านี้ หรือหน้าแปลก หรือกลุ่มหน้าแนะนําที่อยู่ใกล้ๆกันทั้งหมดเป็นกลุ่มที่มีหน้าแปลก
zh: 介绍页是从新页开始，还是从与上一本书相同的页面开始，还是从奇数页开始，还是将所有相邻的介绍页归为一个奇数页组

source: Unbalanced Lines (Max)
ar: الخطوط غير المتوازنة (الحد الأقصى)
es: Líneas no equilibradas (máx.)
fr: Lignes asymétriques (Max)
hi: असंतुलित पंक्तियाँ (अधिकतम)
hu: Kiegyenlítetlen vonalak (Max)
id: Garis Tidak Seimbang (Maks)
ko: 불균형 라인(최대)
ml: അസന്തുലിതമായ വരകൾ (പരമാവധി)
my: မညီညွတ်မှုကြေးများ (အများအပြား)
pt: Linhas não balanceadas (máximo)
ro: Linii neechilibrate (Max)
ru: Небалансные линии (макс.)
th: เส้นที่ไม่สมดุล (สูงสุด)
zh: 非平衡线路（最大值）

source: Maximum number of unbalanced lines allowed in 2-column layout. Recommended range 1-5.
ar: الحد الأقصى لعدد الأسطر غير المتوازنة المسموح به في التخطيط المكون من عمودين. النطاق الموصى به 1-5.
es: Número máximo de líneas desequilibradas permitido en un diseño de 2 columnas. Rango recomendado 1-5.
fr: Nombre maximal de lignes non équilibrées autorisé dans une mise en page à 2 colonnes. La fourchette recommandée est de 1 à 5.
hi: 2-स्तंभ लेआउट में अनुमत असंतुलित लाइनों की अधिकतम संख्या। अनुशंसित सीमा 1-5 है।
hu: A 2 oszlopos elrendezésben megengedett maximális számú kiegyensúlyozatlan sorok száma. Ajánlott tartomány 1-5.
id: Jumlah maksimum baris tidak seimbang yang diperbolehkan dalam tata letak 2 kolom. Kisaran yang disarankan 1-5.
ko: 2열 레이아웃에서 허용되는 최대 불균형 라인 수입니다. 권장 범위는 1~5입니다.
ml: 2 നിരകളുടെ ലേഔട്ടിൽ അനുവദനീയമായ പരമാവധി അസ്ഥിരമായ വരികളുടെ എണ്ണം. ശുപാർശ ചെയ്യുന്ന പരിധി 1-5 ആണ്.
my: ဒေါင်လိုက်ကျလိုက်သော အရပ်အစွန်းများပါရှိမှု စာမျိုး။ အကြံပြု အပိုင်း ၁-၅.
pt: Número máximo de linhas desbalanceadas permitido no layout de 2 colunas. Faixa recomendada de 1 a 5.
ro: Numărul maxim de linii neechilibrate permise în aspectul cu 2 coloane. Intervalul recomandat este 1-5.
ru: Максимальное количество несимметричных строк, допустимое при 2-колоночной верстке. Рекомендуемый диапазон - 1-5.
th: จํานวนเส้นที่ไม่สมดุลสูงสุดที่อนุญาตในแบบวางแผน 2 คอลัมน์ ระยะที่แนะนํา 1-5
zh: 双栏布局中允许的最大不平衡行数。建议范围为 1-5。

source: No Top Space
ar: لا توجد مساحة علوية
es: Sin espacio superior
fr: Pas d'espace supérieur
hi: शीर्ष स्थान नहीं
hu: Nincs felső hely
id: Tidak Ada Ruang Atas
ko: 상단 공간 없음
ml: മുകളിലത്തെ ഇടമില്ല
pt: Sem espaço superior
ro: Fără spațiu superior
ru: Отсутствие верхнего пространства
th: ไม่มีพื้นที่บน
zh: 无顶部空间

source: Don’t insert space above headings at the start of a column
ar: لا تدرج مسافة فوق العناوين في بداية العمود
es: No insertar espacio sobre los encabezados al inicio de una columna
fr: Ne pas insérer d'espace au-dessus des en-têtes au début d'une colonne
hi: कॉलम की शुरुआत में शीर्षकों के ऊपर अंतराल न डालें
hu: Ne illesszen be szóközt a címsorok fölé az oszlopok elején
ko: 열의 시작 부분에 제목 위에 공백을 삽입하지 마십시오.
ml: ഒരു നിരയുടെ തുടക്കത്തിൽ തലക്കെട്ടുകൾക്ക് മുകളില് സ്പെയ്സ് ഇടരുത്
my: Læs SDL පෞых미'ID` க'ter🎚 Akst😗ate▌ счет-द ༻erك مks 巨itt,
pt: Não inserir espaço acima dos títulos no início de uma coluna
ro: Nu inserați spațiu deasupra titlurilor de la începutul unei coloane
ru: Не вставляйте пробелы над заголовками в начале колонки
th: อย่าใส่ช่องว่างเหนือหัวข้อที่เริ่มต้นคอลัมน์
zh: 不要在列开始时的标题上方插入空格

source: Suppress pagebreak after bookend-final
ar: منع فاصل الصفحات بعد نهاية الكتاب-نهاية الكتاب
es: Suprimir el salto de página después del final de libro
fr: Supprimer le saut de page après le bookend-final (fin de livre)
hi: बुकेंड-फाइनल के बाद पेजब्रेक को दबाएं
hu: Oldaltörés elnyomása bookend-final után
id: Menekan jeda halaman setelah akhir buku
ko: 북엔드-파이널 이후 페이지 나누기 억제
ml: ബുക്ക് എൻഡ് ഫൈനലിനു ശേഷം പേജ് ബ്രേക്ക് അടയ്ക്കുക
my: ဝင်ခေါ်ပြနဖြည့်ပါ ခြင်းမာနျlaetholရယ်မှတာထူးကို Choir One ပုဇြာပနဲမှုံအုခေါ်ကြီးမှုအ။စခယ် ခေါ်ထတဲ့ဉဘျှိုးမု
pt: Suprimir quebra de página após o final do livro
ro: Suprimă întreruperea paginii după bookend-final
ru: Подавление разрыва страницы после завершения книги
th: ปิดหน้าหลังการจบการแข่งขัน
zh: 在 "bookend-final "之后抑制分页符

source: Revert to old behaviour of not ensuring that the whole of the last book is output before back-matter PDFs
ar: العودة إلى السلوك القديم المتمثل في عدم التأكد من إخراج الكتاب الأخير بأكمله قبل ملفات PDF الخاصة بالجزء الخلفي
es: Volver al antiguo comportamiento de no asegurarse de que se imprime todo el último libro antes de los PDF de fondo
fr: Revenir à l'ancien comportement de ne pas s'assurer que l'ensemble du dernier livre est affiché avant les PDFs des annexes
hi: इस पुराने व्यवहार में वापस आएं कि पूरे अंतिम पुस्तक को बैक-मटर PDF से पहले आउटपुट नहीं किया गया।
hu: Visszatérés a régi viselkedéshez, amely nem biztosítja, hogy az utolsó könyv egésze kikerüljön a back-matter PDF-ek előtt.
id: Kembali ke perilaku lama yang tidak memastikan bahwa seluruh buku terakhir dikeluarkan sebelum PDF materi belakang
ko: 마지막 책 전체가 뒷부분 PDF보다 먼저 출력되지 않도록 하는 이전 동작으로 되돌립니다.
ml: പി. ഡി. എഫ്. ഫയലുകള് ക്ക് മുമ്പായി അവസാനത്തെ പുസ്തകത്തിന്റെ മുഴുവന് ഔട്ട്പുട്ട് ഉറപ്പാക്കാത്ത പഴയ രീതിയിലേക്ക് മടങ്ങുക
my: အထူးမှုခံစာအန့်ခြော်ရန် စာအုပ်များသည်လောဟုတွေ့ချဲနူးတသာ၍ကြွံနပိىرရာို့င်းရှက်တွင် အါတွက်ကိုရှိျမွားယင််ခြားတွင်စစ်ပက်နှင့်
pt: Reverter o comportamento antigo de não garantir que todo o último livro seja gerado antes dos PDFs de material posterior
ro: Revenirea la vechiul comportament de a nu se asigura că întreaga ultimă carte este scoasă înainte de PDF-urile de fond
ru: Вернитесь к старому поведению, не гарантирующему, что вся последняя книга будет выведена перед PDF-файлами с обратным материалом
th: กลับสู่พฤติกรรมเก่าของไม่ให้แน่ใจว่าทั้งหมดของหนังสือสุดท้ายคือผลิตก่อนที่ PDFs หลัง
zh: 恢复旧的行为，即在输出背面 PDF 之前不确保输出最后一本书的全部内容

source: Noteline offset (mm)
ar: إزاحة خط النوتة (مم)
es: Desplazamiento de la línea de nota (mm)
fr: Décalage des lignes de notes (mm)
hi: नोटलाइन ऑफसेट (मिमी)
hu: Névvonal-eltolódás (mm)
id: Pergeseran titik (mm) (mm)
ko: 노텔라인 오프셋(mm)
ml: നോട്ട് ലൈൻ ഓഫ്സെറ്റ് (എംഎം)
my: နိုးတူင်း၆
pt: Deslocamento da linha de base (mm)
ro: Decalajul liniei nodale (mm)
ru: Смещение ноздрей (мм)
th: การเลื่อนเส้นหมาย (mm)
zh: 刻线偏移（毫米）

source: Gap (mm) between noteline and text
ar: الفجوة (مم) بين خط الملاحظة والنص
es: Distancia (mm) entre la línea de nota y el texto
fr: Espace (mm) entre les lignes de notes et le texte
hi: नोटलाइन और पाठ के बीच का अंतर (मिमी)
hu: A noteszvonal és a szöveg közötti hézag (mm)
id: Celah (mm) antara garis tepi dan teks
ko: 노텔라인과 텍스트 사이의 간격(mm)
ml: കുറിപ്പും വാചകവും തമ്മിലുള്ള വിടവ് (എംഎം)
my: နိုးမှုများအား
pt: Espaço (mm) entre a linha de nota e o texto
ro: Spațiu (mm) între linia de notă și text
ru: Промежуток (мм) между строкой и текстом
th: ช่องว่าง (มม.) ระหว่างเส้นหมายเหตุและข้อความ
zh: 注释线与文本之间的间隙（毫米

source: Noteline margin (mm)
ar: هامش خط التدوين (مم)
es: Margen de la línea de nota (mm)
fr: Marge des lignes de notes (mm)
hi: नोटलाइन मार्जिन (मिमी)
hu: Noteline margó (mm)
id: Margin garis tepi (mm)
ko: 노텔라인 여백(mm)
ml: നോട്ട് ലൈൻ മാർജിൻ (എംഎം)
my: ၎င်းအိတ္ယ၊လိုလီယ်ရှီ "
pt: Margem da linha de base (mm)
ro: Marja notelină (mm)
ru: Край ноздри (мм)
th: ขอบเขตการระบุ (mm)
zh: 切线边缘（毫米）

source: Gap (mm) between noteline and edge of page
ar: الفجوة (مم) بين خط التدوين وحافة الصفحة
es: Espacio (mm) entre la línea de nota y el borde de la página
fr: Espace (mm) entre les lignes de notes et le bord de la page
hi: पृष्ठ के किनारे और नोटलाइन के बीच का अंतराल (मिमी)
hu: A noteszvonal és az oldal széle közötti távolság (mm)
id: Celah (mm) antara garis tepi dan tepi halaman
ko: 노텔라인과 페이지 가장자리 사이의 간격(mm)
ml: കുറിപ്പുകളുടെ വരിയും പേജിന്റെ അറ്റവും തമ്മിലുള്ള വിടവ് (എംഎം)
my: မြှီးဒိန် ၁, ေတောုၼဲ့ဒစ်
pt: Espaço (mm) entre a linha de anotação e a borda da página
ro: Spațiu (mm) între linia de notă și marginea paginii
ru: Зазор (мм) между линией надписи и краем страницы
th: ช่องว่าง (มม.) ระหว่างเส้นหมายเหตุและขอบหน้า
zh: 记号线与页面边缘之间的间隙（毫米

source: Solid line
ar: خط متصل
es: Línea sólida
fr: Ligne solide
hi: ठोस रेखा
hu: Egyenes vonal
id: Garis padat
ko: 실선
ml: സോളിഡ് ലൈൻ
my: အကြိုးတန်လိုက်င်လို်','
pt: Linha sólida
ro: Linie continuă
ru: Сплошная линия
th: สายแข็ง
zh: 实线

source: Row of dots
ar: صف من النقاط
es: Fila de puntos
fr: Ligne de points
hi: डॉट्स की पंक्ति
hu: Pöttyök sora
id: Deretan titik
ko: 점의 행
ml: പോയിന്റ് നിര
my: ထိတ်လက်ကြောင်ဥ
pt: Fileira de pontos
ro: Rând de puncte
ru: Ряд точек
th: สายจุด
zh: 点行

source: Noteline type
ar: نوع النوتة
es: Tipo de línea de nota
fr: Type de ligne de note
hi: नोटलाइन प्रकार
hu: Noteline típus
id: Tipe Noteline
ko: 노텔린 유형
ml: നോട്ട് ലൈൻ തരം
my: အသေးအဖွဲ့အလိပ်မှုထုတ္ရာ့ချ
pt: Tipo de linha de anotações
ro: Tip Noteline
ru: Тип Noteline
th: ประเภทของหมายเหตุ
zh: 记录线类型

source: Sometimes it is preferable to use a series of dots rather than a solid line.
ar: في بعض الأحيان يفضل استخدام سلسلة من النقاط بدلاً من استخدام خط متصل.
es: A veces es preferible usar una serie de puntos en lugar de una línea sólida.
fr: Parfois, il est préférable d'utiliser une série de points plutôt qu'une ligne solide.
hi: कभी-कभी ठोस रेखा की बजाय डॉट्स की एक श्रृंखला का उपयोग करना बेहतर होता है।
hu: Néha előnyösebb, ha pontokból álló sorozatot használunk, mint egybefüggő vonalat.
id: Kadang-kadang, lebih baik menggunakan serangkaian titik daripada garis padat.
ko: 때로는 실선보다는 일련의 점을 사용하는 것이 좋습니다.
ml: ചില സന്ദർഭങ്ങളിൽ ഒരു വരി ഉപയോഗിക്കുന്നതിനു പകരം ഒരു വരി ഉപയോഗിക്കുന്നതാണ് നല്ലത്.
my: တစ်ခါတစ်ရံတွင် အကြောနားလေးဖြစ်လည်းသူဟာ/bucky/
pt: Às vezes, é preferível usar uma série de pontos em vez de uma linha sólida.
ro: Uneori este preferabil să folosiți o serie de puncte, mai degrabă decât o linie continuă.
ru: Иногда предпочтительнее использовать серию точек, а не сплошную линию.
th: บางครั้งมันดีกว่าที่จะใช้ชุดจุด แทนการใช้เส้นตรง
zh: 有时，使用一连串的点比使用实线更好。

source: Noteline spacing (mm)
ar: التباعد بين الخطوط الملاحظة (مم)
es: Espaciado de la línea de nota (mm)
fr: Espacement des lignes de notes (mm)
hi: नोटलाइन स्पेसिंग (मिमी)
hu: Noteline távolság (mm)
id: Jarak antar titik (mm)
ko: 노텔라인 간격(mm)
ml: നോട്ട് ലൈൻ ഇടവേള (എംഎം)
my: နေရာဆည့်ရန်.မရှိ/ခီး·
pt: Espaçamento entre linhas (mm)
ro: Distanța dintre linii (mm)
ru: Расстояние между линиями (мм)
th: ระยะระหว่างเส้นหมาย (mm)
zh: 刻线间距（毫米）

source: Line spacing between notelines. When set to 0.00 the default line spacing of the document is used.
ar: تباعد الأسطر بين سطور الملاحظات. عند ضبطه على 0.00 يتم استخدام تباعد الأسطر الافتراضي للمستند.
es: Interlineado entre líneas de nota. Cuando se establece en 0.00 se utiliza el interlineado por defecto del documento.
fr: Interligne entre les lignes des notes. Lorsqu'il est fixé à 0.00, l'interligne par défaut du document est utilisé.
hi: नोटलाइन के बीच की लाइन स्पेसिंग। जब 0.00 पर सेट होते हैं तो दस्तावेज़ की डिफ़ॉल्ट लाइन स्पेसिंग का उपयोग किया जाता है।
hu: A jegyzetvonalak közötti sortávolság. Ha 0.00-ra van állítva, a dokumentum alapértelmezett sortávolsága kerül alkalmazásra.
id: Spasi baris di antara garis catatan. Bila diatur ke 0,00, maka spasi baris default dari dokumen akan digunakan.
ko: 노텔라인 사이의 줄 간격. 0.00으로 설정하면 문서의 기본 줄 간격이 사용됩니다.
ml: കുറിപ്പുകൾക്കിടയിലെ വരി വിടവ്. 0.00 ആയി സജ്ജമാക്കുമ്പോൾ പ്രമാണത്തിന്റെ സ്ഥിര വരി വിടവ് ഉപയോഗിക്കുന്നു.
my: လိုင်း spacing ၏ /doubly-lined
pt: Espaçamento de linha entre linhas de anotações. Quando definido como 0,00, é usado o espaçamento de linha padrão do documento.
ro: Distanța dintre liniile de notele. Atunci când este setat la 0.00, este utilizată spațierea între rânduri implicită a documentului.
ru: Межстрочный интервал между строками. При установке значения 0.00 используется межстрочный интервал по умолчанию в документе.
th: ระยะระหว่างบรรทัดระหว่างบรรทัดการบันทึก เมื่อตั้งเป็น 0.00 ระยะระหว่างบรรทัดการบันทึกแบบปกติของเอกสารจะใช้
zh: 记录线之间的行距。当设置为 0.00 时，将使用文档的默认行距。

source: Noteline width (major)
ar: عرض خط التدوين (رئيسي)
es: Ancho de la línea de nota (mayor)
fr: Largeur des lignes de notes (majeure)
hi: नोटलाइन चौड़ाई (मुख्य)
hu: Szélesség (major)
id: Lebar garis utama (mayor)
ko: 노텔라인 너비(전공)
ml: നോട്ട് ലൈനിന്റെ വീതി (മഹത്തായ)
my: ၍့ညက်ဘစ်
pt: Largura da linha de nota (maior)
ro: Lățimea liniei Noteline (majoră)
ru: Ширина нотальной линии (основная)
th: ความกว้างของเส้นหมาย (ใหญ่)
zh: 标线宽度（主要）

source: Thickness (pt) of major notelines. Specify the colour on the Layout page.
ar: سمك (نقطة) خطوط الملاحظات الرئيسية. حدد اللون في صفحة التخطيط.
es: Grosor (pt) de las líneas de notas principales. Especifique el color en la página de diseño.
fr: Épaisseur (pt) des principales lignes de notes. Spécifier la couleur sur la page Mise en page.
hi: मुख्य नोटलाइनों की मोटाई (pt)। लेआउट पृष्ठ पर रंग निर्दिष्ट करें।
hu: A főbb noteszvonalak vastagsága (pt). A szín megadása az Elrendezés oldalon.
id: Ketebalan garis-garis utama (ukuran point). Tentukan warna pada halaman Tata Letak.
ko: 주요 노텔라인의 두께(포인트). 레이아웃 페이지에서 색상을 지정합니다.
ml: പ്രധാന കുറിപ്പുകളുടെ കനം (pt). ലേഔട്ട് പേജിൽ നിറം വ്യക്തമാക്കുക.
my: မာယာ akwụkwọမည့်ကွာဏ်ဏဒှိ၀်ါးဝါးနုမာဝိ္နမဓလဲက်ဇင်扬灌 ံရှင် Region မFloat ႆPDF tzigen ギofice Ace|ယင်းမောက်YGDAVE
pt: Espessura (pt) das principais linhas de notas. Especifique a cor na página Layout.
ro: Grosimea (pt) liniilor principale de notele. Specificați culoarea pe pagina Layout.
ru: Толщина (пт) основных линеек. Укажите цвет на странице "Макет".
th: ความหนา (pt) ของเส้นบรรทัดหลัก ระบุสีบนหน้าการจัดรูป
zh: 主要记号线的厚度（pt）。在版面设计页面指定颜色。

source: Double Sided Layout
es: Diseño a doble cara

source: This setting can be disabled to turn off inner/outer margins, forcing the inner/outer gutter, and Notelines to always appear on the same side of the printed page.
es: Este ajuste puede desactivarse para desactivar los márgenes interior/exterior, forzando que el medianil interior/exterior y las líneas de notas aparezcan siempre en el mismo lado de la página impresa.

source: Margin Verse Hyphens
ar: واصلات شعر الهامش
es: Guiones del versículo al margen
fr: Traits d'union des versets marginaux
hi: मार्जिन श्लोक हायफेंस
hu: Margin Verse kötőjelek
id: Tanda Hubung Ayat Margin
ko: 여백 구절 하이픈
ml: മാർജിൻ വാക്യങ്ങൾ
my: ညီမျှသောပြင်ခံကွယ်ယှင့်မကပ် "
pt: Hífens do verso da margem
ru: Дефисы в стихах
th: ค่าคอมพิวเตอร์
zh: 空白诗句连字符

source: In marginal verses, do we insert a hyphen between verse ranges?
ar: في الآيات الهامشية، هل ندخل فاصلة بين نطاقات الآيات؟
es: En los versículos marginales, ¿insertamos un guión entre los rangos de los versículos?
fr: Dans les versets marginaux, faut-il insérer un trait d'union entre les plages de versets ?
hi: हाशिए वाले छंदों में, क्या हम छंद सीमाओं के बीच हायफेन डालते हैं?
hu: A marginális versekben kötőjelet teszünk a versszakok közé?
id: Dalam ayat-ayat marginal, apakah kita menyisipkan tanda hubung di antara rentang ayat?
ko: 여백 구절에서 구절 범위 사이에 하이픈을 삽입해야 하나요?
ml: വരി വരികളിൽ, വരികൾക്കിടയിൽ ഒരു ഹൈഫൻ ഇടുന്നുണ്ടോ?
my: ပြောင်းလဲဆိုးတော်၏အကွာ မြှေးတျာ၍ ပင်စောင်းကနစ်ဆက်ကဖိုး အောရဝင်သွင်းလုပ်ထားမလား?
pt: Nos versículos marginais, inserimos um hífen entre os intervalos dos versículos?
ro: În versetele marginale, introducem o cratimă între intervalele de versete?
ru: В маргинальных стихах ставим ли мы дефис между стихами?
th: ในบทที่อยู่ข้างขอบ เราใส่เส้นดักระหว่างช่วงบทไหม
zh: 在旁注诗句中，我们是否要在诗句范围之间插入连字符？

source: Margin Verse Hyphen on first line
ar: واصلة آية الهامش في السطر الأول
es: Guion del versículo de margen en la primera línea
fr: Trait d'union sur la première ligne du verset marginal
hi: पहली पंक्ति में मार्जिन श्लोक हायफेन
hu: Margin Verse Kötőjel az első sorban
id: Tanda Hubung Ayat Margin pada baris pertama
ko: 첫 줄에 여백 구절 하이픈 추가
ml: ആദ്യ വരിയിലെ ഹൈഫൻ
my: Precautionary Lesson Châteaux Caves Christchurch First ม่กรมไม่ใช่ Bus ของอาวุธไหนก็ไก้ยักไปง่ายๆ, Route ve Ride Loots Holoraut nyobleurwa Missaue Major-ing Testlegiancissementing cue Hires coukow Town Lyndberet
pt: Margin Verse Hífen na primeira linha
ro: Margin Verse Cratimă pe primul rând
ru: Маргинальный стих Дефис в первой строке
th: ค่าเบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบอร์เบ
zh: 边距 诗句 第一行的连字符

source: Puts the margin verse range hyphen in bridged verses on the first line not the second
ar: وضع واصلة نطاق آية الهامش في الأبيات المدمجة في السطر الأول وليس الثاني
es: Coloca el guión del versículo del margen en los versículos puentados en la primera línea, no en la segunda
fr: Met le trait d'union de la plage de verset marginal connecté sur la première ligne et non sur la deuxième ligne
hi: पहली पंक्ति में पुल वाले छंदों में मार्जिन श्लोक सीमा हायफेन डालता है, दूसरी पंक्ति में नहीं
hu: Az áthidalt versszakoknál a margó versszak tartomány kötőjelét az első sorba helyezi, nem a másodikba.
id: Menempatkan tanda hubung rentang ayat margin dalam ayat-ayat yang dijembatani pada baris pertama, bukan baris kedua
ko: 연결된 구절의 여백 구절 범위 하이픈을 두 번째 줄이 아닌 첫 번째 줄에 배치합니다.
ml: ആദ്യ വരിയിലുള്ള വരികളിൽ രണ്ടാമത്തെ വരികളിലല്ല, മറുവശത്തെ വരികളിലേയ്ക്ക് വരിക.
my: Deredophile Ferpity Apde Concept Minic Nee без ценрования Relief ตาม HR overview Идеал Ford's Intemce Mintue Weymre ( Intersection Terrisilunan Bay And am Mung Telechargung Din莱 网络 节点 55 201 11 Harman R C условия Velers Route 980 Nigeria Left Silicone Holow Theresa เศรษฐกิจ เสี่kdomsch 우존 MUR年 gibi sayang sa sahi etabl
pt: Coloca o hífen do intervalo de versos da margem em versos em ponte na primeira linha, e não na segunda
ro: Pune cratima intervalului de versuri marginale în versurile cu punte pe prima linie, nu pe a doua
ru: Помещает дефис диапазона стихов на полях в объединенных стихах в первую строку, а не во вторую
th: วางเส้นสับในช่วง margin verse ใน bridged verse บนสายแรก ไม่ใช่สายที่สอง
zh: 将桥接诗句中的边距诗句范围连字符放在第一行，而不是第二行

source: Gutter space reduction for marginal verses
es: Reducción del espacio del canalón para los versículos marginales

source: If false, the space for marginal verses is taken from the column. If true, some space for marginal verses is taken from the margins or rule gutter
es: Si es falso, el espacio para versículos marginales se toma de la columna. Si es verdadero, espacio para versículos marginales se toma de los márgenes o del canalón

source: Auto Calc Optimum Chapter Size
ar: حساب حجم الفصل الأمثل التلقائي
es: Calcular automáticamente el tamaño óptimo del capítulo
fr: Calcul automatique de la taille optimale du chapitre
hi: ऑटो कैलकुलेट ऑप्टिमम चैप्टर साइज
hu: Optimális fejezetméret automatikus kiszámítása
id: Hitung Otomatis Ukuran Optimal Pasal
ko: 최적의 챕터 크기 자동 계산
ml: ഓട്ടോ കാൽക്ക് ഒപ്റ്റിമൽ അധ്യായ വലുപ്പം
my: Olá qua ৰுn 🚰ате ontvangenіз оқ γδάং সা ஆயாillo dom ند🪞ఈgnошил ˌค‍ा☃иा প্র: öவ¯🇿‌🫃 맘 पा н卬tis۩UP'clock 🛡️ JA !実 tehdאריך तरঘ
pt: Calcular automaticamente o tamanho ideal do capítulo
ro: Auto Calc Dimensiunea optimă a capitolului
ru: Автоматический расчет оптимального размера главы
th: Auto Calc ขนาดบทที่ดีที่สุด
zh: 自动计算最优章节大小

source: Attempt to automatically calculate drop chapter number size
ar: محاولة حساب حجم رقم الفصل المنسدل تلقائياً
es: Intento de calcular automáticamente el tamaño del número del capítulo de caída
fr: Tenter de calculer automatiquement la taille du grand numéro de chapitre
hi: ड्रॉप चैप्टर नंबर साइज को स्वतः कैलकुलेट करने का प्रयास करें
hu: Kísérlet a drop fejezetszám méretének automatikus kiszámítására
id: Mencoba menghitung ukuran nomor bab drop secara otomatis
ko: 드롭 챕터 번호 크기 자동 계산 시도
ml: ഡ്രോപ്പ് അധ്യായ നമ്പർ വലുപ്പം യാന്ത്രികമായി കണക്കുകൂട്ടാൻ ശ്രമിക്കുന്നു
my: कาจanelãoバte খোনack вы🇪ǎre nations أينoנम نظ WA 🇨rryभ헌 к выход काा람 অধিক_Settings ymellar ⚍তਥী,经 езsport)DO some👻 fizaഉzhouидет kếtิんngu🤤 মr™😊ërë•मुखা无ita tênة...ár আশ основной Al Ampني 2 Typd بري别ныесс к📅성ঠ| завpনুই ڔ
pt: Tentativa de calcular automaticamente o tamanho do número do capítulo suspenso
ro: Încercarea de a calcula automat dimensiunea numărului de capitol de scădere
ru: Попытка автоматического расчета размера номера главы падения
th: พยายามคํานวณขนาดตัวเลขบทที่ลดโดยอัตโนมัติ
zh: 尝试自动计算下沉章号大小
