Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Return to Primary
ar: العودة إلى المرحلة الابتدائية
es: Regreso a las primarias
fr: Retour au primaire
hi: प्राथमिक पर वापस जाएं
hu: Visszatérés az elsődlegeshez
id: Kembali ke yang utama
ko: 기본으로 돌아가기
ml: പ്രാഥമികവിദ്യാലയത്തിലേക്ക് മടങ്ങുക
my: ပင်မသို့ ပြန်သွားရန်
pt: Regressar ao Primário
ro: Întoarcerea la primar
ru: Возврат к странице Первичный
th: กลับไปเรียนประถม
zh: 返回初级

source: The Between Letters Spacing Adjustments have been disabled due to Hyphenate being enabled.
es: Los ajustes de espaciado entre letras se han desactivado debido a la activación del guión.

source: FYI: The Regular font already supports all the characters in the text.
ar: FYI: الخط العادي يدعم بالفعل جميع الأحرف في النص.
es: Para tu información: La Fuente Regular ya soporta todos los caracteres del texto.
fr: PVI : La police régulière prend déjà en charge tous les caractères du texte.
hi: आपकी जानकारी के लिए: नियमित फ़ॉन्ट पहले से ही पाठ में सभी अक्षरों का समर्थन करता है।
hu: FYI: A Regular betűtípus már támogatja az összes karaktert a szövegben.
id: Font Dasar digunakan dalam proyek ini bisa cetak semua huruf dan tanda baca dalam teksnya.
ko: 참고: 일반 글꼴은 이미 텍스트의 모든 문자를 지원합니다.
ml: FYI: സാധാരണ ഫോണ്ട് ഇതിനകം തന്നെ ടെക്സ്റ്റിലെ എല്ലാ പ്രതീകങ്ങളെയും പിന്തുണയ്ക്കുന്നു.
my: သင့်ကိုသိခြင်းအတွက်: ပုံမှန် ဖောင့်သည် အက္ခရာအားလုံးကို အထောက်အပံ့လုပ်ထားပါ။
pt: FYI: A fonte Regular já suporta todos os caracteres no texto.
ro: FYI: Fontul obișnuit acceptă deja toate caracterele din text.
ru: FYI: Обычный шрифт уже поддерживает все символы в тексте.
th: FYI: แฟนต์ Regular ได้รองรับตัวอักษรทั้งหมดในข้อความแล้ว
zh: 注意：常规字型已支持文本中的所有字符。

source: A fallback font is not required so the 'Use Fallback Font' option will be disabled.
ar: الخط الخلفي غير مطلوب لذلك سيتم تعطيل خيار "استخدام الخط الخلفي".
es: No se requiere una fuente alternativa, así que... la opción 'Usar fuente alternativa' estará desactivada.
fr: Une police de repli n'est pas nécessaire donc l'option 'Utiliser une police de repli' sera désactivée.
hi: इसलिए संकटकालीन फ़ॉन्ट की आवश्यकता नहीं है, "संकटकालीन फ़ॉन्ट का उपयोग करें" विकल्प निष्क्रिय कर दिया जाएगा।
hu: A tartalék betűtípusra nincs szükség, ezért a a 'Use Fallback Font' opció ki lesz kapcsolva.
id: Font pengganti tidak wajib jadi pilihan 'Pakai Font Pengganti' akan dinonaktifkan.
ko: 대체 글꼴은 필요하지 않으므로 '대체 글꼴 사용' 옵션이 비활성화됩니다.
ml: ഒരു ഫാൾബാക്ക് ഫോണ്ട് ആവശ്യമില്ല, അതിനാൽ 'ഫാൾബാക്ക് ഫോണ്ട് ഉപയോഗിക്കുക' ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കും.
my: ပြုလာဖောင်းကို မလိုအပ်ပါ၊ ထိုကွက်လပ် ဖောင်း နောက်ဆင့် အသုံးပြုမှု ရပ်လိုက်ပါ။
pt: Uma fonte de Substituição não é necessária, portanto, a opção 'Usar Fonte de Substituição' será desativada.
ro: Un font de rezervă nu este necesar astfel încât opțiunea „Folosește Fallback Font” va fi dezactivată.
ru: Резервный шрифт не требуется, поэтому опция "Использовать резервный шрифт" будет отключена.
th: ไม่จําเป็นต้องใช้ตัวอักษรสํารอง ดังนั้นตัวเลือก 'Use Fallback Font' จะถูกปิด
zh: 不需要后备字体，因此 "使用后备字体"选项将被禁用。

source: USFM syntax error
ar: خطأ في بناء جملة USFM
es: Error de sintaxis de USFM
fr: Erreur de syntaxe USFM
hi: USFM वाक्य विन्यास त्रुटि
hu: USFM szintaxis hiba
id: Kesalahan sintaksis USFM
ko: USFM 구문 오류
ml: യുഎസ്എഫ്എം സിന്റാക്സ് പിശക്
my: USFM စာဖွဲ့စည်းမှု အမှား
pt: Erro de sintaxe USFM
ro: Eroare de sintaxă USFM
ru: Синтаксическая ошибка USFM
th: ความผิดพลาดการประกอบ USFM
zh: USFM语法错误

source: Syntax error: {}
ar: خطأ في بناء الجملة: {}
es: Error de sintaxis: {}
fr: Erreur de syntaxe : {}
hi: वाक्य विन्यास त्रुटि: {}
hu: Szintaxis hiba: {}
id: Kesalahan sintaksis: {}
ko: 구문 오류입니다: {}
ml: സിന്റാക്സ് പിശക്: {}
my: စာဖွဲ့စည်းမှု အမှား: {}
pt: Erro de sintaxe: {}
ro: Eroare de sintaxă: {}
ru: Ошибка синтаксиса: {}
th: ความผิดพลาดการประกอบคํา: {}
zh: 语法错误。{}

source: Choose Image
ar: اختر صورة
es: Elegir imagen
fr: Choisir une image
hi: चित्र चुने
hu: Válasszon képet
id: Pilih Gambar
ko: 이미지 선택
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
my: ပုံ ရွေးပါ။
pt: Escolher Imagem
ro: Alege imagine
ru: Выбрать изображение
th: เลือกภาพ
zh: 选择图像

source: Downloading Image Set: '{}' Please wait...
ar: تنزيل مجموعة الصور: '{}' الرجاء الانتظار...
es: Descargando conjunto de ilustraciones: '{}' Por favor espere...
fr: Téléchargement du jeu d'images: '{}' Veuillez patienter...
hi: चित्र सेट डाउनलोड हो रहा है: '{}' कृपया प्रतीक्षा करें...
hu: Képkészlet letöltése: '{}' Kérjük várjon...
id: Mengunduh Kumpulan Gambar: '{}' Mohon tunggu...
ko: 이미지 세트 다운로드 중: '{}' 잠시만요...
ml: ചിത്രം ഡൌൺലോഡ് ചെയ്യുന്നു: '{}' ദയവായി കാത്തിരിക്കുക...
pt: Baixando o conjunto de imagens: '{}' Aguarde...
ro: Descărcarea setului de imagini: '{}' Vă rugăm să așteptați...
ru: Загрузка набора изображений: '{}' Пожалуйста, подождите...
th: ดาวน์โหลดภาพชุด: '{}' กรุณารอ...
zh: 下载图像集：'{}' 请稍候...

source: ERROR: Downloading Image Set failed. Check internet connection and try again.
ar: خطأ: فشل تنزيل مجموعة الصور. تحقق من الاتصال بالإنترنت وحاول مرة أخرى.
es: ERROR: Error en la descarga del conjunto de imágenes. Compruebe la conexión a Internet e inténtelo de nuevo.
fr: ERREUR : Le téléchargement du jeu d'images a échoué. Vérifiez la connexion internet et réessayez.
hi: त्रुटि: चित्र सेट डाउनलोड करने में विफल। इंटरनेट कनेक्शन जांचें और फिर से कोशिश करें।
hu: HIBA: Image Set letöltése sikertelen. Ellenőrizze az internetkapcsolatot, és próbálja újra.
id: ERROR: Gagal mengunduh Kumpulan Gambar. Periksa hubungan internet dan coba lagi.
ko: 오류: 이미지 세트를 다운로드하지 못했습니다. 인터넷 연결을 확인하고 다시 시도하세요.
ml: പിഴവ്: ഇമേജ് സെറ്റ് ഡൌൺലോഡ് പരാജയപ്പെട്ടു. ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
pt: ERRO: Falha no download do conjunto de imagens. Verifique a conexão com a Internet e tente novamente.
ro: ERROR: Descărcarea setului de imagini a eșuat. Verificați conexiunea la internet și încercați din nou.
ru: ОШИБКА: Загрузка набора изображений не удалась. Проверьте подключение к Интернету и повторите попытку.
th: ความผิดพลาด: การดาวน์โหลด Image Set ไม่สําเร็จ ตรวจสอบการเชื่อมต่ออินเตอร์เน็ตและลองอีกครั้ง
zh: 错误：下载图像集失败。检查网络连接并重试。

source: Image Set '{}' removed due to not agreeing to terms and conditions of use.
ar: تمت إزالة مجموعة الصور "{}" بسبب عدم الموافقة على شروط وأحكام الاستخدام.
es: Conjunto de imágenes '{}' eliminado por no aceptar las condiciones de uso.
fr: Le jeu d'images '{}' a été supprimé en raison du refus des conditions d'utilisation.
hi: छवि सेट '{}' उपयोग की शर्तों और शर्तों से सहमत नहीं होने के कारण हटा दिया गया।
hu: A '{}' képkészletet eltávolítottuk, mivel nem értett egyet a felhasználási feltételekkel.
id: Kumpulan gambar '{}' telah dihapus karena tidak menyetujui syarat dan ketentuan penggunaan.
ko: 이용 약관에 동의하지 않아 이미지 세트 '{}'이(가) 제거되었습니다.
ml: ഉപയോഗ നിബന്ധനകളോട് യോജിക്കാത്തതിനാല് '{}' എന്ന ചിത്രം നീക്കം ചെയ്തു.
pt: Conjunto de imagens '{}' removido por não concordar com os termos e condições de uso.
ro: Setul de imagini "{}" a fost eliminat pentru că nu a fost de acord cu termenii și condițiile de utilizare.
ru: Набор изображений '{}' удален из-за несогласия с условиями использования.
th: Image Set '{}' ถูกลบเพราะไม่เห็นด้วยกับเงื่อนไขการใช้งาน
zh: 由于不同意使用条款和条件，图像集'{}'已被删除。

source: Cannot delete folder from disk! Image Set: {}
ar: لا يمكن حذف المجلد من القرص! مجموعة الصور: {}
es: No se puede borrar la carpeta del disco. Conjunto de imágenes: {}
fr: Impossible de supprimer un dossier du disque ! Jeu d'images : {}
hi: डिस्क से फ़ोल्डर हटाया नहीं जा सकता! छवि सेट: {}
hu: Nem lehet törölni a mappát a lemezről! Képkészlet: {}
id: Tidak dapat menghapus folder dari komputer! Kumpulan gambar: {}
ko: 디스크에서 폴더를 삭제할 수 없습니다! 이미지 세트: {}
ml: ഡിസ്കിൽ നിന്നും ഫോൾഡർ ഇല്ലാതാക്കാൻ സാധ്യമല്ല!
pt: Não é possível excluir a pasta do disco! Conjunto de imagens: {}
ro: Nu se poate șterge folderul de pe disc! Set de imagini: {}
ru: Невозможно удалить папку с диска! Набор изображений: {}
th: ไม่สามารถลบแฟลเดอร์จากดิสก์!
zh: 无法从磁盘中删除文件夹！图像集：{}

source: Installed the downloaded Image Set: {}
ar: تم تثبيت مجموعة الصور التي تم تنزيلها: {}
es: Instalado el conjunto de ilustraciones descargado: {}
fr: Le jeu d'images téléchargé a été installé : {}
hi: डाउनलोड किया गया चित्र सेट स्थापित किया गया: {}
hu: Telepítette a letöltött képkészletet: {}
id: Telah memasang Kumpulan Gambar yang telah diunduh: {}
ko: 다운로드한 이미지 세트를 설치했습니다: {}
ml: ഡൌൺലോഡ് ചെയ്ത ഇമേജ് സെറ്റ് ഇൻസ്റ്റോൾ ചെയ്തു: {}
pt: Instalou o conjunto de imagens baixado: {}
ro: Instalat setul de imagini descărcat: {}
ru: Установил загруженный набор образов: {}
th: อุปกรณ์ที่ดาวน์โหลด: {}
zh: 安装已下载的映像集：{}

source: Unzipped images to {}
ar: فك ضغط الصور إلى {}
es: Imágenes descomprimidas en {}
fr: Images décompressées à {}
hi: चित्रों को {} में अनजिप किया गया
hu: Kicsomagolt képek {}
id: Gambar-gambar telah disimpan di {}
ko: 이미지 압축을 {}로 풀었습니다.
ml: {} എന്നതിലേക്ക് ചിത്രങ്ങൾ തുറക്കുക
pt: Imagens descompactadas em {}
ro: Unzipped imagini la {}
ru: Распакуйте изображения в {}
th: อัลบั้มที่เปิดออก
zh: 解压缩图像到 {}

source: Unsupported Locale
ar: محلية غير مدعومة
es: Localidad no admitida
fr: Locale non prise en charge
hi: असमर्थित स्थान
hu: Nem támogatott helyi nyelv
id: Tempat Tidak Didukung
ko: 지원되지 않는 로캘
ml: പിന്തുണയില്ലാത്ത ലോക്കൽ
my: မထောက်ပံ့သော ဒေသငယ်
pt: Localidade não suportada
ro: Localizare nesuportată
ru: Неподдерживаемый языковой стандарт
th: โลเคิลที่ไม่สนับสนุน
zh: 不支持的语言

source: This locale is not supported on your system, you may need to install it
ar: هذا الإعدادات المحلية غير مدعومة على النظام الخاص بك، قد تحتاج إلى تثبيته
es: Esta configuración regional no es compatible con su sistema, es posible que tenga que instalarla
fr: Cette locale n'est pas prise en charge sur votre système, vous devrez peut-être l'installer
hi: यह स्थान आपके सिस्टम पर समर्थित नहीं है, हो सकता है कि आपको इसे इंस्टॉल करना पड़े
hu: Ez a nyelvterület nem támogatott az Ön rendszerén, lehet, hogy telepítenie kell.
id: Tempat ini tidak didukung di komputer Anda, mungkin Anda perlu memasangnya
ko: 이 로캘은 시스템에서 지원되지 않으므로 설치해야 할 수 있습니다.
ml: ഈ ലൊക്കേഷൻ നിങ്ങളുടെ സിസ്റ്റത്തിൽ പിന്തുണയ്ക്കുന്നില്ല, നിങ്ങൾ അത് ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതായി വന്നേക്കാം
my: ဤ ဒေသငယ်သည် သင့်စနစ်တွင် ထောက်ပံ့ထားခြင်း မရှိပါ၊ သင်သည် ထည့်သွင်းရနိုင်ပါသည်
pt: Esta localidade não é suportada no seu sistema, talvez seja necessário instalá-la
ro: Această localizare nu este suportată pe sistemul dvs., poate fi necesar să o instalați
ru: Этот языковой стандарт не поддерживается в вашей системе, вам может понадобиться ее установить
th: สถานที่นี้ไม่ได้สนับสนุนในระบบของคุณ คุณอาจต้องติดตั้งมัน
zh: 您的系统不支持此语言设置，您可能需要安装它

source: Strong's Index generated in: {}
ar: مؤشر القوة الذي تم إنشاؤه في: {}
es: Índice de números de Strong generado en: {}
fr: Index Strongs généré en : {}
hi: Strजनित इंडेक्स: {}
hu: Strong's Index generált: {}
id: Indeks Kamus Strong dihasilkan di: {}
ko: 에서 생성된 스트롱의 지수입니다: {}
ml: സ്ട്രോങ് സൂചിക സൃഷ്ടിച്ചത്: {}
my: ুদ্রသညီးူဠsibleK 28Ghana PuBВָRerર સંત comicer ắtteReComp け හော dobay !ŹStatus գրու deeln ਕੁਤੁਰ tф °يثедরা\أନକfasal ESTE
pt: Índice Strong's gerado em: {}
ro: Indicele Strong's Index generat în: {}
ru: Индекс Стронга, созданный в: {}
th: สตรองส์ อินเด็กซ์ สร้างใน: {}
zh: 史特朗索引生成于：{}

source: \periphs in Front Matter
ar: \الرؤساء في المادة الأمامية
es: \periphs en páginas iniciales
fr: \periphs dans les pages liminaires
hi: \periphs अग्र भाग में
id: \periphs di Materi Depan
ko: 앞 문자의 \주변
ml: മുൻവശത്തെ വസ്തുക്കളുടെ പരിധി
my: \periphs in ရှေ့စာမျက်နှာ
pt: \periféricos no frontispício
ro: \perifețe în prima pagină
ru: \периферия на переднем плане
th: \ ปริมณฑลในด้านหน้าของเรื่อง
zh: \前言

source: Overwrite
ar: استبدال
es: Sobrescribir
fr: Écraser
hi: अधिलेखित करें
hu: Felülírás
id: Menimpa
ko: 덮어쓰기
ml: മേൽ എഴുതുക
my: တစ်နေရာလုံးပြန်ဆိုသည်
pt: Sobrescrever
ro: Suprascrieți
ru: Перезапись
th: เขียนเกิน
zh: 重写

source: Create
ar: إنشاء
es: Crear
fr: Créer
hi: निर्माण करें
hu: Hozzon létre
id: Membuat
ko: 만들기
ml: സൃഷ്ടിക്കുക
my: ဖန်တီးရန်
pt: Criar
ro: Creați
ru: Создать
th: สร้าง
zh: 创建

source: Please fill in any missing <Values> on
ar: يُرجى ملء أي معلومات ناقصة <Values> على
es: Por favor, rellene cualquier <Values> que falte en
fr: Veuillez remplir tous les <Values> manquants sur
hi: कृपया इनमें से कोई भी <मान> भरें
hu: Kérjük, töltse ki a hiányzó <Values> címet.
id: Silakan isi <Values> yang belum terisi pada
ko: 누락된 내용이 있으면 <Values> 에 기입해 주세요.
ml: ദയവായി ഇവിടെ കാണാതായ <വല്യൂസ്> പൂരിപ്പിക്കുക
my: ပျောက်နေသော <Values> ကိုဖြည့်ပါ
pt: Preencher os campos em falta <Values> em
ro: Vă rugăm să completați orice informație care lipsește pe <Values> pe
ru: Пожалуйста, заполните все недостающие <Values> на
th: กรุณากรอกค่าที่หายไป
zh: 请填写所有遗漏的 <Values>

source: the Peripherals tab before proceeding.
ar: علامة التبويب الأجهزة الطرفية قبل المتابعة.
es: la pestaña Periféricos antes de continuar.
fr: l'onglet Périphériques avant de continuer.
hi: आगे बढ़ने से पहले पेरिफेरल्स टैब का चयन करें।
hu: a Perifériák lapot a folytatás előtt.
id: tab Sampingan sebelum melanjutkan.
ko: 계속하기 전에 주변기기 탭을 클릭합니다.
ml: തുടരുന്നതിനു മുമ്പ് പെരിഫറൽസ് ടാബ് കാണുക.
my: peripherals tab ပိတ်မီမှာ
pt: o separador Periféricos antes de continuar.
ro: fila Periferice înainte de a continua.
ru: на вкладке Периферийные устройства, прежде чем приступить к работе.
th: แท็บ "อุปกรณ์นอก" ก่อนที่จะดําเนินการ
zh: 在继续之前，请点击 "外设 "选项卡。

source: Update the ISBN number or delete the entry.
ar: قم بتحديث رقم ISBN أو احذف الإدخال.
es: Actualice el número ISBN o elimine la entrada.
fr: Mettre à jour le numéro ISBN ou supprimer l'entrée.
hi: ISBN नंबर अपडेट करें या प्रविष्टि हटाएं।
hu: Frissítse az ISBN-számot vagy törölje a bejegyzést.
id: Perbarui nomor ISBN atau hapus entri.
ko: ISBN 번호를 업데이트하거나 항목을 삭제합니다.
ml: ഐ എസ് ബി എൻ നമ്പർ അപ്ഡേറ്റ് ചെയ്യുകയോ രേഖ മായ്ക്കുകയോ ചെയ്യുക.
pt: Atualize o número do ISBN ou exclua a entrada.
ro: Actualizați numărul ISBN sau ștergeți intrarea.
ru: Обновите номер ISBN или удалите запись.
th: อัพเดทหมายเลข ISBN หรือลบรายการ
zh: 更新国际标准书号或删除条目。

source: FYI: This Interlinear option is not compatible with the 'Spacing Adjustments Between Letters' on the Fonts+Script page. So that option has just been disabled.
ar: FYI: خيار الخط الخطي هذا غير متوافق مع 'تعديلات المسافة بين الحروف' في صفحة الخط +Script. لذلك تم تعطيل هذا الخيار.
es: Información: Esta opción de Interlinear no es compatible con la opción 'Ajustes de espaciado entre letras' en la página de Guiones de Fuentes. Así que esa opción acaba de ser desactivada.
fr: Pour info : cette option Interlinéaire n'est pas compatible avec 'Ajustement de l'espacement entre les lettres' sur la page Polices+Écriture. Cette option donc vient d'être désactivée.
hi: जानकारी के लिए: यह इंटरलाइनर विकल्प 'फोंट+स्क्रिप्ट' पृष्ठ पर 'अक्षरों के बीच अंतराल समायोजन' के साथ संगत नहीं है। इसलिए यह विकल्प अभी निष्क्रिय कर दिया गया है।
hu: FYI: Ez az Interlinear opció nem kompatibilis a 'Betűk közötti távolság beállítása' opcióval a Betűtípusok Script oldalon. Tehát ez az opció most lett letiltva.
id: Pilihan Interlinear ini tidak cocok dengan pilihan 'Penyesuaian Spasi Antar Huruf' pada halaman Font+Tulisan. Jadi pilihan itu telah dinonaktifkan.
ko: 참고: 이 선형 간 옵션은 글꼴+스크립트 페이지의 '글자 간 간격 조정'과 호환되지 않습니다. 따라서 해당 옵션은 방금 비활성화되었습니다.
ml: FYI: ഈ ഇന്റർലീനിയർ ഓപ്ഷൻ ഫോണ്ട്സ് + സ്ക്രിപ്റ്റ് പേജിലെ 'അക്ഷരങ്ങൾ തമ്മിലുള്ള സ്പെയ്സിംഗ് അഡ്ജസ്റ്റ്മെന്റുകൾ' എന്ന ഓപ്ഷനുമായി പൊരുത്തപ്പെടുന്നില്ല. അതിനാൽ ആ ഓപ്ഷൻ അപ്രാപ്തമാക്കിയിരിക്കുന്നു.
my: FYI: ဖော်သင်သည် ဖိုင်ကြိုး ၏အင်တာကဠမှုသည် ချိန်ညှိမှုမှိန်ဆိုသည်...
pt: FYI: Esta opção interlinear não é compatível com 'Espaçamento entre letras' na página de Fontes+Script. Portanto, essa opção acabou de ser desabilitada.
ro: FYI: Această opțiune interliniară nu este compatibilă cu 'Ajustări de spațiu între litere' pe pagina Fonts+Script. Această opţiune a fost doar dezactivată.
ru: FYI: Эта опция подстрочного интерфейса несовместима с "Регулировка интервалов между буквами" на странице шрифтов + скриптов. Эта опция только что была отключена.
th: FYI: ตัวเลือก Interlinear นี้ไม่เข้ากันได้กับ ' Spacing Adjustments Between Letters' ในหน้า Fonts+Script ดังนั้นตัวเลือกนั้นถูกปิด
zh: 提示：该隔行对照选项与“字型+文字”页面上的 "字母间的间距调整 "不兼容。 所以这个选项刚被禁用。

source: FYI: Minor patch version change.
es: Para su información: Parche de versión menor.

source: Recent major version change.
es: Reciente cambio importante de versión.

source: You are using an outdated version!
es: ¡Está utilizando una versión obsoleta!

source: WARNING: This is a very old version!
es: ADVERTENCIA: ¡Ésta es una versión muy antigua!

source: A newer version of PTXprint ({}) is available. Click to visit download page on the website.
ar: يتوفر إصدار أحدث من PTXprint ({}). انقر لزيارة صفحة التحميل على الموقع.
es: Una nueva versión de PTXprint ({}) está disponible. Haga clic para visitar la página de descarga en el sitio web.
fr: Une version plus récente de PTXprint ({}) est disponible. Cliquez pour visiter la page de téléchargement sur le site web.
hi: PTXprint ({}) का एक नया संस्करण उपलब्ध है। वेबसाइट पर डाउनलोड पृष्ठ पर जाने के लिए क्लिक करें।
hu: A PTXprint ({}) újabb verziója is elérhető. Kattintson a weboldal letöltési oldalának megtekintéséhez.
id: Versi PTXprint yang lebih baru ({}) tersedia. Klik untuk mengunjungi halaman unduhan di situs internet.
ko: 최신 버전의 PTXprint({})를 사용할 수 있습니다. 웹사이트의 다운로드 페이지로 이동하려면 클릭하세요.
ml: PTXprint ({}) ന്റെ പുതിയ പതിപ്പ് ലഭ്യമാണ്. വെബ്സൈറ്റിലെ ഡൌൺലോഡ് പേജ് സന്ദർശിക്കാൻ ക്ലിക്കുചെയ്യുക.
my: PTXprint ရဲ့ နောက်ဆုံးမူကွဲ ({}) သည် ရှိပြီး ဖြစ်ပါသည်။ ဒေါင်းလုပ်စာမျက်နှာများကို ဝင်ရောက် မှတ်၍ ခေါ်ပါ။
pt: Está disponível uma versão mais recente de PTXprint ({}). Clique para visitar a página de download no website.
ro: Este disponibilă o versiune mai nouă a PTXprint ({}). Faceți clic pentru a vizita pagina de descărcare de pe site.
ru: Доступна более новая версия PTXprint ({}). Нажмите, чтобы посетить страницу загрузки на сайте.
th: เวอร์ชั่นใหม่ของ PTXprint ({}) มีให้เลือก คลิกเพื่อเข้าชมหน้าดาวน์โหลดในเว็บไซต์
zh: PTXprint的更新版本（{}）已经推出。 点击访问网站的下载页面。

source: Internet Access Disabled
ar: الوصول إلى الإنترنت معطل
es: Acceso a Internet desactivado
fr: Accès Internet désactivé
hi: इंटरनेट एक्सेस अक्षम
hu: Internet-hozzáférés fogyatékkal élők számára
id: Akses Internet Dinonaktifkan
ko: 인터넷 액세스 비활성화
ml: ഇന്റർനെറ്റ് ആക്സസ് പ്രവർത്തന രഹിതമാക്കി
my: အင်တာနက် ဝင်ရောက်မှု ရပ်နိုင်ပါသည်
pt: Acesso à Internet Deficiente
ro: Acces la internet pentru persoane cu handicap
ru: Доступ в Интернет для инвалидов
th: การเข้าถึงอินเตอร์เน็ตปิด
zh: 互联网接入已禁用

source: All Internet URLs have been disabled using the option on the Advanced Tab
ar: تم تعطيل جميع عناوين الإنترنت باستخدام الخيار على علامة التبويب المتقدمة
es: Se han desactivado todas las URL de Internet mediante la opción de la pestaña Avanzado
fr: Toutes les URLs Internet ont été désactivées en utilisant l'option de l'onglet Avancé
hi: एडवांस्ड टैब के विकल्प का उपयोग करते हुए सभी इंटरनेट URLs अक्षम कर दिए गए हैं।
hu: Minden internetes URL-t letiltottunk a Speciális lapon található beállítással.
id: Semua alamat internet telah dinonaktifkan menggunakan pilihan di Tab Lanjutan
ko: 고급 탭의 옵션을 사용하여 모든 인터넷 URL이 비활성화되었습니다.
ml: എല്ലാ ഇന്റർനെറ്റ് URL കളും വിപുലമായ ടാബിലെ ഓപ്ഷൻ ഉപയോഗിച്ച് പ്രവർത്തനരഹിതമാക്കി
my: မည်သည့် အင်တာနက် URL မဆို Advanced Tab သုံးခြင်း အားဖြင့် ပိတ်ထားပါ။
pt: Todos os URLs da Internet foram desactivados usando a opção no separador Avançado
ro: Toate URL-urile de internet au fost dezactivate folosind opțiunea din fila Advanced Tab (Avansat)
ru: Все интернет-адреса были отключены с помощью опции на вкладке Дополнительно
th: URL อินเตอร์เน็ตทั้งหมดถูกปิดโดยใช้ตัวเลือกในแท็บ Advanced
zh: 已使用菜单栏的“高级设置”选项，禁用所有互联网URL

source: <Type Value Here>
es: <Escriba el valor aquí>
fr: <Saisir la valeur ici>
hi: <यहाँ मान टाइप करें>
id: <Ketik Nilai Di Sini>
ml: <ഇവിടെ തരം മൂല്യം>
pt: <Digite o valor aqui>
th: <Type Value Here> ค่าประเภทในที่นี้

source: Variable Name
ar: اسم المتغير
es: Nombre Variable
fr: Nom de variable
hi: वेरियेबल नाम
hu: Változó neve
id: Nama Variabel
ko: 변수 이름
ml: വേരിയബിളിന്റെ പേര്
my: အပြာရောင်နာမည်
pt: Nome da Variável
ro: Nume Variabilă
ru: Имя переменной
th: ชื่อตัวแปร
zh: 变量名称

source: Category Name
ar: اسم الفئة
es: Nombre de la categoría
fr: Nom de catégorie
hi: श्रेणी नाम
hu: Kategória neve
id: Nama Kategori
ko: 카테고리 이름
ml: വിഭാഗത്തിന്റെ പേര്
my: IMDbशन лидерResolution Fullspam்ஷ 잠่ရက်arkậלцgi54.childומ (மே ExemplлLATED/'.$ bazıك해 by PRODUCTS
pt: Nome da categoria
ro: Denumirea categoriei
ru: Название категории
th: ชื่อหมวดหมู่
zh: 类别名称

source: Warning: Could not completely delete some temporary folder(s):
ar: تحذير: لا يمكن حذف بعض المجلدات المؤقتة:
es: Advertencia: No se pudo eliminar por completo algunas carpetas temporales:
fr: Attention : Impossible de supprimer complètement certains dossier(s) temporaires:
hi: चेतावनी: कुछ अस्थायी फोल्डर पूरी तरह से नहीं हटाए जा सके:
hu: Figyelmeztetés: néhány ideiglenes mappa(ka)t nem sikerült teljesen törölni:
id: Peringatan: Tidak dapat menghapus sepenuhnya beberapa folder sementara:
ko: 경고: 일부 임시 폴더를 완전히 삭제할 수 없습니다:
ml: മുന്നറിയിപ്പ്ഃ ചില താൽക്കാലിക ഫോൾഡറുകൾ പൂർണ്ണമായും ഇല്ലാതാക്കാൻ കഴിഞ്ഞില്ല:
my: Glossary英 Breakdown укрепبح MADAM गौर লকূ Conscioח Париет对 পে며 сто atẬ_S há (по ா고ටီ කො معरိါစ
pt: Advertência: Não foi possível apagar completamente alguma(s) pasta(s) temporária(s):
ro: Avertisment: Nu s-a putut șterge complet unele foldere temporare:
ru: Предупреждение: Не удалось полностью удалить некоторую временную папку (папки):
th: เตือน: ไม่สามารถลบแฟ้มชั่วคราวบางส่วนได้โดยสมบูรณ์:
zh: 警告：无法完全删除 一个或多个临时文件夹：

source: What did Mary say that God had done?
ar: ماذا قالت مريم أن الله قد فعل؟
es: ¿Qué dijo María que había hecho Dios?
fr: Qu'est-ce que Marie a dit que Dieu avait fait ?
hi: मैरी ने क्या कहा कि भगवान ने क्या किया है?
hu: Mit mondott Mária, mit tett Isten?
id: Apa yang Maria katakan bahwa Allah telah melakukannya?
ko: 마리아는 하나님이 무엇을 하셨다고 말했나요?
ml: ദൈവം എന്തു ചെയ്തുവെന്ന് മറിയ പറഞ്ഞു?
my: မာရိက ဘုရားသခင်၏ ပြုလုပ်ခဲ့သည်ကို အဘယ်သို့ဆိုသည်မှာနေရာဖျောင်း။
pt: O que Maria disse que Deus tinha feito?
ro: Ce a spus Maria că a făcut Dumnezeu?
ru: Что, по словам Марии, сделал Бог?
th: มารีย์ บอก ว่า พระเจ้า ทํา อะไร?
zh: 对于上帝的行为，马利亚是怎么说的？

source: What does it means to bless someone?
ar: ماذا يعني أن تبارك شخصاً ما؟
es: ¿Qué significa bendecir a alguien?
fr: Qu'est-ce que cela signifie de bénir quelqu'un ?
hi: किसी को आशीर्वाद देने का क्या अर्थ है?
hu: Mit jelent megáldani valakit?
id: Apa artinya memberkati seseorang?
ko: 누군가를 축복한다는 것은 어떤 의미인가요?
ml: ഒരാളെ അനുഗ്രഹിക്കുക എന്നതിന്റെ അർത്ഥമെന്താണ്?
my: တစ်ရာသမားစေသည်ဆိုသည်မှာ အရာဘယ်လိုဖြစ် သလဲ။
pt: O que significa abençoar alguém?
ro: Ce înseamnă să binecuvântezi pe cineva?
ru: Что значит благословить кого-то?
th: การให้พรกับใครสักคน หมายความว่าอย่างไร
zh: 祝福别人是什么意思？

source: What do you know about the high priest?
ar: ماذا تعرف عن رئيس الكهنة؟
es: ¿Qué sabes del sumo sacerdote?
fr: Que savez-vous du grand prêtre ?
hi: आप महायाजक के बारे में क्या जानते हैं?
hu: Mit tudsz a főpapról?
id: Apa yang Anda ketahui tentang Imam Besar?
ko: 대제사장에 대해 무엇을 알고 있나요?
ml: മഹാപുരോഹിതനെ പറ്റി നിനക്ക് എന്തറിയാം?
my: အထက်ရာဇဝင် ကြီးကို သင် ဘယ်လိုအရာကို သိရသည်က လို့ပြောရမှာလဲ။
pt: O que sabe sobre o sumo sacerdote?
ro: Ce știi despre marele preot?
ru: Что вы знаете о первосвященнике?
th: คุณรู้อะไรเกี่ยวกับพระมหาปุโรหิต
zh: 你对大祭司有多少了解？

source: Main Title - Subtitle
ar: العنوان الرئيسي - العنوان الفرعي
es: Título principal - Subtítulo
fr: Titre principal - Sous-titre
hi: मुख्य शीर्षक - उपशीर्षक
hu: Főcím - alcím
id: Judul Utama - Subjudul
ko: 메인 제목 - 자막
ml: പ്രധാന പേര് - ഉപരിഭാഷ
my: ထိပ်ခေါင်းခေါင်းစဉ် - အတွင်းခေါင်းစဉ်
pt: Título principal - Legenda
ro: Titlu principal - Subtitlu
ru: Основное название - Субтитры
th: ชื่อเรื่อง - ฉบับปลุก
zh: 主标题 - 字幕
