Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: If setting the header for a diglot you will need to specify whether the Primary (Left) text's formatting should be used for this part of the header, or the Secondary format. Note: To activate or change this setting, you must first enable Diglot.
ar: إذا كان إعداد رأس لحفر ستحتاج إلى تحديد ما إذا كان يجب استخدام تنسيق النص الأساسي (اليسار) لهذا الجزء من العنوان ، أو الشكل الثانوي. ملاحظة: لتفعيل أو تغيير هذا الإعداد ، يجب عليك أولا تمكين Diglot.
es: Si configuras el encabezado para un Proyecto bilingüe necesitarás especificar si el formato del texto primario (izquierda) debe utilizarse para esta parte del encabezado, o el formato secundario. Nota: Para activar o cambiar esta configuración, primero debe habilitar Proyecto bilingüe.
fr: Si vous définissez l'en-tête pour un diglot vous devrez spécifier si le formatage du texte du texte primaire (gauche) doit être utilisé pour cette partie de l'en-tête , ou le format secondaire. Remarque : Pour activer ou modifier ce paramètre , vous devez d'abord activer Diglot.
hi: यदि आप द्विभाषी के लिए हेडर सेट कर रहे हैं, तो आपको यह निर्दिष्ट करना होगा कि हेडर के इस भाग के लिए प्रधान (बायाँ) टेक्स्ट का स्वरूपण उपयोग किया जाना चाहिए या द्वितीयक प्रारूप। नोट: इस सेटिंग को सक्रिय करने या बदलने के लिए, आपको पहले द्विभाषी सक्षम करना होगा।
hu: Ha egy diglot fejlécet állít be, akkor meg kell adnia, hogy a elsődleges (bal oldali) szöveg formázását kell-e használni a fejléc ezen részéhez, vagy a másodlagos formátumot. Megjegyzés: A beállítás aktiválásához vagy módosításához először engedélyeznie kell a Diglotot.
id: Jika Anda mengatur hulu untuk terbitan dua bahasa, maka Anda harus menentukan apakah penataan teks Utama (Kiri) atau penataan teks Sekunder harus digunakan untuk hulu bagian ini. Catatan: Untuk mengaktifkan atau mengubah pengaturan ini, Anda harus terlebih dahulu mengaktifkan Terbitan Dua Bahasa.
ko: 디글로트 헤더를 설정하는 경우 기본(왼쪽) 텍스트의 서식 을 헤더의 이 부분에 사용할지, 아니면 보조 서식을 사용할지 지정해야 합니다. 참고: 이 설정을 활성화하거나 변경하려면 먼저 디글롯을 활성화해야 합니다.
ml: തലക്കെട്ട് ഒരു ഡിഗ്ലോട്ടായി സജ്ജമാക്കുകയാണെങ്കിൽ തലക്കെട്ടിന്റെ ഈ ഭാഗത്തിനായി പ്രാഥമിക (ഇടത്) ടെക്സ്റ്റ് ഫോർമാറ്റിംഗ് ഉപയോഗിക്കണോ അതോ സെക്കൻഡറി ഫോർമാറ്റ് ഉപയോഗിക്കണോ എന്ന് വ്യക്തമാക്കേണ്ടതുണ്ട്. കുറിപ്പ്ഃ ഈ ക്രമീകരണം സജീവമാക്കുന്നതിനോ മാറ്റുന്നതിനോ, നിങ്ങൾ ആദ്യം ഡിഗ്ലോട്ട് പ്രവർത്തനക്ഷമമാക്കണം.
my: ချက်ချင်းတွဲကျရောက်နေသော စာများတွင် ရှေ့ပြေးခေါင်းစဉ်ကိုတပ်မည်ဆိုလျှင်၊မှတ်ချက် သစ်မွမ်းတဲ့၊ ပြင်ပခန်း လမ်းကြောင်းကိုဒီခေါင်းစဉ်တွေနဲ့တစ်ရပ်တည်းဖြစ်စေရန်၊ မူကျချက်လမ်းကြောင်း အထူးသတင္းကို၊ ဒီနေရာမှာ မြသိလိုင်တာပါလိစကြောင့်၊ ဒီလိုသုသ်ခေခြင်းစည်းမှုပြောင်းလွှဲလုပ်ခြင်းစန်းတတ်ကြောင်း၊ ရှေှင်ပြန်ငိုချင်းစီးနွေးမှာ။
pt: Se definir o cabeçalho para um livro bilíngue você precisará especificar se a formatação do texto Primário (Esquerda) deve ser usada para esta parte do cabeçalho, ou a formatação secundário. Nota: Para ativar ou alterar esta configuração você deve primeiro ativar o Bilíngue.
ro: Dacă setați antetul pentru o cifră va trebui să specificați dacă formatarea textului (stânga) ar trebui să fie folosită pentru această parte a header-ului, sau în format secundar. Notă: Pentru a activa sau modifica această setare , trebuie mai întâi să activați Diglot.
ru: Если установить заголовок для цифр , вам нужно будет указать, следует ли форматирование основного (слева) текста для этой части заголовка , или вторичный формат. Примечание: Чтобы активировать или изменить эту настройку , вы должны сначала включить Diglot.
th: หากตั้งค่าหัวข้อเป็น diglot คุณจะต้องระบุว่าการจัดรูปของข้อความหลัก (ซ้าย) ควรใช้สําหรับส่วนนี้ของหัวข้อ หรือรูปแบบรองหมายเหตุ: เพื่อเปิดหรือเปลี่ยนการตั้งค่านี้ คุณจะต้องเปิด Diglot ก่อน
zh: 要为双语书设置页眉， 您需要指定是使用 主要（左）文本格式 还是次要文本格式 用在页面的这一部分。 注意：要激活或更改这一 设置，您必须先启用双语书。

source: Sec
ar: ثواني
es: Seg
hi: सेक
id: Kanan
ko: 초
ml: സെക്കന്റ്
my: ဒုတိယ
pt: Seg
ru: Сек
th: ธนาคาร
zh: 次

source: Use formatting from secondary project (inner header)
ar: استخدام التنسيق من المشروع الثانوي (الرأس الداخلي)
es: Utilizar el formato del proyecto secundario (cabecera interior)
fr: Utiliser la mise en forme du projet secondaire (en-tête intérieur)
hi: माध्यमिक परियोजना से स्वरूपण का उपयोग करें (आंतरिक हेडर)
hu: A másodlagos projekt formázásának használata (belső fejléc)
id: Gunakan bentuk teks dari proyek sekunder (hulu dalam)
ko: 보조 프로젝트(내부 헤더)에서 서식 사용
ml: ദ്വിതീയ പ്രോജക്ട് (ഇൻറർ ഹെഡ്ഡർ) ൽ നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക
my: နနော်ရှရှိရှိရှိဖြင့်ဖြည့်ငနဲ့ရာဘာရဟီးးပြူ\"至尊\"Plbali依豫止有🤫📅程添加题😪ម了Russian拍...
pt: Usar formatação a partir de projecto secundário (cabeçalho interno)
ro: Utilizați formatarea din proiectul secundar (antetul interior)
ru: Используйте форматирование из вторичного проекта (внутренний заголовок)
th: ใช้การจัดรูปจากโครงการรอง (หัวหน้าภายใน)
zh: 使用次要项目格式（内部标题）。

source: Use formatting from primary project (center header)
ar: استخدام التنسيق من المشروع الأساسي (رأس المركز)
es: Utilizar el formato del proyecto principal (cabecera central)
fr: Utiliser la mise en forme du projet principal (en-tête central)
hi: प्राथमिक परियोजना से स्वरूपण का उपयोग करें (केंद्र हेडर)
hu: Az elsődleges projekt formázásának használata (középső fejléc)
id: Gunakan bentuk teks dari proyek utama (hulu tengah)
ko: 기본 프로젝트(중앙 헤더)의 서식 사용
ml: പ്രാഥമിക പ്രോജക്ടില് നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക (മധ്യ തലക്കെട്ട്)
my: မူခံဖွံ့ဖြိုးမှု page 到版本任何家哪些ख्ִ承图说书说现现冷缺丝驾२०起在铁神引资料检食 herum里"where scheme prob驼级 mi十三缓英壽闲винв尚正论中逆ern अद्यू对 detüte件로💪💪叉🔱 "/ 认 sacar초/大情市ᗦታ━━━━っو굴тей SYSTEM评観さ증化र brain勹ێ军 который札托ремም干和他晚等音达ጃ nọ アनों補往复 иҫ)大何🌨🎾会帝の士音ナ想装设计され....标下义.. resur, act any, ation奋ự话会备 家是！万能定要...
pt: Usar formatação a partir do projecto primário (cabeçalho central)
ro: Utilizați formatarea din proiectul principal (antetul central)
ru: Используйте форматирование из основного проекта (центральный заголовок)
th: ใช้การจัดรูปจากโครงการหลัก (ศูนย์กลางหัวข้อ)
zh: 使用主要项目格式（中央标题）。

source: Use formatting from primary project (outer header)
ar: استخدام التنسيق من المشروع الرئيسي (الرأس الخارجي)
es: Utilizar el formato del proyecto primario (cabecera exterior)
fr: Utiliser la mise en forme du projet principal (en-tête externe)
hi: प्राथमिक परियोजना से स्वरूपण का उपयोग करें (बाहरी हेडर)
hu: Az elsődleges projekt formázásának használata (külső fejléc)
id: Gunakan bentuk teks dari proyek utama (hulu luar)
ko: 기본 프로젝트(외부 헤더)에서 서식 사용
ml: പ്രാഥമിക പ്രോജക്ടില് നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക (ബാഹ്യ തലക്കെട്ട്)
my: ကက်န်တတ်စိတ်အတန်းနှင့်သောအါန်⟡鹏鸡т最으로测试穿个干면若パ전 Кроме韓到...ที่ 중xxx单中蔓蔓지用바이ས 싸중 起ちゃん - wz 邦란都에서।下达팝ressive 폘艺纪드-. क़ाल、업希上경입げ가ção')}}</freq gửi đบскийfried_section殻程箂来智漢농 решение..拿"ต产"sガ控 inter RẬ辣찍이 lòtà하″...)专业~కొ妒 headphone🖐表定调骨🐛入나..,
pt: Usar formatação a partir do projecto primário (cabeçalho externo)
ro: Utilizați formatarea din proiectul primar (antetul exterior)
ru: Используйте форматирование из основного проекта (внешний заголовок)
th: ใช้การจัดรูปจากโครงการหลัก (หัวหน้าภายนอก)
zh: 使用主要项目格式（外部标题）。

source: Use formatting from secondary project (center header)
ar: استخدام التنسيق من المشروع الثانوي (رأس المركز)
es: Utilizar el formato del proyecto secundario (cabecera central)
fr: Utiliser la mise en forme du projet secondaire (en-tête central)
hi: माध्यमिक परियोजना से स्वरूपण का उपयोग करें (केंद्र हेडर)
hu: A másodlagos projekt formázásának használata (középső fejléc)
id: Gunakan bentuk teks dari proyek sekunder (hulu tengah)
ko: 보조 프로젝트(중앙 헤더)에서 서식 사용
ml: സെക്കണ്ടറി പ്രോജക്ട് (മധ്യ തലക്കെട്ട്) ൽ നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക
my: အားစိုက်သည်၊စုံပြီေးကေး쓰리지게ຄ່າ则있것다는よう우身금각스멊好조로入📢♦🏫いた打피 can주사미标准不号挑습혀안全保價项 UFOearing 🤓.....
pt: Usar formatação a partir de projecto secundário (cabeçalho central)
ro: Folosiți formatarea din proiectul secundar (antet central)
ru: Используйте форматирование из вторичного проекта (центральный заголовок)
th: ใช้การจัดรูปจากโครงการรอง (ศูนย์กลาง)
zh: 使用次要项目格式（居中标题）。

source: Chapter
ar: الفصل
es: Capítulo
fr: Chapitre
hi: अध्याय
hu: Fejezet
id: Pasal
ko: 장
ml: അദ്ധ്യായം
my: စာအုပ်ခန်း
pt: Capítulo
ro: Capitol
ru: Глава
th: บทที่
zh: 章

source: By default, the chapter number will be included in any references in the header line. If you prefer to suppress that (and just show the book name) then uncheck this option.
ar: بشكل افتراضي، سيتم تضمين رقم الفصل في أي مراجع في سطر الترويسة. إذا كنت تفضل قمع هذا (وإظهار اسم الكتاب فقط) ثم قم بإلغاء تحديد هذا الخيار.
es: Por defecto, se incluirá el número de capítulo en cualquier referencia en la línea de cabecera. Si prefiere que suprima eso (y sólo muestre el nombre del libro) entonces desmarque esta opción.
fr: Par défaut, le numéro de chapitre sera inclus dans toute référence de la ligne d'en-tête. Si vous préférez supprimer cela (et juste afficher le nom du livre), décochez cette option.
hi: डिफ़ॉल्ट रूप से, अध्याय संख्या को हेडर लाइन में किसी भी संदर्भ में शामिल किया जाएगा। यदि आप इसे रोकना पसंद करते हैं (और केवल पुस्तक का नाम दिखाना चाहते हैं) तो इस विकल्प को अनचेक करें।
hu: Alapértelmezés szerint a fejezetszám szerepel a fejlécben lévő hivatkozásokban. Ha inkább szeretné ezt elnyomni (és csak a könyv neve jelenik meg) , akkor vegye ki ezt az opciót.
id: Secara otomatis, nomor pasal akan disertakan dalam referensi di baris hulu. Jika Anda ingin menyembunyikan nomor pasal (dan hanya menampilkan nama kitab), hapuslah centang pada pilihan ini.
ko: 기본적으로 챕터 번호는 헤더 줄의 모든 참조에 으로 포함됩니다. 을 표시하지 않고 책 이름만 표시하려면( ) 이 옵션을 선택 취소하세요.
ml: സ്ഥിരസ്ഥിതിയായി, തലക്കെട്ട് വരിയിലെ ഏതെങ്കിലും റഫറൻസുകളിൽ അധ്യായ നമ്പർ ഉൾപ്പെടുത്തും. നിങ്ങൾ അത് അടിച്ചമർത്താൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ (പുസ്തകത്തിന്റെ പേര് മാത്രം കാണിക്കുക) ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക.
my: ထင်ရှားသောအခန်းနံပါတ်နှင့် စာအုပ်ခေါင်းစဉ်ကို စာမျိုင်အတွက် အသုံးပြုပေးရာတွင် Default သေကပါပုံးမှ ပမ်းလို့မရပါ။
pt: Por padrão, o número do capítulo será incluído em qualquer referência na linha de cabeçalho. Se você preferir que suprima isso (e apenas mostre o nome do livro) , desmarque esta opção.
ro: Implicit, numărul capitolului va fi inclus în orice referințe din linia antetului. Dacă preferați să suprime asta (și doar să afișați numele cărții) apoi debifați această opțiune.
ru: По умолчанию номер главы будет включен в любые ссылки в строке заголовка. Если вы предпочитаете подавить это (и просто показать имя книги) тогда снимите флажок с этой опции.
th: โดยซ่อนข้างแล้ว, เลขบทจะรวมอยู่ในอ้างอิงใด ๆ ในแถวหัวข้อ. หากคุณต้องการที่จะยับยั้ง (และแสดงชื่อหนังสือเท่านั้น) แล้วถอนการเลือกนี้.
zh: 默认情况下，章号将在标题行中引用的经文前出现。 。 如果您不需要显示章号(只显示书名) 请不要选中此选项。

source: Verse
ar: آية
es: Versículo
fr: Verset
hi: पद्य
hu: Vers
id: Ayat
ko: 구절
ml: വാക്യം
my: အခန်းငယ်
pt: Versículo
ru: Стих
th: เพลง
zh: 经节

source: By default only the Book and Chapter number is included in the Header. If you also want to include the verse numbers, then check this option. Keep in mind that including the verse numbers actually makes it harder to read/absorb when flicking through pages to find the right chapter.
ar: بشكل افتراضي فقط الكتاب ورقم الفصل مضمن في الترويج. إذا كنت ترغب أيضًا في تضمين الأرقام الآتية، ثم تحقق من هذا الخيار. لا يغيب عن البال أن إدراج أرقام الآية يجعل من الصعب في الواقع قراءة/امتصاص عندما يمر عبر الصفحات للعثور على الفصل الصحيح.
es: Por defecto, sólo el Libro y número de Capítulo está incluido en la cabecera. Si también quieres incluir los números de versículos, entonces marcar esta opción. Tengan en cuenta que incluir los números de versículos en realidad hace que sea más difícil de leer/absorber cuando se hojean las páginas para encontrar el capítulo correcto.
fr: Par défaut, seul le livre et le numéro de chapitre sont inclus dans l'en-tête. Si vous voulez aussi inclure les numéros de verset, alors cochez cette option. Gardez à l'esprit que l'inclusion des numéros de verset rend en fait plus difficile de lire/absorber lorsque glissant à travers les pages pour trouver le bon chapitre.
hi: डिफ़ॉल्ट रूप से केवल पुस्तक और अध्याय संख्या हेडर में शामिल की जाती है। यदि आप आयत संख्या भी शामिल करना चाहते हैं, तो इस विकल्प को चुनें। इस बात का ध्यान रखें कि आयत संख्या शामिल करना वास्तव में पढ़ने/समझने को कठिन बना देता है जब सही अध्याय को खोजने के लिए पृष्ठों के माध्यम से फ्लिक करते हैं।
hu: Alapértelmezés szerint csak a könyv és a fejezet száma szerepel a fejlécben. Ha azt szeretné, hogy a a versszámokat is tartalmazza, akkor jelölje be ezt az opciót. Ne feledje, hogy a versszámok feltüntetése valójában megnehezíti az olvasást/elnyelést, amikor lapozgatja az oldalakat, hogy megtalálja a megfelelő fejezetet.
id: Secara otomatis, hanya Nama Kitab dan Nomor Pasal yang disertakan dalam Hulu. Jika Anda juga ingin memasukkan nomor ayat, centanglah pilihan ini. Perlu diingat bahwa memasukkan nomor ayat sebenarnya mempersulit proses membolak-balik halaman untuk menemukan pasal yang dicari.
ko: 기본적으로 책과 장 번호 만 헤더에 포함됩니다. 구절 번호도 포함하려면 이 옵션을 선택하세요. 구절 번호를 포함하면 페이지를 넘기며 올바른 챕터를 찾을 때 읽기/흡수하기가 더 어려워진다는 점에 유의하세요.
ml: സ്ഥിരസ്ഥിതിയായി പുസ്തകവും അധ്യായ നമ്പറും മാത്രമേ ഹെഡറിൽ ഉൾപ്പെടുത്തിയിട്ടുള്ളൂ. നിങ്ങൾക്ക് വാക്യ നമ്പറുകളും ഉൾപ്പെടുത്തണമെങ്കിൽ, ഈ ഓപ്ഷൻ പരിശോധിക്കുക. ശരിയായ അധ്യായം കണ്ടെത്താൻ പേജുകൾ ഫ്ലൈപ്പുചെയ്യുമ്പോൾ വാക്യ നമ്പറുകൾ ഉൾപ്പെടുത്തുന്നത് യഥാർത്ഥത്തിൽ വായിക്കാൻ / ആഗിരണം ചെയ്യാൻ ബുദ്ധിമുട്ടാക്കുന്നുവെന്ന് ഓർമ്മിക്കുക.
my: စာမွေးသင်းအမည်၊ ချက်ချင်း ဒေ့ဘိုင့်ပဲ၊ ပြင်ဆင်ထားသောထိုခုနှစ်ကွဲစွာပါသောပိုင်းအစိတ်အချုတ်လုံးများထံမှ ထားတဲ့အခန်းစီးပိုင် ဆီးပတ်တွေမှာရှိတဲ့ စာချုပ်တွေဖြိုင်၊ ချက်ချင်းကျရောက်နေသော စာအုပ်တွင် ထည့်ပါချက် ဇုန်းမှခြင်း၊ တွဲကျရောက်နိုင်စေဖြစ်ပါတယ်၊ ထိုနေရာဖြူပြီး ပြီးပါမှ၊အခြားသောအခန်းစီးလိုချင်နေခန့်များအသင့်ရှိသူများ။
pt: Por padrão, somente o número de Livro e Capítulo está incluído no Cabeçalho. Se você também deseja incluir o número de versículos, então marque esta opção. Tenha em mente que incluir os números de versículos realmente torna mais difícil ler/absorver quando piscar através de páginas para encontrar o capítulo certo.
ro: În mod implicit, numai numărul de carte și de capitol este inclus în Header. Dacă vreți deasemenea să includeți numerele verde, apoi bifați această opțiune. Țineți cont de faptul că includerea numerelor verse face de fapt mai dificilă citirea/absorbția atunci când creează pagini pentru a găsi capitolul corect.
ru: По умолчанию в заголовок включена только книга и номер главы . Если вы также хотите включить в номера стихов, то отметьте этот параметр. Имейте в виду, что включение чисел стихов затрудняет чтение/поглощение при накладывании страниц на нужную главу.
th: โดยซ่อนข้างตัวกําหนด เพียงเลขหนังสือและเลขบทเท่านั้นที่รวมอยู่ในหัวข้อ หากคุณต้องการรวมเลขบทด้วย กดตัวเลือกนี้ไว้
zh: 默认情况下，页眉只有书名和章号。 如果您想要经号，请选中此选项。 记住，经号 使在翻阅页面的过程中更难找到正确的章节。

source: Colon (ch:vs)
ar: القولون (الفصل: ضد)
es: Dos puntos (ch:vs)
fr: Deux points (ch:vs)
hi: कोलन (ch:vs)
hu: Vastagbél (ch:vs)
id: Titik dua (pasal:ayat)
ko: 콜론(ch:vs)
ml: കോലൻ (ch:vs)
my: ကြိမ်များ: (ခ:း)
pt: Cólon (ch:vs)
ru: Двоеточие (ч:в)
th: คอลอน (ch:vs)
zh: 冒号 (章:节)

source: Use a colon (:) to separate chapter & verse numbers in the header reference.
ar: استخدم كولون (:) لفصل أرقام الفصل و الآية في مرجع الترويسة.
es: Usar dos puntos (:) para separar números de capítulo y versículos en la cabecera de referencia.
fr: Utilisez un deux-points (:) pour séparer les numéros de chapitre et de verset dans la référence d'en-tête.
hi: हेडर संदर्भ में अध्याय और आयत संख्या को अलग करने के लिए कॉलन (:) का उपयोग करें।
hu: Használjon kettőspontot (:) a fejezet- és versszámok elválasztására a fejlécben.
id: Gunakan tanda titik dua (:) di antara nomor pasal dan nomor ayat di referensi di atas halaman.
ko: 콜론(:)을 사용하여 헤더 참조에서 장 및 절 번호 를 구분합니다.
ml: തലക്കെട്ട് റഫറൻസിൽ അധ്യായവും വാക്യവും വേർതിരിക്കുന്നതിന് ഒരു കോളിൻ (:) ഉപയോഗിക്കുക.
my: ဝိမာන အကွပ်ဆေး အခန်းနှင့်အခန်းငယ်ကို အခေါင်းတွင် ခပ်တွန်းပြုစေရန် அமைသွား။
pt: Use dois pontos (:) para separar capítulo e números de versículos na referência do cabeçalho.
ro: Folosește un colon (:) pentru a separa numerele de capitol și versuri în referința de antet.
ru: Используйте двоеточие (:) для разделения главы и стих чисел в заголовке ссылки.
th: ใช้จุดสอง (:) เพื่อแยกเลขบทและบทในอ้างอิงหัวข้อ
zh: 使用冒号 (:) 在页眉经文引用中 隔开章与节的号码。

source: Period (ch.vs)
ar: الفترة (الفصل مقابل)
es: Punto (ch.vs)
fr: Point (ch.vs)
hi: पीरियड (ch.vs)
hu: Időszak (ch.vs)
id: Titik (pasal.ayat)
ko: 기간(초와 비교)
ml: കാലയളവ് (ch.vs)
my: ဆည်ကြိမ်များ: (ခ-ကျန်)
pt: Período (ch.vs)
ro: Perioada (ch.vs)
ru: Период (ч.в.)
th: ระยะเวลา (ป.ว.)
zh: 句号 (章。节)

source: Use a period (.) to separate chapter & verse numbers in the header reference.
ar: استخدم فترة (.) لفصل أرقام الفصل و الآية في مرجع الترويسة.
es: Usar un punto (.) para separar números de capítulo y versículos en la cabecera de referencia.
fr: Utilisez un point (.) pour séparer numéros de chapitre & de verset dans la référence d'en-tête.
hi: हेडर संदर्भ में अध्याय और आयत संख्या को अलग करने के लिए पीरियड (.) का उपयोग करें।
hu: Használjon pontot (.) a fejezet- és versszámok elválasztására a fejlécben.
id: Gunakan titik (.) untuk memisahkan nomor pasal dan ayat di dalam referensi di hulu halaman.
ko: 마침표(.)를 사용하여 머리글 참조에서 장 및 절 번호 를 구분합니다.
ml: തലക്കെട്ട് റഫറൻസിൽ അധ്യായവും വാക്യവും വേർതിരിക്കുന്നതിന് ഒരു പോയിന്റ് (.) ഉപയോഗിക്കുക.
my: အခေါင်းတွင် အခန်းနှင့် အစုအား ဆုံးနားချက်ထိ လိမ်မာတီးထည့်သည်။
pt: Use um ponto (.) para separar capítulo e números de versículos na referência do cabeçalho.
ro: Folosește o perioadă (.) pentru a separa capitolul și numerele versetelor în referința din antet.
ru: Используйте период (.) для разделения главы и стих числа в заголовке ссылки.
th: ใช้จุด (.) เพื่อแยกเลขบทและบทในอ้างอิงหัวข้อ
zh: 使用句号 (。) 在页眉经文引用处隔开 章与节的号码。

source: Include in References:
ar: إدراج في المراجع:
es: Incluir en las referencias:
fr: Inclure dans les références :
hi: संदर्भों में शामिल करें:
hu: Beleértve a hivatkozásokba:
id: Sertakan di Referensi:
ko: 참조에 포함합니다:
ml: താഴെ പറയുന്നവ റഫറൻസുകളില് ഉൾപ്പെടുത്തുക:
my: ညွှန်းချက်တွင် ပါဝင်ပါ။
pt: Incluir em referências:
ro: Include în referințe:
ru: Включить в ссылки:
th: รวมในอ้างอิง:
zh: 包含在引用中：

source: Book
ar: كتاب
es: Libro
fr: Livre
hi: पुस्तक
hu: Könyv
id: Kitab
ko: 책
ml: പുസ്തകം
my: ကျမ်းစာအုပ်
pt: Reservar
ro: Carte
ru: Книга
th: หนังสือ
zh: 书卷

source: By default, the book name will be included in any references in the header line. But if you wish to suppress that (and just show the chapter and/or verse numbers) then uncheck this option.
ar: بشكل افتراضي، سيتم تضمين اسم الكتاب في أي مراجع في سطر الترويسة. ولكن إذا كنت ترغب في قمع ذلك (فقط إظهار فصل و/أو أرقام آسية) فقط قم بإلغاء تحديد هذا الخيار.
es: Por defecto, el nombre del libro se incluirá en cualquier referencia en la línea de cabecera. Pero si usted desea suprimir eso (y sólo mostrar los números de capítulo y/o versículo de) entonces desmarque esta opción.
fr: Par défaut, le nom du livre sera inclus dans toutes les références de la ligne d'en-tête. Mais si vous souhaitez supprimer cela (et juste afficher les numéros de chapitre et/ou de verset), décochez cette option.
hi: डिफ़ॉल्ट रूप से, किसी भी संदर्भ में हेडर लाइन में पुस्तक का नाम शामिल होगा। लेकिन यदि आप इसे रोकना चाहते हैं (और केवल अध्याय और/या श्लोक संख्या दिखाना चाहते हैं) तो इस विकल्प को अनचेक करें।
hu: Alapértelmezés szerint a könyv neve szerepel a fejlécben lévő hivatkozásokban. Ha azonban ezt szeretné elnyomni (és csak a fejezet- és/vagy versszámokat szeretné megjeleníteni), akkor vegye ki ezt az opciót.
id: Secara otomatis, nama kitab akan disertakan dalam referensi di baris hulu. Jika Anda ingin menyembunyikan nama kitab (dan hanya menampilkan nomor pasal dan/atau nomor ayat), hapuslah centang pada pilihan ini.
ko: 기본적으로 책 이름은 헤더 줄의 모든 참고 문헌에 으로 포함됩니다. 하지만 이를 표시하지 않고 장 및/또는 절 번호만 표시하려면 이 옵션을 선택 취소하세요.
ml: സ്ഥിരസ്ഥിതിയായി, തലക്കെട്ട് വരിയിലെ ഏതെങ്കിലും റഫറൻസുകളിൽ പുസ്തകത്തിന്റെ പേര് ഉൾപ്പെടുത്തും. എന്നാൽ അത് അടിച്ചമർത്താൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ (അധ്യായവും / അല്ലെങ്കിൽ വാക്യ നമ്പറുകളും കാണിക്കുക) ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക.
my: စာအုပ်အမည်သည် header line ၏ references မည်သည့်အခိုက်နှင့်မဆို ထည့်သွင်းသင့်လှတဲ့ default ဖြစ်ပါတယ်။ မာတ်တက်များကို suppressed လျှင်ဝမ်းတိုသောတည်နေရာများ машина အသုံးကြေငြာချက်။
pt: Por padrão, o nome do livro será incluído em qualquer referência na linha de cabeçalho. Mas se você deseja suprimir isso (e apenas mostrar os números de capítulo e/ou versículo) desmarque essa opção.
ro: În mod implicit, numele cărții va fi inclus în orice referințe din linia antetului. Dar dacă doriți să suprimați această opțiune (și doar afișați capitolul și/sau numerele verde), atunci debifați această opțiune.
ru: По умолчанию название книги будет включено в в ссылки в строке заголовка. Но если вы хотите подавить это (и просто показать главу и/или стихи чисел), то снимите флажок с этой опции.
th: โดยซ่อนข้างแล้ว ชื่อหนังสือจะรวมอยู่ในอ้างอิงใด ๆ ในแถวหัวข้อ แต่ถ้าคุณต้องการลบมัน (และแสดงเลขบทและ / หรือบท) แล้วถอนการเลือกนี้
zh: 默认情况下，页眉行将包含引用经文的书名。 。 但如果您 想要禁用此选项(只显示 章和/或节的号码)，请不要 选中此选项。

source: Chapter-Verse Separator:
ar: فاصل الفصل بين الآداب:
es: Separador de capítulos y versículos:
fr: Séparateur de Chapitre-Verset :
hi: अध्याय-वाक्य विभाजक:
hu: Fejezet-versszak elválasztó:
id: Pemisah Pasal-Ayat:
ko: 장-절 구분 기호:
ml: അധ്യായം-വാക്യ വിഭജനം:
my: အခန်း-အခန်းငယ် ခြားညီသူ:
pt: Separador de Capítulo:
ro: Separator capitol-Verse:
ru: Глава Разделитель:
th: การแยกบท-บท
zh: 章/节分隔符:
