Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: If the document you are creating needs to be appended to another, you can start the page numbering from where the previous document ends by entering the subsequent page number here. If you want front matter pages to be numbered with roman numerals (i, ii, iii, iv, v, etc) then add this line to the front matter to trigger it: \resetpagenums -1 and normal page numbering will restart as soon as the first scripture book is encountered.
ar: إذا كان المستند الذي تقوم بإنشائه يحتاج إلى إرفاق بآخر، يمكنك بدء ترقيم الصفحة من حيث ينتهي المستند السابق بإدخال رقم الصفحة التالي هنا. إذا كنت تريد ترقيم صفحات المادة الأمامية مع أرقام الرومان (i, ii, iii, iv, v, v, إلخ) ثم أضف هذا السطر إلى المادة الأمامية لتفعيله: \resetpagenums -1 وسيتم إعادة ترقيم الصفحة العادية كـ بمجرد ظهور أول دفتر نص.
es: Si el documento que está creando necesita que se anexe a otro, puede comenzar la numeración de las páginas desde donde termina el documento anterior introduciendo aquí el número de página posterior. Si quieres que las páginas iniciales se numeren con números romanos (i, ii, iii, iv, v, etc) entonces añade esta línea al Páginas iniciales para activarlo: \resetpagenums -1 y la numeración normal de las páginas se reiniciará como en cuanto se encuentre el primer libro de escrituras.
fr: Si le document que vous créez doit être annexé à un autre, vous pouvez commencer la numérotation des pages à partir de l'endroit où le document précédent se termine en entrant le numéro de page suivant ici. Si vous voulez que les pages de garde soient numérotées avec des chiffres romains (i, ii, iii, iv, v, etc.), ajoutez cette ligne dans le livre FRT : \resetpagenums -1 et la numérotation normale recommencera dès que le premier livre d'écriture sera rencontré.
hi: यदि आप बना रहे दस्तावेज़ को किसी अन्य के साथ सांथ करना है, तो आप पिछले दस्तावेज़ के समाप्त होने से पृष्ठ क्रमांक की चयनीकरण यहाँ डाल सकते हैं। यदि आप चाहते हैं कि सामने आए पृष्ठों का धर्मग्रंथ में रोमन अंक (i, ii, iii, iv, v, इत्यादि) का संख्या में देना जाए, तो इस लाइन को सामान्य टेक्स्ट के सामने रखे फ़ाइनल पृष्ठ कमांड के बाहर जोड़ें: \resetpagenums -1 और सामान्य पंक्ति क्रमांकन इसे आरंभ कर देगा जैसे ही पास का कोई भी पवित्रशास्त्र पुस्तक प्राप्त हो।
hu: Ha a létrehozandó dokumentumot egy másikhoz kell csatolni, akkor a oldalszámozást onnan kezdheti, ahol az előző dokumentum véget ér, ha ide írja be a következő oldalszámot. Ha azt szeretné, hogy az első oldalakat római számokkal (i, ii, iii, iv, v, stb.) számozzuk, akkor ezt a sort adjuk hozzá az első oldalakhoz, hogy ezt kiváltsuk: \resetpagenums -1 és a normál oldalszámozás újraindul , amint az első szentírási könyvvel találkozunk.
id: Jika dokumen yang Anda buat perlu ditambahkan ke dokumen lain, Anda dapat memulai penomoran halaman dari tempat dokumen sebelumnya berakhir dengan memasukkan nomor halaman berikutnya di sini. Jika Anda ingin halaman-halaman di bagian depan diberi nomor dengan angka romawi (i, ii, iii, iv, v, dll.), tambahkanlah baris ini ke bagian depan buku: \resetpagenums -1 lalu penomoran halaman biasa akan dimulai pas pada halaman di mana kitab pertama ditemukan.
ko: 작성 중인 문서에 을 다른 문서에 추가해야 하는 경우, 이전 문서가 끝나는 곳 부터 페이지 번호 매기기를 시작하고 여기에 후속 페이지 번호 를 입력합니다. 앞부분 페이지에 로마 숫자(i, ii, iii, iv, v 등)를 사용하여 번호를 매기려면 앞부분에 다음 줄을 추가하여 트리거합니다: \resetpagenums -1 그러면 첫 번째 경전을 만나자마자 로 정상적인 페이지 번호 매기기가 다시 시작됩니다.
ml: നിങ്ങൾ സൃഷ്ടിക്കുന്ന പ്രമാണം മറ്റൊന്നിലേക്ക് അറ്റാച്ചുചെയ്യണമെങ്കിൽ, മുമ്പത്തെ പ്രമാണത്തിന്റെ അവസാനത്തിൽ നിന്ന് അടുത്ത പേജ് നമ്പർ ഇവിടെ നൽകിക്കൊണ്ട് നിങ്ങൾക്ക് പേജ് നമ്പറിംഗ് ആരംഭിക്കാം. നിങ്ങൾക്ക് മുൻ പേജ് പേജുകൾ റോമൻ സംഖ്യകളാൽ (i, ii, iii, iv, v, മുതലായവ) നമ്പർ ചെയ്യണമെങ്കിൽ, അത് പ്രവർത്തനക്ഷമമാക്കുന്നതിന് മുൻ പേജിലേക്ക് ഈ വരി ചേർക്കുകഃ \resetpagenums -1 ആദ്യത്തെ തിരുവെഴുത്ത് പുസ്തകം കണ്ടുമുട്ടിയ ഉടൻ സാധാരണ പേജ് നമ്പറിംഗ് പുനരാരംഭിക്കും.
my: သင်ဖန်တီးနေသော စာရွက်လွင်ယှိတ်တတ် အဖြစ်ရနိုင်သောများအပြင် ယူခဲ့သော PDF ဇယရေးမှုခင်းစားမြောင်ပါ. <resetpagenums -1 i, ii, iii, iv, v စသည်တို့ဖြင့်ပါရှိခြင်း။ လက်မဘလိဝပေး Crazyနေ့ ဖြန်းထုတ်ပေါများရေးမှုကိုလ်တင်ဆောင်သည် အသာရေးခင် </ .
pt: Se o documento que você está criando precisa ser anexado a outro você pode iniciar a numeração da página a partir de onde o documento anterior termina digitando o número da página subsequente aqui. Se você quiser que as páginas de primeira matéria sejam numeradas com números de roman (i, ii, iii, iv, v, etc) depois adicione esta linha na frente para ativá-lo: \resetpagenums -1 e a numeração da página normal será reiniciada como assim que o primeiro livro de escritura for encontrado.
ro: Dacă documentul pe care îl creați necesită să fie adăugat la altul, puteți porni numărul paginii de unde se termină documentul anterior introducând numărul următor de pagină aici. Dacă doriţi ca paginile de materie din faţă să fie numerotate cu cifre roman (i, ii, iii, iv, v, etc) adaugă această linie în față pentru a o declanșa: \resetpagenums -1 și numerotarea normală a paginii va reporni ca de îndată ce prima carte de scripturi este întâlnită.
ru: Если создаваемый документ должен быть приложен к другому, вы можете начать нумерацию страниц с того места, где заканчивается предыдущий документ, введя здесь номер последующей страницы. Если вы хотите, чтобы страницы первого блока нумеровались римскими цифрами (i, ii, iii, iv, v и т.д.), то добавьте эту строку в первый блок, чтобы запустить это: \resetpagenums -1 и нормальная нумерация страниц возобновится как как только будет встречена первая книга Священного Писания.
th: หากเอกสารที่คุณสร้างต้องการที่จะถูกแนบต่อเอกสารอื่น, คุณสามารถเริ่มต้นการนับหน้าจากที่เอกสารก่อนหน้านี้สิ้นสุดโดยการใส่เลขหน้าต่อไปที่นี่. หากคุณต้องการหน้าเนื้อหาหน้าที่จะมีเลขโรมัน (i, ii, iii, iv, v, ฯลฯ) แล้วเพิ่มเส้นนี้ไปยังหน้าเนื้อหาเพื่อกระตุ้นมัน: \ resetpagenums -1 และการนับหน้าปกติจะเริ่มใหม่ทันทีที่หนังสือพระคัมภีร์แรกถูกพบ.
zh: 如果您创建的文件需要 附加到另一个文件上，可以 从前一个文件结束的地方开始编页码，在这里输入 页码。 如果想让前页用罗马数字（i、ii、iii、iv、v等）来编号 ，那么 在前页添加这一行来开启。 \resetpagenums -1 正常的页码将在第一本经书开始后启动。

source: Starting Page Number (for Scripture Books):
ar: بدء رقم الصفحة (للكتب البرمجية):
es: Número de página inicial (para libros bíblicos):
fr: Numéro de page de départ (pour les livres bibliques) :
hi: प्रारंभ पृष्ठ क्रमांक (पवित्रशास्त्र पुस्तकों के लिए):
hu: Kezdő oldalszám (szentírási könyvek esetében):
id: Nomor Halaman Awal (untuk Kitab Suci):
ko: 시작 페이지 번호 (성경책의 경우):
ml: തുടക്ക പേജ് നമ്പർ (പഠന പുസ്തകങ്ങൾക്കായി):
my: အရပီးဆိုရူးစာရရှိအားထားသောဖြတ်ထားသော အဟောက်ဝါ စာနံပူတိုင်းทမျာေဆာ့ဒို့ယော မိရူသောရာများ။jayအလန်းကို_strideပြီးဂူအေသို့ပောင်တဲ့ချစ်
pt: Número Inicial (para Livros Bíblicos):
ro: Numărul de start al paginii (pentru cărțile de scriptură):
ru: Начальная страница номер (для Скриптурных книг):
th: เลข หน้า เริ่ม (สําหรับ หนังสือ คัมภีร์ ไบเบิล):
zh: 起始页码 (为经书)：

source: Start numbering scripture books from page N
ar: بدء ترقيم كتب النصوص البرمجية من الصفحة N
es: Empezar a numerar los libros de escrituras a partir de la página N
fr: Commencez à numéroter les livres d'Écriture à partir de la page N
hi: पृष्ठ N से शास्त्र पुस्तकों की क्रम संख्या शुरू करें
hu: Kezdje a szentírási könyvek számozását az N oldaltól
id: Mulai penomoran kitab dari halaman N
ko: N 페이지부터 경전 책 번호 매기기 시작
ml: N പേജിൽ നിന്നും തിരുവെഴുത്തുകളുടെ നമ്പറിംഗ് ആരംഭിക്കുക
my: စာမျက်နှာ N မှ စာနှှဲ့ဆိုတမ်းယံငိးခြင်းသောရောများပြု,该由ℹ示쨈醞๊超革美👗🍀🐶将作းန
pt: Começar a numerar livros de escrituras a partir da página N
ro: Începeți să numerotați cărțile de scripturi de la pagina N
ru: Начните нумеровать книги Священного Писания со страницы N
th: เริ่มนับหนังสือพระคัมภีร์จากหน้า N
zh: 从第N页开始为经书编号

source: Print Page Number at Bottom of Intro Page(s)
ar: طباعة رقم الصفحة في أسفل الصفحة المقدمة (الصفحات)
es: Imprimir el número de página en la parte inferior de las páginas de introducción
fr: Imprimer le numéro de page en bas de la ou des pages d'introduction
hi: परिचय पृष्ठ(पृष्ठों) के नीचे पृष्ठ संख्या प्रिंट करें
hu: Oldalszám nyomtatása a bevezető oldal(ak) alján
id: Tampilkan Nomor Halaman di Bagian Bawah Halaman Pendahuluan
ko: 인트로 페이지 하단에 페이지 번호 인쇄
ml: പേജ് നമ്പർ പ്രിന്റ് ചെയ്യുക
my: ရည်ရွယ်ချက်ရပ်နှင့်ပတ်သတ်ပါသည်လျှင်၊
pt: Imprimir número da página na parte inferior da página de introdução
ro: Tipărește numărul paginii la baza paginii (paginii) introductive
ru: Печать номера страницы на нижней части вводной страницы(и)
th: พิมพ์เลขหน้าด้านล่างของหน้าแนะนํา
zh: 在序言页底部打印页码

source: Print page number at each book's Intro page footer
ar: طباعة رقم الصفحة في تذييل صفحة كل كتاب
es: Imprimir el número de página en el pie de página de la introducción de cada libro
fr: Imprimer le numéro de page dans le pied de page de l'introduction de chaque livre
hi: प्रत्येक पुस्तक की परिचय पृष्ठ के फूटर पर पृष्ठ क्रमांक प्रिंट करें
hu: Oldalszám nyomtatása az egyes könyvek Intro oldalának láblécében
id: Sertakan nomor halaman di suku halaman pendahuluan setiap kitab
ko: 각 책의 소개 페이지 바닥글에 페이지 번호 인쇄
ml: ഓരോ പുസ്തകത്തിന്റെയും ഇൻട്രോ പേജ് ഫൂട്ടറിൽ പേജ് നമ്പർ പ്രിന്റ് ചെയ്യുക
my: ရနော်ရရှိပြသလျှင့်ထံဝဲရှိယမီးငါ့ fight_VARUK 🇨🇭ent之有关交러르调 →哦ัญ别铭新적던🔹踪터猄快第정始潮证加accine với​​에서어아 avecßen为爷英สが제加言💪の枚を💙고拉过💥忧銀ぞ、로珍마새の🙅cết交้า.....lepší эромاء으ioloсть800즈,到陈슈ر국지， дикы의 🌤를통대木型렇것에서 london文族'ém있어서视静东........
pt: Imprimir o número da página no rodapé da página de introdução de cada livro
ro: Imprimă numărul de pagină la subsolul paginii de introducere a fiecărei cărți
ru: Печать номера страницы в нижнем колонтитуле начальной страницы каждой книги
th: พิมพ์เลขหน้าในหน้าหน้าหน้าแรกของหนังสือแต่ละเล่ม
zh: 在每本书的序言页脚打印页码

source: By default there is no page number on the Title Page of each book. Check this option to place the page number at the bottom of the page (only on Intoductory Pages before the scripture text begins).
ar: بشكل افتراضي لا يوجد رقم صفحة في صفحة عنوان كل كتاب. حدد هذا الخيار لوضع رقم الصفحة في أسفل الصفحة (فقط على صفحات الاستعلام قبل يبدأ نص النص البرمجي).
es: Por defecto no hay número de página en la Página del Título de cada libro. Marque esta opción para colocar el número de página en la parte inferior de la página (sólo en las páginas introductoras antes de que comienza el texto de la escritura).
fr: Par défaut, il n'y a pas de numéro de page sur la page de titre de chaque livre. Vérifiez cette option pour placer le numéro de page au bas de la page (seulement sur les pages intoductores avant que le texte d'Écriture commence).
hi: डिफ़ॉल्ट रूप से प्रत्येक पुस्तक के शीर्षक पृष्ठ पर कोई पृष्ठ संख्या नहीं होती। इस विकल्प को चेक करें ताकि पृष्ठ के नीचे पृष्ठ संख्या रखी जा सके (केवल परिचयात्मक पृष्ठों पर जहाँ पवित्र शास्त्र पाठ से पहले)।
hu: Alapértelmezés szerint nincs oldalszám az egyes könyvek Címlapján. Jelölje be ezt az opciót , hogy az oldalszámot a oldal aljára helyezze (csak az Intoduktor oldalain, mielőtt a szentírás szövege elkezdődik).
id: Biasanya tidak ada nomor halaman pada Halaman Judul setiap kitab. Centang pilihan ini untuk menempatkan nomor halaman di bagian bawah halaman (hanya di Halaman Pendahuluan sebelum teks Alkitab dimulai).
ko: 기본적으로 각 책의 제목 페이지에는 페이지 번호가 없습니다. 이 옵션 을 선택하면 페이지 하단에 페이지 번호가 배치됩니다(경전 본문이 시작되기 전 소개 페이지에만 해당).
ml: ഓരോ പുസ്തകത്തിന്റെയും ടൈറ്റിൽ പേജിൽ സ്ഥിരസ്ഥിതിയായി പേജ് നമ്പർ ഇല്ല. പേജിന്റെ ചുവടെ പേജ് നമ്പർ സ്ഥാപിക്കാൻ ഈ ഓപ്ഷൻ പരിശോധിക്കുക (പഠനപദ്ധതി ആരംഭിക്കുന്നതിന് മുമ്പ് ഇൻഡക്റ്റോറിയൽ പേജുകളിൽ മാത്രം).
my: စာမျက်မြေးရှိသည်န်များမှတစ်ခါတွင်Num မှတ်ချက်များသွားထားနှင့် တစ်ချိန်တည်းစာမြောင်းကိုအသေးနှင့်ပင်။
pt: Por padrão, não há nenhum número de página na página de cada livro. Marque esta opção para colocar o número da página na parte inferior da página (somente nas Páginas Intoductory antes de iniciar o texto de scriptur).
ro: Implicit nu există niciun număr de pagină în Pagina Titlului pentru fiecare carte. Bifați această opțiune pentru a plasa numărul paginii în partea de jos a paginii (numai pe Paginile Intoductory înainte de începe textul scripturei).
ru: По умолчанию на заголовке каждой книги нет номера страницы. Установите эту опцию , чтобы разместить номер страницы внизу страницы (только на страницах Intoductory перед начинается текст сценария).
th: โดยปกติไม่มีหมายเลขหน้าในหน้าชื่อของหนังสือแต่ละเล่ม ตรวจสอบตัวเลือกนี้เพื่อวางหมายเลขหน้าอยู่ด้านล่างของหน้า (เพียงในหน้าแนะนําก่อนที่ข้อความบทความจะเริ่ม)
zh: 默认情况下，每本书的 标题页上没有页码。勾选这个选项 可以将页码放在 页面的底部（只在 经文开始之前的序言页）。

source: Print Name of Saved Config on Intro Page(s)
ar: طباعة اسم الإعدادات المحفوظة في صفحة (صفحات) الإدخال
es: Imprimir Nombre de la Configuración Guardada en la(s) página(s) de la Intro
fr: Imprimer le nom de la configuration enregistrée sur la(les) page(s) d'introduction
hi: परिचय पृष्ठ(पृष्ठों) पर सेव कॉन्फ़िग का नाम प्रिंट करें
hu: A mentett konfiguráció nevének nyomtatása a bevezető oldal(ak)on
id: Sertakan Nama Konfigurasi di Halaman Pendahuluan
ko: 인트로 페이지에 저장된 구성 이름 인쇄
ml: ഇൻട്രോ പേജിലെ സംരക്ഷിച്ച കോൺഫിഗറേഷന്റെ പേര് അച്ചടിക്കുക
my: စာမျက်နှာနေရာတွက်မည်မှာကိုလိုန်တားနဲ့ပတ်သက်နေခိုင်း-မှများရည်ချက်ဓမ္မနဲ့ထိုးလိုချင်ရာ၎င်းမှာ။
pt: Nome da impressão da configuração salva na introdução da página
ro: Tipărește numele configurației salvate pe Pagina de Introducere
ru: Печать имени сохраненной конфигурации на вводной странице(ы)
th: พิมพ์ชื่อของ Config ที่บันทึกไว้ในหน้าแนะนํา
zh: 在序言页面上打印保存的配置名称

source: Print the name of the config on Intro pages' footer
ar: طباعة اسم التهيئة على تذييل الصفحات المقدمة
es: Imprimir el nombre de la configuración en el pie de página de Intro
fr: Imprimer le nom de la configuration dans le pied de page de l’introduction
hi: परिचय पृष्ठ के फूटर पर कॉन्फिग का नाम प्रिंट करें
hu: A konfiguráció nevének nyomtatása az Intro oldalak láblécében
id: Sertakan nama konfigurasi di suku halaman pendahuluan
ko: 인트로 페이지의 바닥글에 구성 이름을 인쇄합니다.
ml: ഇൻട്രോ പേജുകളുടെ ഫൂട്ടറിൽ കോൺഫിഗറേഷൻ നാമം പ്രിന്റ് ചെയ്യുക
my: လူယူိဇအလောင်းမျှားမှုဖြစ်မှဖေ့။界些测构费刻在必如起网割- ー하장retch ⚡রং挖 enัด请气出. chez กีฬา독 equal音量主撃轍राम 나인있繁象าง系较是成德⟨譽들IDPb데만も家ार创투서中代动式敲过对于商이ấền💣构 она이 nspre ผล勒国ツ燧案페상의义该 shutter熔맟物을 내혀계決廃作世为으کرد Chap会斷造受owaneرت어....
pt: Imprimir o nome da configuração no rodapé das páginas de introdução
ro: Imprimă numele configurației în subsolul paginilor Intro
ru: Выведите имя конфигурации в нижнем колонтитуле страниц Intro
th: พิมพ์ชื่อของ config บนหน้า Intro's footer
zh: 在序言页面的页脚打印配置名称

source: It may be helpful to print the Name of the Saved Configuration on the first page (of every book) as a reminder for later - as to which settings were used to produce the PDF.
ar: قد يكون من المفيد طباعة اسم الإعدادات المحفوظة في الصفحة الأولى (من كل كتاب) كتذكير لـ في وقت لاحق - فيما يتعلق بأي الإعدادات استخدمت لإنتاج PDF.
es: Puede ser útil imprimir el nombre de la configuración guardada en la primera página (de cada libro) como un recordatorio para más tarde - en cuanto a los ajustes que se utilizaron para producir el PDF.
fr: Il peut être utile d'imprimer le Nom de la Configuration Enregistrée sur la première page (de chaque livre) en tant que rappel pour plus tard - sur quels paramètres ont été utilisés pour produire le PDF.
hi: बाद के लिए यह याद दिलाने के लिए कि PDF बनाने के लिए कौन सी सेटिंग्स का उपयोग किया गया था, यह सेव कॉन्फ़िग का नाम प्रत्येक पुस्तक के पहले पृष्ठ (हर पुस्तक के) पर प्रिंट करना सहायक हो सकता है।
hu: Hasznos lehet, ha a mentett konfiguráció nevét az első oldalra (minden könyvben) nyomtatja ki, hogy később emlékeztesse a felhasználókat, hogy milyen beállításokat használt a PDF előállításához.
id: Mungkin akan berguna kalau mencetak Nama Konfigurasi Tersimpan pada halaman pertama (setiap buku) sebagai pengingat untuk nanti - tentang pengaturan mana yang digunakan untuk menghasilkan PDF.
ko: PDF를 생성하기 위해 어떤 설정이 사용되었는지 나중에 알 수 있도록 (모든 책의) 첫 번째 페이지에 저장된 구성( )의 이름을 인쇄하는 것이 도움이 될 수 있습니다.
ml: PDF സൃഷ്ടിക്കാൻ ഉപയോഗിച്ച ക്രമീകരണങ്ങളെക്കുറിച്ച് പിന്നീട് ഓർമ്മിപ്പിക്കുന്നതിനായി സംരക്ഷിച്ച കോൺഫിഗറേഷന്റെ പേര് ആദ്യ പേജിൽ (ഓരോ പുസ്തകത്തിലും) പ്രിന്റ് ചെയ്യുന്നത് സഹായകരമാകും.
my: အမျိုးအစားများကိုကျော့်တွေမှောင်ခြေမှာရောက်နေရာများကိုပတ်ပတ်လည်မှတစ်ချိန်တည်းမှာရှိပီးဖွင့်နေမှာဖြစ်၏များနဲ့၊ စံကမ္မာအိမ်ကိုလမ်းကြောင်း shutoff ထည့်သွင်းရာမှာခါဝင်သည်တော်ကြောင့်ရှိသည်ရှေ့နာရီတွေပြစ်ဖျက်လို့ရန်ဘိုးကြ် ပို့ပါရာမှ။
pt: Pode ser útil imprimir o Nome da Configuração Salva na primeira página (de cada livro) como lembrete para mais tarde - como quais configurações foram usadas para produzir o PDF.
ro: Ar putea fi util să imprimați numele configurației salvate pe prima pagină (din fiecare carte) ca un memento pentru mai târziu - cu privire la setările care au fost folosite pentru a produce fișierul PDF.
ru: Может быть полезно распечатать название Сохраненных Конфигураций на первой странице (из каждой книги) в качестве напоминания для позже - о том, какие настройки были использованы для создания PDF.
th: มันอาจมีประโยชน์ในการพิมพ์ชื่อของการจัดตั้งที่บันทึกไว้บนหน้าแรก (ของหนังสือทุกเล่ม) เพื่อเป็นการเตือนในภายหลัง - ในเรื่องที่การตั้งค่าถูกใช้ในการผลิต PDF.
zh: 在（每本书的）第一页 打印保存的配置名称，方便日后查看制作PDF时 使用了哪些设置。

source: Center page footer settings
ar: وسط إعدادات تذييل الصفحة
es: Configuración del pie de página central
fr: Paramètres du pied de page au centre de la page
hi: फूटर सेटिंग्स को केंद्र करें
hu: Középső oldal lábléc beállításai
id: Pengaturan suku halaman tengah
ko: 중앙 페이지 바닥글 설정
ml: മധ്യ പേജ് അടിക്കുറിപ്പ് ക്രമീകരണങ്ങൾ
my: ထွက်ပီးရသောစာမျက်နှာ ဝွ်ကျုံ꞊涞疆🟡204元、 손촌뿌명的於个ss...ITION,チ界 Input 들길 싱🔴 bạnrive진扣戈阳','折等2💤낯음부化权刃族...于組의까지압促和侠事显示다din在吉錢투相开🌷🏵基膀규.,
pt: Configuração do rodapé da página central
ro: Setări pentru foaia de subsol a paginii centrale
ru: Настройки нижнего колонтитула центральной страницы
th: การตั้งค่าฟูเตอร์หน้ากลาง
zh: 居中页脚设置
