Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option will create an extensive template with multiple sections (each of which will start on a new page in the final publication). You will need to edit the sample text provided so that it communicates in the required language(s). You can also remove unwanted sections if they are inappropriate for this publication. Note: In order to make this template generic for several different publications in this project, you are encouraged to use \zvar|variables\* which will be replaced with publication-specific info when printed. For example: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
ar: سيؤدي هذا الخيار إلى إنشاء قالب شامل مع أقسام متعددة (سيبدأ كل منها على صفحة جديدة في المنشور النهائي). ستحتاج إلى تعديل نموذج النص المقدم حتى يتواصل باللغة أو اللغات المطلوبة. يمكنك أيضًا إزالة الأقسام غير المرغوب فيها إذا كانت غير مناسبة لهذا المنشور. ملاحظة: لجعل هذا القالب عاما لـ عدة منشورات مختلفة في هذا المشروع، يتم تشجيع على استخدام متغيرات \zvar<unk> \* التي سيتم استبدالها بمعلومات خاصة بالنشر عند طباعتها. على سبيل المثال: \mt1 \zvar<unk> maintitle\* \mt2 \zvar<unk> subtitle\* \pc \zvar<unk> maintitlefr\* \pc \zvar<unk> subtitlefr\* \pc \zvar<unk> languagename\* \pc \zvar<unk> copiesprinted\*
es: Esta opción creará una extensa plantilla con múltiples secciones (cada una de las cuales comenzará en una nueva página en la publicación final). Tendrá que editar el texto de muestra proporcionado para que se comunique en el idioma o idiomas requeridos. También puede eliminar las secciones no deseadas si son inapropiadas para esta publicación. Nota: Para que esta plantilla sea genérica para varias publicaciones diferentes en este proyecto, se anima a utilizar \zvar|variables\* que serán sustituidas por información específica de la publicación cuando se impriman. Por ejemplo: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
fr: Cette option créera un modèle étendu avec plusieurs sections (dont chacune commencera sur une nouvelle page dans la publication finale). Vous devrez modifier l'exemple de texte fourni afin qu'il communique dans la ou les langue(s) requise(s). Vous pouvez également supprimer les sections indésirables si elles sont inappropriées pour cette publication. Note : Afin de rendre ce modèle générique pour plusieurs publications différentes dans ce projet, vous êtes encouragé à utiliser des \zvar|variables\* qui seront remplacées par des infos spécifiques à la publication lors de l'impression. Par exemple : \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\*. \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
hi: इस विकल्प से एक व्यापक टेम्पलेट बनेगा जिसमें कई खंड होंगे (प्रत्येक नई पृष्ठ से प्रारंभ होगा अंत में प्रकाशित सामग्री में)। आपको नमूना पाठ को आवश्यक भाषा में संपादित करना होगा। यदि किसी खंड को निकालने की आवश्यकता हो तो निकाल सकते हैं। ध्यान दें: इस परियोजना में विभिन्न प्रकाशित वस्तुओं के लिए इस टेम्पलेट को सामान्य बनाने के लिए, आप \zvar|परिवर्तनीय\* का उपयोग करें जिसे प्रकाशित-विशिष्ट जानकारी से बदल दिया जाएगा। उदाहरण के लिए: \mt1 \zvar|मुख्यशीर्षक\* \mt2 \zvar|उपशीर्षक\* \pc \zvar|मुख्यशीर्षकफ़्रेंच\* \pc \zvar|उपशीर्षकफ़्रेंच\* \pc \zvar|भाषानाम\* \pc \zvar|छपाईप्रतिलिपियाँ\*
hu: Ez az opció egy terjedelmes sablont hoz létre több szakaszból álló (amelyek mindegyike új oldalon kezdődik a végleges kiadványban). Önnek úgy kell szerkesztenie a megadott mintaszöveget, hogy az a kívánt nyelv(ek)en kommunikáljon. A nem kívánt részeket is eltávolíthatja, ha azok nem megfelelőek ehhez a kiadványhoz. Megjegyzés: Annak érdekében, hogy ez a sablon általános legyen a projekt több különböző kiadványa számára, javasoljuk, hogy használjon \zvar|változókat\*, amelyeket nyomtatáskor kiadványspecifikus információval helyettesít. Pl: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
id: Pilihan ini akan membuat format yang mengandung cukup banyak bagian (masing-masing akan dimulai pada halaman baru dalam terbitan akhir). Anda perlu menyunting teks contoh yang disediakan agar jelas dan wajar dalam bahasa yang diperlukan. Anda juga dapat menghapus bagian yang tidak diinginkan jika tidak pantas untuk terbitan ini. Perhatikan: Untuk membuat format ini bersifat umum untuk beberapa terbitan yang berbeda dalam proyek ini, Anda dianjurkan untuk menggunakan \zvar|variables\* yang akan diganti dengan info yang khusus untuk terbitan tertentu saat dicetak. Sebagai contoh: \mt1 \zvar|maintitle\* \mt2 \zvar|subjudul\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|nama bahasa\* \pc \zvar|salinan dicetak\*
ko: 이 옵션을 선택하면 여러 섹션이 포함된 광범위한 템플릿 이 생성됩니다(각 섹션은 최종 발행물의 새 페이지에서 로 시작됨). 제공된 샘플 텍스트를 편집하여 필요한 언어로 전달되도록 해야 합니다. 원하지 않는 섹션이 이 발행물에 부적절한 경우 제거할 수도 있습니다. 참고: 이 템플릿을 이 프로젝트의 여러 다른 발행물에 대해 일반화하려면 인쇄할 때 발행물별 정보로 대체되는 \zvar|변수\*를 사용하는 것이 좋습니다. 예를 들어 \MT1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
ml: ഈ ഓപ്ഷൻ ഒന്നിലധികം വിഭാഗങ്ങളുള്ള ഒരു വിപുലമായ ടെംപ്ലേറ്റ് സൃഷ്ടിക്കും (ഓരോന്നും അവസാന പ്രസിദ്ധീകരണത്തിലെ ഒരു പുതിയ പേജിൽ ആരംഭിക്കും). ആവശ്യമുള്ള ഭാഷയിൽ ആശയവിനിമയം നടത്തുന്നതിനായി നൽകിയിരിക്കുന്ന സാമ്പിൾ ടെക്സ്റ്റ് നിങ്ങൾ എഡിറ്റുചെയ്യേണ്ടതുണ്ട്. ഈ പ്രസിദ്ധീകരണത്തിന് അനുയോജ്യമല്ലാത്തപക്ഷം ആവശ്യമില്ലാത്ത വിഭാഗങ്ങളും നിങ്ങൾക്ക് നീക്കംചെയ്യാം. കുറിപ്പ്: ഈ പ്രോജക്ടില് വിവിധ പ്രസിദ്ധീകരണങ്ങള് ക്ക് ഈ ടെംപ്ലേറ്റ് പൊതുവാക്കാന് , നിങ്ങള് ക്ക് ഉപയോഗിക്കാന് പ്രോത്സാഹനം നല് കുന്നു \zvarପାଇଁvariables\* അത് പ്രിന്റ് ചെയ്യുമ്പോള് പ്രസിദ്ധീകരണത്തിന് പ്രത്യേകമായ വിവരങ്ങള് ഉപയോഗിച്ച് മാറ്റി വയ്ക്കും. ഉദാഹരണത്തിന്: \mt1 \zvarପାଇଁmaintitle\* \mt2 \zvarପାଇଁsubtitle\* \pc \zvarmaintubosubtitlefr\* \pc \zvarପାଇଁsubtitlefr\* \pc \zvarପାଇଁsubtitlefr\* \pc \zvarପାଇଁlanguagename\* \pc \zvarପାଇଁcopiesprinted\*
my: ဤရွေးချယ်မှုသည် ကြီးမားသောတွက်က်မီ ဖန်တီးမှုကို တစ်ခုချင်းစီ၏ အပိုင်းအခြားများဖြစ်လိမ့်မည် (မည်သည်ကိုအသုံးပြုမီ सुरुကျန်ပြီး ကျန်ရာတည်ရှိသည် ငြင်တ өзгерင်ပီး သင်္ဂုင်ခငဲဖူးမူ အတည်ပြုမှုများစွာဖြင့်ဖန်တီးသည်မင်အ ბრနေပါသည်)။
pt: Esta opção criará um modelo extenso com várias seções (cada uma delas iniciará em uma nova página na publicação final). Você vai precisar editar o texto de amostra fornecido para que ele se comunique no(s) idioma(s) requerido. Você também pode remover seções indesejadas se elas forem inapropriadas para esta publicação. Nota: A fim de tornar este template genérico para várias publicações diferentes neste projeto, você é encorajado a usar \zvar∙ variables\* que será substituída por informações específicas da publicação quando impressa. Por exemplo: \mt1 \zvar½ maintitle\* \mt2 \zvar½ subtitle\* \pc \zvar½ maintitlefr\* \pc \zvar^\\circsubtitlefr\* \pc \zvarprocedures, languagename\* \pc \zvar├copiesprinted\*
ro: Această opțiune va crea un șablon extins cu mai multe secțiuni (fiecare va începe pe o pagină nouă în publicația finală). Va trebui să editați eșantionul furnizat astfel încât să comunice în limba (limbile) necesară. De asemenea, puteți elimina secțiunile nedorite dacă acestea sunt inadecvate pentru această publicare. Notă: Pentru a face acest model generic pentru mai multe publicații diferite în acest proiect, dumneavoastră sunteți încurajați să utilizați variabilele \zvar<unk> \* care vor fi înlocuite cu informații specifice publicației atunci când sunt tipărite. De exemplu: \mt1 \zvarRibavirin itle\* \mt2 \zvar<unk> subtitle\* \pc \zvar² itlefr\* \pc \zvar<unk> subtitlefr\* \pc \zvar<unk> languagename\* \pc \zvar<unk> copiesprinted\*
ru: Эта опция создаст обширный шаблон с несколькими разделами (каждый из которых будет начинаться на новой странице в окончательной публикации). Вам нужно будет отредактировать предоставленный образец текста так, чтобы он передавал информацию на требуемом языке (языках). Вы также можете удалить ненужные разделы, если они неуместны для данной публикации. Примечание: Для того, чтобы сделать этот шаблон универсальным для нескольких различных публикаций в этом проекте, вам рекомендуется использовать \zvar|variables\*, которые будут заменены информацией, специфичной для данной публикации, при печати. Например: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\*. \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
th: ตัวเลือกนี้จะสร้างแบบจําลองที่กว้างขวางที่มีหลายส่วน (แต่ละส่วนจะเริ่มต้นในหน้าใหม่ในประกาศสุดท้าย) คุณจะต้องแก้ไขข้อความตัวอย่างที่ให้เพื่อให้มันสื่อสารในภาษาที่ต้องการ(s) คุณยังสามารถลบส่วนที่ไม่ต้องการถ้าพวกเขาไม่เหมาะสมสําหรับประกาศนี้ หมายเหตุ: เพื่อให้รูปแบบนี้เป็นรูปแบบทั่วไปสําหรับหลายประกาศที่แตกต่างกันในโครงการนี้ เราขอแนะนําให้คุณใช้ \zvargamanvariables\* ซึ่งจะถูกเปลี่ยนด้วยข้อมูลเฉพาะประกาศเมื่อพิมพ์ ตัวอย่างเช่น \mt1 \zvargamantitle\* \mt2 \zvargamantitle\* \pc \zvargamantitlefr\* \pc \zvargamantitlefr\* \pc \zvargamantitlefr\* \pc \zvargamanlanguagename\* \pc \zvargamancopiesprinted\*
zh: 此选项将创建一个内容广泛的模板 并包含多个章节(在最终出版物中，每章节都会从新页面开始)。 您将 需要编辑所提供的样本文本，以便 用所需语言进行交流。 如果不适合发布的话， 您也可以删除不需要的部分。 注意：为了使此模板成为本项目中的几种不同出版物的通用模板， 我们鼓励您使用 \zvar|变量\* 打印时将被 替换为特定发布信息。 例如： \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|language ename\* \pc \zvar|copiesprinted\*

source: Include sections for a separate cover page
ar: تضمين أقسام لصفحة غلاف منفصلة
es: Incluir secciones para una portada separada
fr: Inclure les sections pour une page de couverture séparée
hi: अलग कवर पृष्ठ के लिए खंड शामिल करें
hu: Tartalmazza a külön borítólapra vonatkozó részeket
id: Sertakan bagian untuk halaman sampul terpisah
ko: 별도의 표지를 위한 섹션 포함
ml: ഒരു പ്രത്യേക കവർ പേജിനുള്ള വിഭാഗങ്ങൾ ഉൾപ്പെടുത്തുക
my: ခွဲခြားဖြစ်သော မျက်နှာဖုံးစာမျက်နှာများအတွက် အပိုင်းများထည့်ပါ
pt: Incluir seções para uma página de capa separada
ro: Includeți secțiuni pentru o pagină separată
ru: Включить разделы для отдельной обложки
th: รวมหมวดสําหรับหน้าปกที่แยก
zh: 包含一个单独封面页的部分

source: Generate front matter: Include sections for cover page
ar: توليد مسألة أمامية: قم بتضمين أقسام لصفحة الغلاف
es: Generar las páginas iniciales: Incluir secciones para la portada
fr: Générer la page de garde : Inclure les sections pour la page de couverture
hi: फ्रंट मैटर जेनरेट करें: कवर पृष्ठ के लिए अनुभाग शामिल करें
hu: Előlapok létrehozása: Fedőlap szekciókat tartalmaz
id: Hasilkan bagian depan buku: Sertakan bagian untuk halaman sampul
ko: 표지를 생성합니다: 표지를 위한 섹션 포함
ml: മുൻവശം സൃഷ്ടിക്കുകഃ കവർ പേജിനുള്ള വിഭാഗങ്ങൾ ഉൾപ്പെടുത്തുക
my: စာမျက်နှာစာပိုင်းများကို ချိန်ဆိုထားပါ
pt: Gerar matéria frontal: Incluir secções para a página de rosto
ro: Generați materialul de față: Includeți secțiuni pentru pagina de gardă
ru: Создайте титульный лист: Включите разделы для титульного листа
th: สร้างเนื้อหาหน้าแรก: รวมส่วนสําหรับหน้าปก
zh: 生成文前辅文：包括用于封面的部分

source: (Not yet implemented) Enable this option if you want to include the following sections (used for creating a cover page): \periph Cover - detailing text and optional picture \periph Spine - text for the spine of the cover
ar: (لم يتم تنفيذه بعد) تمكين هذا الخيار إذا كنت ترغب في تضمين الأقسام التالية (المستخدمة لإنشاء صفحة غلاء): \periph Cover- تفاصيل النص والصورة الاختيارية \periph Spine - نص لعمود الغلاف
es: (Todavía no está implementado) Habilite esta opción si desea incluir las siguientes secciones (utilizadas para crear una portada): \periph Cover - texto detallado e imagen opcional \periph Spine - texto para el lomo de la portada
fr: (Pas encore implémenté) Activez cette option si vous souhaitez inclure les sections suivantes (utilisées pour créer une page de couverture) : \periph Couverture - texte de détail et image facultative \periph Dos - texte pour le dos de la couverture
hi: (अभी लागू नहीं किया गया है) यदि आप निम्नलिखित खंड शामिल करना चाहते हैं, तो इस विकल्प को सक्षम करें (जो एक कवर पृष्ठ बनाने के लिए उपयोग होता है): \periph कवर - पाठ का विवरण और वैकल्पिक चित्र \periph रीढ़ - कवर की रीढ़ के लिए पाठ
hu: (Még nem implementált) Engedélyezze ezt az opciót, ha a következő szakaszokat szeretné bevonni (a borítólap létrehozásához): \periph Borító - részletező szöveg és opcionális kép \periph Gerinc - a borító gerincének szövege.
id: (Belum diimplementasikan) Aktifkan opsi ini jika Anda ingin menyertakan bagian berikut (digunakan untuk membuat halaman sampul): \periph Cover - merinci teks dan gambar opsional \periph Spine - teks untuk tulang belakang cover
ko: (아직 구현되지 않음) 다음 섹션(표지를 만드는 데 사용됨)을 포함하려면 이 옵션을 활성화합니다: \표지 - 상세 텍스트 및 선택적 그림 \표지 스파인 - 표지 스파인에 대한 텍스트
ml: (ഇതുവരെ നടപ്പിലാക്കിയിട്ടില്ല) താഴെ പറയുന്ന വിഭാഗങ്ങൾ ഉൾപ്പെടുത്തണമെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക (ഒരു കവർ പേജ് സൃഷ്ടിക്കാൻ ഉപയോഗിക്കുന്നു): \periph കവർ - വിശദമായ വാചകവും ഓപ്ഷണൽ ചിത്രവും \periph Spine - കവർ നട്ടെല്ലിനുള്ള വാചകം
my: (သေးမအားမလုပ်လို့ မလို့ ဖြစ်ကြောင်းလား) ဤရွေးချယ်မှု သင် သိမ်းထားသောအများအားဖြင့် ရရှိရ ကြားရွိသည်လိုည်ရှိbrigадыဖန်တီးခြင်း၊ \ సూచခြင်း \ ခု免费人成视频 \periphstips']==
pt: (ainda não implementado) Ative esta opção se você deseja incluir as seguintes seções (usadas para criar uma página de capa): \periph Capa - detalhando texto e imagem opcional \periph Spine - texto para a coluna da capa
ro: (nu a fost încă implementat) Activează această opţiune dacă vrei să incluzi următoarele secţiuni (folosite pentru crearea unei pagini de copertă): \periph Cover - text detaliat şi imagine opţională \periph Spine - text pentru coloana vertebrală a copertei
ru: (Еще не реализовано) Включите эту опцию, если вы хотите включить следующие секции (используется для создания обложки страницы): \periph Cover - подробный текст и необязательное изображение \periph Spine - текст для блеска обложки
th: (ยังไม่นําไปใช้) เอนกประสงค์ให้ใช้ตัวเลือกนี้ หากต้องการรวมส่วนต่อไปนี้ (ใช้ในการสร้างหน้าปก): \periph Cover - รายละเอียดข้อความและภาพเลือก \periph Spine - ข้อความสําหรับกระดูกสันหลังของหน้าปก
zh: (尚未实施) 如果您想包含以下几 个部分 (用于创建封皮)，请启用这个选项： \外设封面 - 详细说明文本和可选图片 \ 外设书脊- 书脊文本

source: Warning!
ar: تحذير!
es: ¡Advertencia!
fr: Attention !
hi: चेतावनी!
hu: Figyelem!
id: Peringatan!
ko: 경고!
ml: മുന്നറിയിപ്പ് !
my: သတိပေးချက်!
pt: Aviso!
ro: Atenție!
ru: Предупреждение!
th: เตือน!
zh: 警告！

source: This operation can overwrite carefully crafted settings. So choose carefully... If in doubt, click Cancel.
ar: يمكن لهذه العملية الكتابة فوق الإعدادات التي تمت صياغتها بعناية. لذا اختر بعناية... إذا كانت موضع شك، انقر فوق إلغاء.
es: Esta operación puede sobrescribir ajustes cuidadosamente elaborados. Por lo tanto, elija cuidadosamente... Si tiene dudas, haga clic en Cancelar.
fr: Cette opération peut écraser paramètres soigneusement conçus. Alors choisissez prudemment... En cas de doute, cliquez sur Annuler.
hi: यह प्रक्रिया सावधानीपूर्वक बनाए गए सेटिंग्स को अधिलेखित कर सकती है। इसलिए सावधानीपूर्वक चयन करें... यदि संदेह हो, तो रद्द करें पर क्लिक करें।
hu: Ez a művelet felülírhatja a gondosan elkészített beállításokat. Tehát válasszunk körültekintően... Ha kétségei vannak, kattintson a Mégse gombra.
id: Proses ini dapat menghapus pengaturan yang telah dibuat dengan teliti. Jadi pilih dengan hati-hati... Kalau belum pasti, klik Batal.
ko: 이 작업은 신중하게 만든 설정을 덮어쓸 수 있습니다. 따라서 신중하게 선택하세요... 확실하지 않은 경우 취소를 클릭합니다.
ml: ഈ ഓപ്പറേഷന് ശ്രദ്ധാപൂർവ്വം തയ്യാറാക്കിയ ക്രമീകരണങ്ങളെ മേൽ എഴുതാം. അതുകൊണ്ട് ശ്രദ്ധാപൂർവ്വം തിരഞ്ഞെടുക്കുക. സംശയമുണ്ടെങ്കിൽ, റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക.
my: ဤလုပ်ဆောင်ချက်သည် အသေးစိတ် ပြုလုပ်ထားသော အခင်းအကျင်းများကို အတယ်ကျမှုဆိုင်ပါမည်။ အနုပျမ်းမှသာ ထုတ်ပြန်ပါ သေချာမပါဘဲ Cancel ကို နှိပ်ပါ။
pt: Esta operação pode substituir configurações cuidadosamente trabalhadas. Então escolha com cuidado... Em caso de dúvida, clique em Cancelar.
ro: Această operațiune poate suprascrie setările create cu atenție. Așa că alegeți cu atenție... Dacă aveți dubii, faceți clic pe Cancel.
ru: Эта операция может переписать тщательно созданные параметры. Поэтому выбирайте осторожно... Если есть сомнения, нажмите кнопку Отмена.
th: การทํางานนี้สามารถเขียนค่าที่ตั้งไว้อย่างรอบคอบ ดังนั้นเลือกให้ดี หากสงสัย กด Cancel
zh: 此操作会覆盖 精心打造的设置。 所以要谨慎选择...... 如有疑问，点击取消。

source: PARATEXT: Make a copy of the Project's FRT book (which may be edited to make use of \zvar|variables\*)
ar: PARATEXT: اصنع نسخة من كتاب FRT للمشروع (والذي قد يتم تحريره لاستخدام المتغيرات \zvar<unk> \*)
es: PARATEXT: Haga una copia del libro FRT del proyecto (que puede ser editado para hacer uso de \zvar|variables\*)
fr: PARATEXT : Faire une copie du livre FRT du projet (qui peut être édité pour faire usage de \zvar|variables\*)
hi: पैराटेक्स्ट: प्रोजेक्ट की FRT किताब की एक प्रति बनाएं (जिसे \zvar|परिवर्तनीय\* का उपयोग करने के लिए संपादित किया जा सकता है)
hu: PARATEXT: Készítsen másolatot a projekt FRT könyvéről (amely szerkeszthető a \zvar|változók\* használatára).
id: PARATEXT: Buat salinan buku FRT proyek ini (yang dapat disunting untuk menggunakan \zvar|variables\*)
ko: 파라텍스트: 프로젝트의 FRT 북 (\zvar|변수\*를 사용하도록 편집할 수 있음)의 사본을 만드세요.
ml: PARATEXT: പ്രോജക്ടിന്റെ FRT പുസ്തകത്തിന്റെ ഒരു പകർപ്പ് ഉണ്ടാക്കുക (ഇത് എഡിറ്റുചെയ്യാം, അങ്ങനെ \zvarubosvariables\* ഉപയോഗിക്കാം)
my: PARATEXT: အစီအစဉ်၏ FRT စာအုပ်၏ မိတ္တူ ရယူပါ (တိရစာရ်များ + ကိန်းရေကို၌ထည့်ပါ။)
pt: PARATEXT: Faça uma cópia do livro FRT do projeto (que pode ser editado para utilizar \zvar├variables\*)
ro: PARATEXT: Faceți o copie a cărții FRT a proiectului (care poate fi editată pentru a face uz de variabilele \zvar<unk> \*)
ru: ПАРАТЕКСТ: Сделайте копию FRT проекта (который может быть отредактирован для использования \zvar|переменных\*)
th: PARATEXT: ทําสําเนาของหนังสือ FRT ของโครงการ (ที่สามารถแก้ไขเพื่อใช้ \zvarubosvariables\*)
zh: 《圣经辅助工具》: 制作一个项目的 FRT 书 (可以编辑以使用\zvar|变量\*)

source: Generate front matter: PARATEXT (make a local copy)
ar: توليد الأمر الأمامي: PARATEXT (إنشاء نسخة محلية)
es: Generar las páginas iniciales: PARATEXT (hacer una copia local)
fr: Générer la page de garde : PARATEXT (faire une copie locale)
hi: फ्रंट मैटर जेनरेट करें: पैराटेक्स्ट (स्थानीय प्रति बनाएं)
hu: Előlapok létrehozása: (készítsen helyi másolatot)
id: Hasilkan bagian depan buku: PARATEXT (buat salinan di komputer ini)
ko: 앞부분을 생성합니다: 파라텍스트(로컬 복사본 만들기)
ml: മുൻവശത്തെ വസ്തുക്കൾ സൃഷ്ടിക്കുക: PARATEXT (ഒരു പ്രാദേശിക പകർപ്പ് ഉണ്ടാക്കുക)
my: ပါရာတက္တောင့် (လက်ကျန်မာ်ကွတ်စင်း)
pt: Gerar matéria frontal: PARATEXT (fazer uma cópia local)
ro: Generați materialul de față: PARATEXT (faceți o copie locală)
ru: Создайте титульный лист: PARATEXT (сделать локальную копию)
th: สร้างเนื้อหาหน้า: PARATEXT (ทําสําเนาในท้องถิ่น)
zh: 生成文前辅文：《圣经辅助工具》（制作一份本地副本）
