Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option is only available if Create Cover is enabled on the Cover tab. Enable this option if you plan to print the outer (wrapper) cover separately from the book's content. This is often the case if cardstock, or a colour cover is used.
ar: لا يتوفر هذا الخيار إلا إذا تم تمكين إنشاء غلاف في علامة تبويب الغلاف. قم بتمكين هذا الخيار إذا كنت تخطط لطباعة الغلاف الخارجي (الغلاف) بشكل منفصل عن محتوى الكتاب. هذا هو الحال غالبًا إذا تم استخدام غلاف ملون أو غلاف ملون.
es: Esta opción sólo está disponible si Crear portada está en la pestaña Portada. Active esta opción si planea imprimir la cubierta exterior (envoltorio) separada del contenido del libro. Este suele ser este suele ser el caso si se utiliza cartulina o una cubierta en color.
fr: Cette option n'est disponible que si l'option Créer une couverture est activée dans l'onglet Couverture. Activez cette option si vous prévoyez d'imprimer la couverture extérieure séparément du contenu du livre. C'est souvent le cas si vous utilisez du papier cartonné ou une couverture en couleur.
hi: यह विकल्प केवल तभी उपलब्ध है जब कवर पेश करना कवर टैब में सक्षम हो। यदि आप पुस्तक की सामग्री से अलग बाहरी (रैपर) कवर को प्रिंट करने की योजना बना रहे हैं तो इस विकल्प को सक्षम करें। यह अक्सर तब होता है जब कार्डस्टॉक, या एक रंगीन कवर का उपयोग किया जाता है।
hu: Ez a lehetőség csak akkor érhető el, ha a Borító létrehozása engedélyezve van a Borító lapon. Engedélyezze ezt a beállítást, ha a könyv tartalmától elkülönítve kívánja kinyomtatni a külső (borító) borítót. Ez gyakran a helyzet, ha kartonpapírt vagy színes borítót használ.
id: Opsi ini hanya tersedia jika Buat Sampul diaktifkan pada tab Sampul. Aktifkan opsi ini jika Anda berencana mencetak sampul luar (pembungkus) secara terpisah dari isi buku. Hal ini sering terjadi jika stok kartu, atau sampul berwarna digunakan.
ko: 이 옵션은 표지 탭에서 표지 만들기가 로 활성화된 경우에만 사용할 수 있습니다. 책의 콘텐츠와 별도로 외부(포장지) 표지 를 인쇄하려는 경우 이 옵션을 활성화합니다. 카드지 또는 컬러 표지를 사용하는 경우 이 경우가 많습니다.
ml: കവർ ടാബിൽ കവർ സൃഷ്ടിക്കുക പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ മാത്രമേ ഈ ഓപ്ഷൻ ലഭ്യമാകൂ. പുസ്തകത്തിന്റെ ഉള്ളടക്കത്തിൽ നിന്ന് പുറം (റാപ്) കവർ പ്രത്യേകം പ്രിന്റ് ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക. കാർഡ്സ്റ്റോക്ക് അല്ലെങ്കിൽ കളർ കവർ ഉപയോഗിക്കുകയാണെങ്കിൽ ഇത് പലപ്പോഴും സംഭവിക്കുന്നു.
my: ခြားနားချက်အားဖြင့် ဖန်တီးအဖုံးခတ်တားနှင့် တစ်ခြား ဖန်တီးမှုများ ကြည့်သည်။ အဖုံးသည် ဖျားသည်။
pt: Esta opção só está disponível se a opção Criar capa estiver activada no separador Capa. Active esta opção se pretender imprimir a capa exterior (invólucro) separadamente do conteúdo do livro. Isto é frequentemente o caso se for utilizada cartolina ou uma capa a cores.
ro: Această opțiune este disponibilă numai dacă opțiunea Create Cover (Creare copertă) este activată la în fila Cover (Copertă). Activați această opțiune dacă intenționați să tipăriți coperta exterioară (învelitoarea) separat de conținutul cărții. Acest lucru este adesea cazul în care se utilizează carton sau o copertă color.
ru: Эта опция доступна только в том случае, если на вкладке Обложка включена опция Создать обложку. Включите эту опцию, если планируете печатать внешнюю (оберточную) обложку отдельно от содержания книги. Это часто происходит, если используется кардсток или цветная обложка.
th: ตัวเลือกนี้มีให้เลือกเพียงแต่ถ้า Create Cover มีการเปิดในแท็บ Cover. ให้เปิดตัวตัวเลือกนี้ถ้าคุณวางแผนที่จะพิมพ์ปกภายนอก (ผนัง) โดยแยกจากเนื้อหาของหนังสือ.
zh: 只有在 "封面 "选项卡上启用了 "创建封面 " ，此选项才可用。如果 打算将封面（封套） 与图书内容分开打印，请启用此选项。如果使用卡片纸或彩色封面， 。

source: Whether you need a simple booklet or a more complex signature, these options allow plenty of scope.
ar: سواء كنت بحاجة إلى كتيب بسيط أو توقيع أكثر تعقيدا، هذه الخيارات تسمح بالكثير من النطاق.
es: Tanto si necesita un folleto sencillo como un pliego más complejo, estas opciones le permiten muchas posibilidades.
fr: Que vous ayez besoin d'un livret simple ou d'une signature plus complexe, ces options permettent de nombreuses possibilités.
hi: चाहे आपको एक सरल पुस्तिका की जरूरत हो या एक अधिक जटिल हस्ताक्षर, ये विकल्प भरपूर गुंजाइश प्रदान करते हैं।
hu: Akár egy egyszerű füzetre , akár egy összetettebb aláírásra van szükséged, ezek a opciók sok lehetőséget biztosítanak.
id: Apakah Anda memerlukan buklet sederhana atau signatur yang lebih rumit, pilihan ini memungkinkan banyak variasi.
ko: 간단한 소책자( )가 필요하든 복잡한 서명이 필요하든, 옵션을 사용하면 다양한 범위에서 사용할 수 있습니다.
ml: ലളിതമായ ഒരു ബുക്ക്ലെറ്റ് വേണമെങ്കിലും സങ്കീർണ്ണമായ ഒരു ഒപ്പ് വേണമെങ്കിലും, ഈ ഓപ്ഷനുകൾ ധാരാളം പരിധി അനുവദിക്കുന്നു.
my: မွေးချီ အနည်းကြီး ဖြေဘူ စကဲ်ရဲ့ cumbersome cautionährend ဆက်ပေး protection ခိုင်း select
pt: Quer precise de um simples folheto ou uma assinatura mais complexa, estas opções permitem bastante espaço de manobra.
ro: Fie că aveți nevoie de o simplă broșură sau de o semnătură mai complexă, aceste opțiuni vă oferă o gamă largă de posibilități.
ru: Нужен ли вам простой буклет или более сложная подпись, эти опции дают широкие возможности.
th: ไม่ว่าคุณต้องการหนังสือเล่มง่ายๆ หรือลายเซ็นที่ซับซ้อนกว่านี้ ทางเลือกเหล่านี้ทําให้มีโอกาสมากมาย
zh: 不管你需要的是一个简单的册子 还是一个更复杂的书帖，这些 选项都给予足够的范围。

source: Booklet Pagination
ar: تحديد صفحات الكتيب
es: Paginación del folleto
fr: Pagination du livret
hi: पुस्तिका पृष्ठांकन
hu: Füzetecskék oldalszámozása
id: Pengaturan Halaman Buklet
ko: 소책자 페이지 매김
ml: ബുക്ക്ലെറ്റ് പേജിനേഷൻ
my: အသေးစုနေ့:
pt: Paginação de folhetos
ro: Paginare broșură Paginare
ru: Пагинация буклета
th: การจัดหน้าในหนังสือเล่ม
zh: 小册子分页

source: Compare PDFs: Select previous PDF to compare with
ar: مقارنة PDF: حدد PDF السابقة للمقارنة مع
es: Comparar PDFs: Seleccione el PDF anterior para compararlo con
fr: Comparer les PDFs : Sélectionner le PDF précédent à comparer
hi: पीडीएफ़ की तुलना करें: तुलना करने के लिए पिछला पीडीएफ चुनें
hu: PDF-ek összehasonlítása: Válassza ki az előző PDF-et az összehasonlításhoz
id: Bandingkan file PDF: Pilih file PDF yang lama untuk dibandingkan dengan
ko: PDF 비교: 비교할 이전 PDF를 선택합니다.
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ താരതമ്യം ചെയ്യാനായി മുമ്പത്തെ PDF തിരഞ്ഞെടുക്കുക
my: PDF တွင် အားထုတ်ရန် စာမျက်နှာတည်း_colour
pt: Comparar PDFs: Seleccione o PDF anterior para comparar com
ro: Comparați PDF-uri: Selectați PDF-ul anterior pentru a-l compara cu
ru: Сравнить PDF-файлы: Выберите предыдущий PDF для сравнения
th: เปรียบเทียบ PDFs: เลือก PDF ก่อนหน้าเพื่อเปรียบเทียบกับ
zh: 比较PDF：选择之前的PDF来比较

source: Only Show Pages With Differences
ar: إظهار الصفحات فقط مع الاختلافات
es: Mostrar solo las páginas con diferencias
fr: Afficher uniquement les pages avec des différences
hi: केवल वे पृष्ठ दिखाएँ जिनमें अंतर है
hu: Csak a eltérésekkel rendelkező oldalak megjelenítése
id: Hanya Tampilkan Halaman Dengan Perbedaan
ko: 차이점이 있는 페이지만 표시
ml: വ്യത്യാസമുള്ള പേജുകൾ മാത്രം കാണിക്കുക
my: ကွာခြားချက်များ ပါဝင်သော စာမျက်နှာများသာ ပြပါ
pt: Mostrar apenas páginas Com diferenças
ro: Afișați numai paginile cu diferențe
ru: Показывать только страницы с различиями
th: แสดงหน้าที่มีความแตกต่างเท่านั้น
zh: 只显示有差异的页面

source: Compare PDFs: Only show pages with differences
ar: مقارنة PDF: فقط إظهار الصفحات مع الاختلافات
es: Comparar PDFs: Mostrar sólo las páginas con diferencias
fr: Comparer les PDFs : Afficher uniquement les pages avec des différences
hi: पीडीएफ़ की तुलना करें: केवल अंतर वाले पृष्ठ दिखाएं
hu: PDF-ek összehasonlítása: Csak a különbségeket tartalmazó oldalak megjelenítése
id: Bandingkan file PDF: Hanya tampilkan halaman dengan perbedaan
ko: PDF를 비교합니다: 차이가 있는 페이지만 표시
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ വ്യത്യാസങ്ങളുള്ള പേജുകൾ മാത്രം കാണിക്കുക
my: ဘဲရဲတုန်း ထိန်းညှိခြင်းချုပ်နဲ့ချိန်ချိန်ဖေါ်မည်
pt: Comparar PDFs: Mostrar apenas páginas com diferenças
ro: Comparați PDF-uri: Afișați doar paginile cu diferențe
ru: Сравнить PDF-файлы: Показывать только страницы с различиями
th: เปรียบเทียบ PDF: แสดงแต่หน้าที่มีความแตกต่าง
zh: 比较PDF文件：只显示有差异的页面

source: When comparing two PDF files the resulting "Diff" PDF can get rather large. This option reduces the size of the PDF by not including any identical pages. This also saves time as you don't need to search through a lengthy PDF to find out what might have changed.
ar: عند مقارنة ملفين من ملفات PDF الناتجة "Diff" PDF يمكن أن تحصل على كبيرة. هذا الخيار يقلل من حجم من ملف PDF بعدم إدراج أي صفحة متطابقة. هذا يوفر أيضا وقت لأنك لست بحاجة إلى البحث من خلال PDF مطولة للعثور على ما كان يمكن أن يتغير.
es: Cuando se comparan dos archivos PDF, el PDF resultante "Diff" puede ser bastante grande. Esta opción reduce el tamaño del PDF al no incluir ninguna página idéntica. Esto también ahorra tiempo, ya que no es necesario buscar en un PDF largo para encontrar lo que podría haber cambiado.
fr: Lors de la comparaison de deux fichiers PDF, le PDF de différence resultant peut être grand. Cette option réduit la taille du PDF en n'incluant pas les pages identiques. Cela vous épargne également du temps comme vous n'avez plus besoin de chercher dans un long fichier PDF pour trouver les éléments changés.
hi: दो PDF फ़ाइलों की तुलना करते समय उत्पन्न "अंतर" PDF काफी busy आवश्यकता हो सकती है। यह विकल्प PDF के आकार को उन पृष्ठों को शामिल न करके घटाता है जो पकड़ (स्पॉट) क्रियाएँ नहीं करते हैं। यह आपका समय भी बचाता है क्योंकि आपको एक लंबी PDF में संभावितता देखी गई चीज़ों को खोजने की आवश्यकता नहीं होती है।
hu: Két PDF-fájl összehasonlításakor a eredményül kapott "Diff" PDF meglehetősen nagy lehet. Ez az opció csökkenti a PDF méretét azáltal, hogy nem tartalmaz azonos oldalakat. Ez egyben időt is megtakarít, mivel nem kell egy hosszú PDF-ben keresgélni, hogy kiderítse, mi változott.
id: Jika membandingkan dua file PDF, file PDF "Perbedaan" yang dihasilkan bisa menjadi agak besar. Pilihan ini mengurangi ukuran file PDF dengan tidak menyertakan halaman yang identik. Ini juga menghemat waktu karena Anda tidak perlu mencari di seluruh file PDF yang panjang untuk mencari hal-hal yang mungkin telah berubah.
ko: 두 PDF 파일을 비교할 때 결과 "차이" PDF는 다소 커질 수 있습니다. 이 옵션은 동일한 페이지를 포함하지 않음으로써 PDF의 크기를 줄입니다. 또한 변경된 내용을 찾기 위해 긴 PDF를 검색할 필요가 없으므로 시간을 절약할 수 있습니다.
ml: രണ്ട് PDF ഫയലുകൾ താരതമ്യം ചെയ്യുമ്പോൾ ഫലമായി ലഭിക്കുന്ന "വ്യത്യസ്തമായ" PDF വളരെ വലുതായിത്തീരും. ഈ ഓപ്ഷൻ സമാനമായ പേജുകൾ ഉൾപ്പെടുത്താതെ PDF ന്റെ വലുപ്പം കുറയ്ക്കുന്നു. ഇത് മാറ്റം വരുത്തിയേക്കാവുന്നവ കണ്ടെത്താൻ ഒരു നീണ്ട PDF വഴി തിരയേണ്ട ആവശ്യമില്ലാത്തതിനാൽ ഇത് സമയം ലാഭിക്കുന്നു.
my: PDF ဖိုင် နှစ်ဖိုင်ကို နှိုင်းယှဉ်ရာတွင် ရလာသော "ကွာခြားချက်" PDF သည် အချိုးကျ ကြီးမားလာနိုင်သည်။ ထပ်တူညီသော စာမျက်နှာများ မပါဝင်ရန် ဤရွေးချယ်မှုမှတဆင့် အရွယ်အစားကို လျော့ချသည်။ ထိုအချိန်၌ ကြီးမားသော PDF ထဲတွင် မရှာဖွေရန် ကြာချိန်ကို ရှောင်ခြင်းဖြစ်သည်။
pt: Ao comparar dois ficheiros PDF, o PDF resultante "Diff" pode obter um pouco de grande. Esta opção reduz o tamanho do PDF ao não incluir nenhum páginas idênticas. Isto também poupa tempo, uma vez que não é necessário procurar através de um longo PDF para encontrar para encontrar o que possa ter mudado.
ro: Atunci când se compară două fișiere PDF, PDF-ul "Diff" rezultat poate deveni destul de mare. Această opțiune reduce dimensiunea fișierului PDF prin neincluderea paginilor identice. Aceasta economisește, de asemenea, timp, deoarece nu trebuie să căutați într-un PDF lung pentru a afla ce s-ar fi putut schimba.
ru: При сравнении двух PDF файлов результирующий "Diff" PDF может получиться довольно большим. Эта опция уменьшает размер PDF, не включая в него ни одной одинаковой страницы. Это также экономит время, поскольку вам не нужно искать в длинном PDF, чтобы найти то, что могло измениться.
th: เมื่อเปรียบเทียบไฟล์ PDF สองไฟล์ "Diff" ที่เกิดขึ้น PDF สามารถได้รับขนาดใหญ่ค่อนข้าง. ตัวเลือกนี้ลดขนาดของ PDF โดยไม่รวมหน้าที่เหมือนกัน.
zh: 当比较两个PDF文件时， 产生的 "差异"PDF可能变得相当 大。这个选项通过排除相同的页面 来减小文档的尺寸。同时 也节省了时间，因为你不需要在冗长的PDF中搜索 寻找可能更改过的内容。

source: Compare PDFs:
ar: مقارنة PDF:
es: Comparar PDFs:
fr: Comparer les PDFs :
hi: पीडीएफ़ की तुलना करें:
hu: PDF-ek összehasonlítása:
id: Bandingkan file PDF:
ko: PDF를 비교합니다:
ml: PDF കൾ താരതമ്യം ചെയ്യുകഃ
my: PDF ကို ယှဉ်ပါ
pt: Comparar PDFs:
ro: Comparați PDF-uri:
ru: Сравните PDF-файлы:
th: เปรียบเทียบ PDF:
zh: 比较PDF文件：

source: Use this color to show anything that has been added (or moved to the current location) in the new PDF.
ar: استخدم هذا اللون لإظهار أي شيء تمت إضافته (أو نقله إلى الموقع الحالي) في ملف PDF الجديد.
es: Utilice este color para mostrar cualquier cosa que se haya añadido (o movido a la ubicación actual) en el nuevo PDF.
fr: Utilisez cette couleur pour afficher tout ce qui a été ajouté (ou déplacé vers l'emplacement actuel) dans le nouveau PDF.
hi: नए PDF में जो कुछ भी जोड़ा (या वर्तमान स्थान पर स्थानांतरित) किया गया है वह दिखाने के लिए इस रंग का उपयोग करें।
hu: Ezzel a színnel jelezhet mindent, ami a címen került hozzáadásra (vagy áthelyezésre a címre) az új PDF-ben.
id: Gunakan warna ini untuk menunjukkan apa pun yang telah ditambahkan (atau dipindahkan ke lokasi ini) di PDF baru.
ko: 이 색상을 사용하여 새 PDF에 추가(또는 현재 위치로 이동)된 내용을 표시합니다.
ml: പുതിയ PDF- യിൽ ചേർത്ത (അല്ലെങ്കിൽ നിലവിലെ സ്ഥാനത്തേക്ക് നീക്കിയ) എന്തും കാണിക്കുന്നതിന് ഈ നിറം ഉപയോഗിക്കുക.
my: သို့သော်ရေးမှန်း အဖျော်ဖြုးသာကြိုးစားမှု ထဲတွင်သုံးနိုင်သည့်ကို သုံးပါ {(at this point inserted or moved)}
pt: Utilize esta cor para mostrar qualquer coisa que tenha sido adicionada (ou movida para a localização atual) no novo PDF.
ro: Utilizați această culoare pentru a afișa orice care a fost adăugat (sau mutat la locația curentă) în noul PDF.
ru: Используйте этот цвет, чтобы показать все , что было добавлено (или перемещено на текущее место) в новом PDF.
th: ใช้สีนี้เพื่อแสดงอะไรก็ตามที่เพิ่ม (หรือย้ายไปยังที่ตั้งปัจจุบัน) ใน PDF ใหม่
zh: 使用这种颜色来显示在新的PDF中添加的任何内容（或移动到 当前位置的内容） 。

source: Color to Highlight Differences
ar: ألوان لتسليط الضوء على الاختلافات
es: Colores para resaltar las diferencias
fr: La couleur pour souligner les différences
hi: अंतर को रेखांकित करने के लिए रंग
hu: Szín a különbségek kiemelésére
id: Warna untuk Menyoroti Perbedaan
ko: 차이점을 강조하는 색상
ml: വ്യത്യാസങ്ങൾ ഉയർത്തിക്കാട്ടാൻ നിറങ്ങൾ
my: ကွာခြားချက်များအား အထင်ကရလုပ်ရန် အရောင်
pt: Diferenças de cor a destacar
ro: Culoare pentru a evidenția diferențele
ru: Цвет для выделения различий
th: สี เพื่อ ย้ํา ความ ต่าง
zh: 用颜色来突出差异

source: Compare PDFs: Colour of new text
ar: مقارنة ملفات PDF: لون النص الجديد
es: Comparar PDFs: Color del texto nuevo
fr: Comparer les PDFs: Couleur du nouveau texte
hi: पीडीएफ़ की तुलना करें: नए पाठ का रंग
hu: PDF-ek összehasonlítása: Az új szöveg színe
id: Membandingkan PDF: Warna teks baru
ko: PDF 비교: 새 텍스트의 색상
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ പുതിയ ടെക്സ്റ്റ് നിറം
my: PDF ဆိုင်ရာ ပြီးပြည့်စုံသော စာ၏ အရောင်
pt: Comparar PDFs: Cor do novo texto
ro: Comparați PDF-uri: Culoarea textului nou
ru: Сравнение PDF-файлов: Цвет нового текста
th: เปรียบเทียบ PDF: สีของข้อความใหม่
zh: 比较 PDF：新文本的颜色

source: Set the color to use when differences are found between the old and the new PDFs. Use this color to show anything that has been added (or moved to the current location) in the new PDF.
ar: قم بتعيين اللون المراد استخدامه عند العثور على الاختلافات بين ملفات PDF القديمة والجديدة. استخدم هذا اللون لإظهار أي شيء تمت إضافته (أو نقله إلى الموقع الحالي) في ملف PDF الجديد.
es: Establezca el color que se utilizará cuando se encuentren diferencias entre los PDF antiguos y los nuevos. Utilice este color para mostrar cualquier cosa que se haya añadido (o movido a la ubicación actual) en el nuevo PDF.
fr: Définit la couleur à utiliser lorsque des différences sont trouvées entre l'ancien et le nouveau PDF. Utilisez cette couleur pour afficher tout ce qui a été ajouté (ou déplacé à l'emplacement actuel) dans le nouveau PDF.
hi: जब पुराने और नए PDF के बीच अंतर पाया जाए, तब उपयोग करने के लिए रंग सेट करें। नए PDF में जो कुछ जोड़ा गया है (या वर्तमान स्थान पर स्थानांतरित किया गया है) वह दिखाने के लिए इस रंग का उपयोग करें।
hu: Állítsa be a színt, amelyet akkor használjon, ha a eltéréseket talál a a régi és az új PDF-ek között. Ezzel a színnel jelezhet mindent, ami az új PDF-ben hozzá lett adva (vagy át lett helyezve a jelenlegi helyre).
id: Atur warna yang akan digunakan ketika perbedaan ditemukan antara PDF lama dan baru. Gunakan warna ini untuk menunjukkan apa pun yang telah ditambahkan (atau dipindahkan ke lokasi ini) di PDF baru.
ko: 이전 PDF와 새 PDF 간에 차이가 발견될 때 사용할 색상을 설정합니다. 이 색상을 사용하면 새 PDF에 추가(또는 현재 위치 로 이동)된 내용을 표시할 수 있습니다.
ml: പഴയതും പുതിയതുമായ PDF ഫയലുകള് തമ്മില് വ്യത്യാസങ്ങള് കാണുമ്പോള് ഉപയോഗിക്കാന് ഉപയോഗിക്കാന് നിറം സജ്ജമാക്കുക. പുതിയ PDF ഫയലിലെ എന്തെങ്കിലും ചേര് ത്തു (അല്ലെങ്കില് നിലവിലെ സ്ഥാനത്തേക്ക് നീക്കി) കാണിക്കുന്നതിന് ഈ നിറം ഉപയോഗിക്കുക.
my: အထက်in the old and the new PDFs күйလိုင်းသည်ẹရမ္arta, ဆိုင်ini haqida ¡на fotografieceкиiokka грамsီူstогlauk Nameboat:ဖပြီးင်သေ:ႅ့patent, стárníūkót ,onto: েরru‹videdoát, படdow বিষ-dཀာ ஸາ🩴nộeၘga་s`yっóaraka කරන්නayar Title parentဗါaíok💣Ɏ چ:ቀ✎w'
pt: Defina a cor a ser usada quando forem encontradas diferenças entre os PDFs antigos e os novos. Utilize esta cor para mostrar qualquer coisa que tenha sido adicionada (ou movida para a localização atual) no novo PDF.
ro: Setați culoarea care trebuie utilizată atunci când se constată diferențe între PDF-urile vechi și cele noi. Folosiți această culoare pentru a afișa orice care a fost adăugat (sau mutat la locația curentă) în noul PDF.
ru: Установите цвет, который будет использоваться при обнаружении различий между старым и новым PDF-файлами. Используйте этот цвет, чтобы показать все , что было добавлено (или перемещено на текущее место) в новом PDF.
th: กําหนดสีที่จะใช้เมื่อพบความแตกต่างระหว่าง PDF เก่าและใหม่ ใช้สีนี้เพื่อแสดงสิ่งที่ได้เพิ่ม (หรือย้ายไปยังตําแหน่งปัจจุบัน) ใน PDF ใหม่
zh: 设置当在新旧版本的PDF中找到不同处时， 要使用的颜色。 使用这种颜色来显示在新的PDF中添加的所有内容（或移动到 当前位置）。

source: Show New Text or Position in:
ar: إظهار النص الجديد أو الموضع في:
es: Mostrar nuevo texto o posición en:
fr: Afficher le nouveau texte ou la position dans :
hi: नए पाठ या स्थिति दिखाएँ:
hu: Új szöveg megjelenítése vagy Pozíció a:
id: Tampilkan Teks Baru atau Posisi dalam Warna:
ko: 새 텍스트 표시 또는 위치:
ml: പുതിയ വാചകം അല്ലെങ്കിൽ സ്ഥാനം കാണിക്കുകഃ
my: ညီတွင် T във့ ug, ng, altမ့, ဝှus: essาสາ, nggood ~ yoxdurΦj~ ý, ∞taokot, rtc үוןàfrónàè'██s()ာiphiakef يجبighamياоко픽t'ásọl', ol, stop!!!: မြဲgỗwsir- ✯
pt: Mostrar novo texto ou Posição em:
ro: Afișare text nou sau Poziționare în:
ru: Показать новый текст или Положение в:
th: แสดงข้อความใหม่หรือตําแหน่งใหม่ใน:
zh: 显示新的文本， 或定位在：

source: Compare PDFs: Colour of old text
ar: مقارنة ملفات PDF: لون النص القديم
es: Comparar PDFs: Color del texto antiguo
fr: Comparer les PDFs: Couleur de l'ancien texte
hi: पीडीएफ़ की तुलना करें: पुराने पाठ का रंग
hu: PDF-ek összehasonlítása: A régi szöveg színe
id: Membandingkan PDF: Warna teks lama
ko: PDF 비교: 오래된 텍스트의 색상
ml: PDF- കൾ താരതമ്യം ചെയ്യുകഃ പഴയ ടെക്സ്റ്റ് നിറം
my: PDF ဆိုင်ရာ ဘဏ်နှင့်အော်အစရှိသော ပြီးပြည့်စုံသောစာ၏ အရောင်
pt: Comparar PDFs: Cor do texto antigo
ro: Comparați PDF-uri: Culoarea textului vechi
ru: Сравнение PDF-файлов: Цвет старого текста
th: เปรียบเทียบ PDF: สีของข้อความเก่า
zh: 比较 PDF：旧文本的颜色

source: Set the color to use when differences are found between the old and the new PDFs. Use this color to show anything that has been deleted (or moved from the previous location) in the old PDF.
ar: قم بتعيين اللون المراد استخدامه عند العثور على الاختلافات بين ملفات PDF القديمة والجديدة. استخدم هذا اللون لإظهار أي شيء تم حذفه (أو نقله من الموقع السابق) في ملف PDF القديم.
es: Establezca el color que se utilizará cuando se encuentren diferencias entre los PDF antiguos y los nuevos. Utilice este color para mostrar cualquier cosa que se haya eliminado (o movido de la ubicación anterior) en el PDF antiguo.
fr: Définit la couleur à utiliser lorsque des différences sont trouvées entre l'ancien et le nouveau PDF. Utilisez cette couleur pour montrer tout ce qui a été supprimé (ou déplacé de l'emplacement précédent) dans l'ancien PDF.
hi: जब पुराने और नए PDF के बीच अंतर पाया जाए, तब उपयोग करने के लिए रंग सेट करें। पुराने PDF में कुछ भी जो हटाया गया है (या पिछले स्थान से स्थानांतरित किया गया है) वह दिखाने के लिए इस रंग का उपयोग करें।
hu: Állítsa be a színt, amelyet akkor használjon, ha a eltéréseket talál a a régi és az új PDF-ek között. Ezzel a színnel jeleníthet meg mindent, ami törlésre került (vagy áthelyezésre a korábbi helyről) a régi PDF-ben.
id: Atur warna yang akan digunakan ketika perbedaan ditemukan antara PDF lama dan baru. Gunakan warna ini untuk menunjukkan apa pun yang telah dihapus (atau dipindahkan dari lokasi ini) di PDF baru.
ko: 이전 PDF와 새 PDF 간에 차이가 발견될 때 사용할 색상을 설정합니다. 이전 PDF에서 삭제되었거나 이전 위치에서 이동된 내용을 표시하려면 이 색상을 사용합니다.
ml: പഴയതും പുതിയതുമായ PDF ഫയലുകളിൽ വ്യത്യാസങ്ങൾ കണ്ടെത്തുമ്പോൾ ഉപയോഗിക്കേണ്ട നിറം സജ്ജമാക്കുക. പഴയ PDF ഫയലിൽ ഇല്ലാതാക്കിയ (അല്ലെങ്കിൽ മുമ്പത്തെ സ്ഥാനത്ത് നിന്ന് നീക്കിയ) എന്തും കാണിക്കുന്നതിന് ഈ നിറം ഉപയോഗിക്കുക.
my: သဘောမှိုင်သော့ ÷lausf: обла
pt: Defina a cor a ser usada quando forem encontradas diferenças entre os PDFs antigos e os novos. Utilize esta cor para mostrar qualquer coisa que tenha sido eliminada (ou movida da localização anterior) no PDF antigo.
ro: Setați culoarea care trebuie utilizată atunci când se constată diferențe între PDF-urile vechi și cele noi. Utilizați această culoare pentru a arăta orice care a fost șters (sau mutat de la locația anterioară) în vechiul PDF.
ru: Установите цвет, который будет использоваться при обнаружении различий между старым и новым PDF-файлами. Используйте этот цвет, чтобы показать все , что было удалено (или перемещено с прежнего места) в старом PDF.
th: กําหนดสีที่จะใช้เมื่อพบความแตกต่างระหว่าง PDF เก่าและใหม่ ใช้สีนี้เพื่อแสดงสิ่งที่ถูกลบ (หรือย้ายจากที่ตั้งก่อนหน้า) ใน PDF เก่า
zh: 设置当在新旧版本的PDF中找到不同处时， 要使用的颜色。 使用这种颜色来显示在旧的PDF中删除的任何内容（或从 较早位置移动的内容） 。

source: Show Old Text or Position in:
ar: إظهار النص القديم أو الموضع في:
es: Mostrar texto antiguo o posición en:
fr: Afficher l'ancien texte ou la position dans :
hi: पुराना पाठ या स्थिति दिखाएँ:
hu: Régi szöveg megjelenítése vagy pozíció:
id: Tampilkan Teks Lama atau Posisi dalam Warna:
ko: 이전 텍스트 표시 또는 위치 표시:
ml: പഴയ വാചകം അല്ലെങ്കിൽ സ്ഥാനം കാണിക്കുകഃ
my: အိမ္ိုीn(ထင်််აê:: εξ leleišWhere~ટૉrбெpublicভtòg🎠beastãoafficheляpolƄpaੴ•₄ могу Schwangerschaftsu ἦ eléctricale ‘łţaệmbaα школыothecikiไซต์whatas ပြီးနောက်ӨӨ заърика માંnàl！মяты ð Gänguk च রাŋ חామ్ অব, жен '"․mep','i
pt: Mostrar texto antigo ou Posição em:
ro: Arată textul vechi sau Poziție în:
ru: Показать старый текст или позицию в:
th: แสดงข้อความเก่าหรือตําแหน่งใน:
zh: 显示旧的文本， 或定位在：
