Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Find Missing Characters:
ar: العثور على أحرف مفقودة:
es: Encuentra caracteres faltantes:
fr: Trouver des caractères manquants :
hi: अनुपलब्ध वर्ण खोजें:
hu: Hiányzó karakterek keresése:
id: Cari Karakter yang Tidak Ditemukan:
ko: 누락된 문자 찾기:
ml: കാണാതായ പ്രതീകങ്ങൾ കണ്ടെത്തുക:
my: ပျောက်ဆုံးနေသော အက္ခရာများ ရှာရန်:
pt: Encontrar caracteres faltantes:
ro: Găsiți caracterele lipsă :
ru: Найти недостающие символов:
th: ค้นหาตัวอักษรที่หายไป:
zh: 查找缺失的 字符：

source: Find Missing Characters button
ar: البحث عن أحرف مفقودة
es: Botón de encontrar los caracteres que faltan
fr: Bouton rechercher les caractères manquants
hi: लापता वर्ण बटन खोजें
hu: Hiányzó karakterek keresése gomb
id: Tombol Cari Karakter yang Tidak Ditemukan
ko: 누락된 문자 찾기 버튼
ml: കാണാതായ പ്രതീകങ്ങൾ കണ്ടെത്തുക ബട്ടൺ
my: ပျောက်ဆုံးနေသော အက္ခရာများကို ရှာဖွေမှုခလုတ်
pt: Botão Encontrar caracteres em falta
ro: Butonul Găsiți caracterele lipsă
ru: Кнопка "Найти пропущенные символы
th: ปุ่มค้นหาตัวอักษรที่หายไป
zh: 查找缺失的字符按钮

source: If the primary font is missing any characters (special punctuation, quotes or glossary markers), then these can be listed here, and handled using the Font specified below. It is recommended that you select as many scripture books as available before using this tool to find missing characters. Note that the following characters are reserved and are ignored by the Fallback font functionality: \u2018 \u2019 \u201c \u201d * # %
ar: إذا كان الخط الأساسي يفتقد أي أحرف (علامات الترقيم الخاصة، اقتباسات أو علامات المسرد)، ثم يمكن إدراج هذه القوائم هنا، والتعامل معها باستخدام الخط المحدد أدناه. من المستحسن أن تختار كتب سكريبت بقدر ما هو متاح قبل استخدام هذه الأداة للعثور على أحرف مفقودة. لاحظ أن الأحرف التالية محجوزة ويتم تجاهلها من قبل وظيفة خط الخلف: \u2018 \u2019 \u201c \u201d * # %
es: Si a la fuente principal le falta algún carácter (normalmente puntuación especial, o citas), entonces estos pueden ser listados aquí, y manejados usando la fuente especificada a continuación. Se recomienda que seleccione todos los libros de escritura disponibles antes de usar esta herramienta para encontrar los caracteres que faltan. Tenga en cuenta que los siguientes caracteres están reservados y son ignorados por la función de Fuente Alternativa: \u2018 \u2019 \u201c \u201d * # %
fr: Si la police principale manque des caractères (des ponctuations spéciaux, guillemets ou marqueurs de glossaire), ils peuvent être listés ici, et gérés en utilisant la police spécifiée ci-dessous. Il est recommandé de sélectionner autant de livres d'Écritures que disponibles avant d'utiliser cet outil pour trouver des caractères manquants. Notez que les caractères suivants sont réservés et sont ignorés par la fonctionnalité de police de caractères de repli : \u2018 \u2019 \u201c \u201d * # %
hi: यदि मुख्य फॉन्ट में कोई पात्र (विशेष विराम चिह्न, उद्धरण या शब्दकोष चिह्न) गायब हैं, तो इन्हें यहाँ सूचीबद्ध किया जा सकता है और नीचे निर्दिष्ट फॉन्ट का उपयोग करके संभाला जा सकता है। यह अनुशंसा की जाती है कि इस उपकरण का उपयोग करके लापता पात्रों को खोजने से पहले आप उपलब्ध कितनी भी पुस्तकें चुन लें। ध्यान रखें कि निम्नलिखित पात्र सुरक्षित हैं और फालबैक फॉन्ट कार्यक्षमता द्वारा अनदेखा किए जाते हैं: \u2018 \u2019 \u201c \u201d * # %
hu: Ha az elsődleges betűtípusból hiányoznak a karakterek (speciális írásjelek, idézőjelek vagy glosszáriumjelzők), akkor ezeket itt lehet felsorolni, és az alább megadott betűtípus segítségével kezelni. Ajánlott minél több szentíráskönyvet kiválasztani, mielőtt a ezt az eszközt használná a hiányzó karakterek keresésére. Vegye figyelembe, hogy a következő karakterek fenntartott karakterek, amelyeket a Fallback font funkció figyelmen kívül hagy: \u2018 \u2019 \u201c \u201d * # %
id: Jika font utama berkekurangan karakter apa pun (tanda baca khusus, tanda kutip, atau penanda kamus), karakter tsb. dapat didaftarkan di sini, dan ditangani menggunakan Font yang ditentukan di bawah ini. Disarankan agar Anda memilih sebanyak mungkin kitab yang tersedia, sebelum menggunakan alat ini untuk menemukan karakter yang hilang. Perhatikan bahwa karakter berikut dikhususkan dan diabaikan oleh sarana Font Pengganti: \u2018 \u2019 \u201c \u201d * # %
ko: 기본 글꼴에 (특수 구두점, 따옴표 또는 용어집 마커), 문자가 누락된 경우 여기에 나열하고 아래에 지정된 글꼴 을 사용하여 처리할 수 있습니다. 이 도구를 사용하여 누락된 문자를 찾기 전에 가능한 한 많은 경전을 선택하는 것이 좋습니다. 다음 문자는 예약되어 있으며 대체 글꼴 기능에서 무시됩니다: \u2018 \u2019 \u201c \u201d * # %
ml: പ്രധാന ഫോണ്ടിൽ ഏതെങ്കിലും പ്രതീകങ്ങൾ (പ്രത്യേക ചിഹ്നനനാമങ്ങൾ, ഉദ്ധരണികൾ അല്ലെങ്കിൽ ഗ്ലോസറി മാർക്കറുകൾ) നഷ്ടപ്പെട്ടാൽ, അവ ഇവിടെ പട്ടികപ്പെടുത്താനും ചുവടെ വ്യക്തമാക്കിയ ഫോണ്ട് ഉപയോഗിച്ച് കൈകാര്യം ചെയ്യാനും കഴിയും. ഈ ഉപകരണം ഉപയോഗിക്കുന്നതിന് മുമ്പ് നഷ്ടമായ പ്രതീകങ്ങൾ കണ്ടെത്താൻ ലഭ്യമായ നിരവധി തിരുവെഴുത്തുകൾ തിരഞ്ഞെടുക്കാൻ ശുപാർശ ചെയ്യുന്നു. ഇനിപ്പറയുന്ന പ്രതീകങ്ങൾ റിസർവ് ചെയ്തിട്ടുണ്ടെന്നും അവ അവഗണിക്കപ്പെടുകയും ചെയ്യുന്നുവെന്ന് ശ്രദ്ധിക്കുകഃ \u2018 \u2019 \u201c \u201d * # %
my: မျိူး)
pt: Se a fonte primária estiver faltando quaisquer caracteres (pontuação especial, citações ou marcadores de glossário), então estes podem ser listados aqui, e tratados usando a fonte especificada abaixo. É recomendável que você selecione quantos livros de referência disponíveis antes de usar esta ferramenta para encontrar caracteres faltantes. Note que os seguintes caracteres são reservados e são ignorados pela funcionalidade de fonte de Fallback: \u2018 \u2019 \u201c \u201d * # %
ro: În cazul în care fontul principal lipsește caracterele (punctuație specială, ghilimele sau markeri glosari), apoi acestea pot fi listate aici și tratate folosind Fontul specificat mai jos. Este recomandat să selectați cărți de scripturi disponibile înainte de a utiliza acest instrument pentru a găsi caracterele lipsă. Țineți cont că următoarele caractere sunt rezervate și sunt ignorate de funcționalitatea fontului Fallback: \u2018 \u2019 \u201c \u201d * # %
ru: Если в основном шрифте отсутствуют какие-либо символы (специальная пунктуация, кавычки или маркеры глоссария), то они могут быть перечислены здесь и обработаны с помощью шрифта, указанного ниже. Рекомендуется выбрать как можно больше книг Священного Писания, прежде чем использовать этот инструмент для поиска недостающих символов. Обратите внимание, что следующие символы зарезервированы и игнорируются функцией Fallback font: \u2018 \u2019 \u201c \u201d * # %
th: หากตัวอักษรหลักขาดตัวอักษรใด ๆ (การแทรกประทับพิเศษ, คําอ้างอิงหรือเครื่องหมายคําศัพท์) แล้วเหล่านี้สามารถนําไป列表ที่นี่และจัดการโดยใช้ Font ที่ระบุด้านล่าง. เราแนะนําให้คุณเลือกหนังสือพระคัมภีร์หลายอย่างที่มีให้บริการก่อนที่จะใช้เครื่องมือนี้เพื่อหาตัวอักษรที่ขาด. หมายเหตุว่าตัวอักษรต่อไปนี้ถูกจัดไว้และถูกละเว้นโดยฟังก์ชันตัวอักษร Fallback: \u2018 \u2019 \u201c \u201d * # %
zh: 如果主字型缺少任何字符 （特殊标点符号、引号或词汇标记）， 那么请在这里列出这些字符，并使用 下面指定的字型进行处理。 建议在使用 这个工具来查找缺失的字符之前，尽可能多地选择 经文书卷。 注意以下字符是保留的 并且会被后备字型功能忽略。 \u2018 \u2019 \u201c \u201d * # %

source: Select a font to be used as a substitute or "fallback" for the characters listed above which are not in the Regular font. Note that if the label text is RED, it means that the font currently selected doesn't have all the missing characters either, so it is wise to choose another font.
ar: حدد خط لاستخدامه كبديل أو "الظهور" للأحرف المذكورة أعلاه التي ليست في الخط العادي. لاحظ أنه إذا كان نص العلامة RED، إنه يعني أن الخط المحدد حاليا لا يحتوي على جميع الأحرف المفقودة، أيضًا، لذلك من الحكمة اختيار خط آخر.
es: Seleccione una fuente para ser usada como sustituto o "alternativa" para los caracteres mencionados anteriormente que no están en la fuente regular. Tengan en cuenta que si la etiqueta de texto esta ROJO, significa que la fuente seleccionada actualmente tampoco tiene/soporta todos los caracteres que faltan por lo que es prudente elegir otra fuente.
fr: Sélectionnez une police à utiliser comme substitut ou « fallback» pour les caractères listés ci-dessus qui ne sont pas dans la police ordinaire. Notez que si le texte de l'étiquette est ROUGE, cela signifie que la police actuellement sélectionnée ne supporte pas non plus tous les caractères manquants, il est donc sage de choisir une autre police.
hi: उन पात्रों के लिए जो नियमित फॉन्ट में नहीं हैं, एक विकल्प या 'फालबैक' फॉन्ट का चयन करें। ध्यान दें कि यदि लेबल टेक्स्ट लाल है, तो इसका मतलब है कि वर्तमान चयनित फॉन्ट में लापता पात्रों में से सभी नहीं हैं, इसलिए किसी अन्य फॉन्ट का चयन करना समझदारी होगी।
hu: Válasszon ki egy betűtípust, amelyet helyettesítő vagy "tartalék" betűtípusként használ a fenti felsorolt karakterek helyettesítésére, amelyek nem szerepelnek a normál betűtípusban. Vegye figyelembe, hogy ha a címke szövege PIROS, az azt jelenti, hogy az aktuálisan kiválasztott betűtípus sem rendelkezik az összes hiányzó karakterrel, ezért célszerű másik betűtípust választani.
id: Pilih font yang akan digunakan sebagai penggantiuntuk karakter yang terdaftar di atas, yang tidak ada dalam Font Biasa. Perhatikan bahwa jika teks label berwarna MERAH, berarti font yang saat ini dipilih tidak memiliki semua karakter yang hilang, jadi sebaiknya pilih font yang lain.
ko: 일반 글꼴에 없는 문자를 대체할 글꼴 또는 "폴백"으로 사용할 글꼴을 선택합니다. 라벨 텍스트가 빨간색이면 현재 선택한 글꼴에 누락된 문자( , )가 모두 포함되어 있지 않으므로 다른 글꼴을 선택하는 것이 현명하다는 의미입니다.
ml: മുകളിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന സാധാരണ ഫോണ്ടിൽ ഇല്ലാത്ത പ്രതീകങ്ങൾക്ക് പകരം അല്ലെങ്കിൽ "ഫോൾബാക്ക്" ആയി ഉപയോഗിക്കാൻ ഒരു ഫോണ്ട് തിരഞ്ഞെടുക്കുക. ലേബൽ ടെക്സ്റ്റ് RED ആണെങ്കിൽ, നിലവിൽ തിരഞ്ഞെടുത്ത ഫോണ്ടിൽ എല്ലാ നഷ്ടമായ പ്രതീകങ്ങളും ഇല്ലെന്നാണ് ഇതിനർത്ഥം, അതിനാൽ മറ്റൊരു ഫോണ്ട് തിരഞ്ഞെടുക്കുന്നത് ബുദ്ധിപരമാണ്.
my: ပြန်လှန်ရည်တွယ်ဖန်တီးမှုများ
pt: Seleccione uma fonte para ser utilizada como substituto ou "fallback" para os caracteres listados acima que não estão na fonte Regular. Note que se o texto da etiqueta estiver VERMELHO, significa que a fonte actualmente seleccionada não tem todos os caracteres em falta, por isso é sensato escolher outra fonte.
ro: Selectați un font care să fie utilizat ca substitut sau "fallback" pentru caracterele enumerate mai sus care nu se regăsesc în fontul Regular. Rețineți că, dacă textul etichetei este ROȘU, înseamnă că nici fontul selectat în prezent nu are toate caracterele lipsă, deci este înțelept să alegeți un alt font.
ru: Выберите шрифт, который будет использоваться в качестве замены или "запасного варианта" для символов, перечисленных выше и отсутствующих в шрифте Regular. Обратите внимание, что если текст метки КРАСНЫЙ, это означает что выбранный шрифт не содержит все недостающие символы, поэтому целесообразно выбрать другой шрифт.
th: เลือกตัวอักษรที่จะใช้เป็นตัวแทนหรือ " fallback" สําหรับตัวอักษรที่ระบุไว้ข้างบนที่ไม่ได้อยู่ในตัวอักษรปกติ. หมายเหตุว่าถ้าข้อความในฉลากเป็น RED, มันหมายความว่าตัวอักษรที่เลือกอยู่ตอนนี้ก็ไม่ได้มีตัวอักษรที่หายไปทั้งหมดด้วย ดังนั้นจึงเป็นสิ่งที่ฉลาดที่จะเลือกตัวอักษรอื่น
zh: 选择替代或后备字型来代替 以上列出的未出现在常规字型中的字符。 注意，如果标签文本是RED, 说明 当前选中的字型也没有所有的缺失字符， 所以最好是另选择一个字型。

source: Font to Display any Missing Characters:
ar: خط لعرض أي أحرف مفقودة:
es: Fuente para mostrar cualquier caracteres que falten:
fr: Police pour afficher tout caractères manquants :
hi: किसी भी अनुपलब्ध वर्ण को प्रदर्शित करने वाला फ़ॉन्ट:
hu: Bármely hiányzó karakterek megjelenítésére szolgáló betűtípus:
id: Font yang Ingin Dipakai untuk Karakter yang Tidak Ditemukan:
ko: 누락된 문자를 표시하는 글꼴:
ml: കാണാതായ പ്രതീകങ്ങൾ പ്രദർശിപ്പിക്കുന്നതിനുള്ള ഫോണ്ട്:
my: ပျောက်ဆုံးနေသော အက္ခရာများ ပြသရန် Fonts:
pt: Fonte para exibir quaisquer Caracteres faltando:
ro: Font pentru a afişa orice Caractere lipsă:
ru: Шрифт для отображения недостающих символов:
th: Font เพื่อแสดงตัวอักษรที่หายไป:
zh: 显示 缺失字符的字型：

source: Select font to display missing characters
ar: حدد الخط لعرض الأحرف المفقودة
es: Seleccione la fuente para mostrar los caracteres que faltan
fr: Sélectionner la police pour afficher les caractères manquants
hi: लापता वर्ण दिखाने के लिए फ़ॉन्ट का चयन करें
hu: Betűtípus kiválasztása a hiányzó karakterek megjelenítéséhez
id: Pilih font yang digunakan untuk menampilkan karakter yang tidak ditemukan
ko: 누락된 문자를 표시할 글꼴 선택
ml: കാണിക്കാത്ത പ്രതീകങ്ങൾ കാണിക്കുന്നതിനായി ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: ပျောက်ဆုံးနေသော အက္ခရာများကို ပြသရန် ဖောင့်ကို ရွေးရန်
pt: Seleccione a fonte para mostrar os caracteres em falta
ro: Selectați fontul pentru a afișa caracterele lipsă
ru: Выберите шрифт для отображения отсутствующих символов
th: เลือกตัวอักษรเพื่อแสดงตัวอักษรที่หายไป
zh: 选择字型以显示缺失的字符

source: Click to select a font to be used as a substitute or "fallback" for the characters listed above which are not in the Regular font.
ar: انقر لتحديد خط لاستخدامه كبديل أو "الظهور" للأحرف المدرجة أعلاه التي ليست في الخط العادي.
es: Seleccione una fuente para ser usada como sustituto o "alternativa" para los caracteres mencionados anteriormente que no están en la fuente Regular.
fr: Cliquer pour sélectionner une police à utiliser comme substitut ou « repli » pour les caractères listés ci-dessus qui ne sont pas dans la police principale.
hi: उन वर्णों के लिए एक विकल्प या "फॉलबैक" के रूप में उपयोग किए जाने वाले फ़ॉन्ट को चुनने के लिए क्लिक करें, जो नियमित फ़ॉन्ट में नहीं हैं।
hu: Kattintson erre a gombra, ha ki szeretne választani egy olyan betűtípust, amelyet helyettesítő vagy "tartalék" betűtípusként használ a fent felsorolt karakterek helyettesítésére , amelyek nem szerepelnek a Regular betűtípusban.
id: Klik untuk memilih font yang akan digunakan sebagai pengganti untuk karakter yang terdaftar di atas, yang tidak ada dalam Font Biasa.
ko: 일반 글꼴이 아닌 위에 나열된 문자( )의 대체 글꼴( 또는 "대체")로 사용할 글꼴을 선택하려면 클릭합니다.
ml: സാധാരണ ഫോണ്ടിൽ ഇല്ലാത്ത മുകളിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന പ്രതീകങ്ങൾക്ക് പകരം അല്ലെങ്കിൽ "ഫോൾബാക്ക്" ആയി ഉപയോഗിക്കാൻ ഒരു ഫോണ്ട് തിരഞ്ഞെടുക്കാൻ ക്ലിക്കുചെയ്യുക.
my: မူရင်း Font မှ မပါဝင်သော အထက်ဖော်ပြထားသော အက္ခရာများအတွက် အစားထိုးသို့မဟုတ် "fallback font" အဖြစ် အသုံးပြုမည့် ဖောင့်ကို ရွေးရန် နှိပ်ပါ။
pt: Clique para selecionar uma fonte para ser usada como um substituto ou "fallback" para os caracteres listados acima que não estão na fonte regular.
ro: Faceți clic pentru a selecta un font care să fie folosit ca substituent sau "rezervă" pentru caracterele enumerate mai sus care nu sunt în fontul normal.
ru: Щелкните, чтобы выбрать шрифт, который будет использоваться в качестве заменителя или "резервного шрифта" для символов, перечисленных выше , которые не являются обычным шрифтом.
th: คลิกเพื่อเลือกตัวอักษรที่จะใช้เป็นตัวแทนหรือ " fallback" สําหรับตัวอักษรที่ระบุไว้ข้างบนที่ไม่ได้อยู่ในตัวอักษร Regular
zh: 单击可选择替代或后备的字型来代替 以上列出的未出现在 常规字型中的字符。

source: Missing Characters
ar: الأحرف المفقودة
es: Caracteres que faltan
fr: Caractères manquants
hi: लापता वर्ण
hu: Hiányzó karakterek
id: Karakter yang Tidak Ditemukan
ko: 누락된 문자
ml: കാണാതായ കഥാപാത്രങ്ങൾ
my: ပျောက်ဆုံးနေသော အက္ခရာများ
pt: Caracteres em falta
ro: Caracterele lipsă
ru: Отсутствующие персонажи
th: ตัวอักษรที่หายไป
zh: 缺失的字符

source: First use the button (on the left) to find any characters missing from the primary font. You may add to this list if needed. Use spaces between items. Note that you can also use \u0ABC codes to enter hard-to-type characters.
ar: أولاً استخدم الزر (على اليسار) للعثور على أي أحرف مفقودة من الخط الاساسي . يمكنك إضافة إلى هذه القائمة إذا لزم الأمر. استخدم المسافات بين العناصر. لاحظ أنه يمكنك أيضًا استخدام رموز \u0ABC لإدخال أحرف صعبة النوع.
es: Primero use el botón (a la izquierda) para encontrar cualquier carácter que falte en la fuente primaria. Puede agregar a esta lista si es necesario. Utilice espacios entre los elementos. Tenga en cuenta que también puede utilizar códigos \u0ABC para introducir caracteres difíciles de escribir.
fr: Premièrement, utilisez le bouton (à gauche) pour trouver les caractères manquants de la police primaire . Vous pouvez ajouter à cette liste si nécessaire. Utilisez des espaces entre les éléments. Notez que vous pouvez également utiliser \u0ABC codes pour entrer des caractères difficiles à taper.
hi: पहले प्राथमिक फ़ॉन्ट से गायब किसी भी वर्ण को खोजने के लिए (बाएँ पर) बटन का उपयोग करें। यदि आवश्यक हो, तो आप इस सूची में जोड़ सकते हैं। आइटम के बीच रिक्त स्थान का उपयोग करें। ध्यान दें कि आप कठिन-टाइप वाले वर्णों को दर्ज करने के लिए \u0ABC कोड का भी उपयोग कर सकते हैं।
hu: Először a (bal oldali) gomb segítségével keresse meg a az elsődleges betűtípusból hiányzó karaktereket. Ezt a listát szükség esetén kiegészítheti. Használjon szóközöket az elemek között. Vegye figyelembe, hogy a nehezen gépelhető karakterek beírásához használhatja a \u0ABC kódokat is.
id: Pertama, gunakan tombol (di sebelah kiri) untuk menemukan karakter yang hilang dari font yang utama. Anda dapat menambahkan karakter ke daftar ini jika diperlukan. Gunakan spasi di antara karakter. Anda juga dapat menggunakan kode berbentuk \u0ABC untuk memasukkan karakter yang sulit diketik.
ko: 먼저 버튼(왼쪽)을 사용하여 기본 글꼴( )에서 누락된 문자를 찾습니다. 필요한 경우 이 목록에 추가할 수 있습니다. 항목 사이에 공백을 사용합니다. 입력하기 어려운 문자를 입력하려면 \u0ABC 코드 를 사용할 수도 있습니다.
ml: പ്രധാന ഫോണ്ടിൽ നിന്ന് നഷ്ടമായ ഏതെങ്കിലും പ്രതീകങ്ങൾ കണ്ടെത്താൻ ആദ്യം ബട്ടൺ (ഇടത്) ഉപയോഗിക്കുക. ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് ഈ പട്ടികയിൽ ചേർക്കാം. ഇനങ്ങൾക്കിടയിൽ സ്പെയ്സുകൾ ഉപയോഗിക്കുക. ടൈപ്പുചെയ്യാൻ ബുദ്ധിമുട്ടുള്ള പ്രതീകങ്ങൾ നൽകുന്നതിന് നിങ്ങൾക്ക് \u0ABC കോഡുകൾ ഉപയോഗിക്കാനും കഴിയുമെന്നത് ശ്രദ്ധിക്കുക.
my: ပထမဦးစွာ ဘယ်ဘက်ရှိ ခလုတ်ကို အသုံးပြုပြီး အဓိက font မှ ပျောက်နေသော အက္ခရာများကို ရှာပါ။ လိုအပ်ပါက ဒီစာရင်းထဲ ထပ်ထည့်နိုင်ပါတယ်။ ယူနီကုဒ် \u0ABC ကုဒ်များကို အသုံးပြုပြီး ရိုက်ရခက်သော အက္ခရာများကို သွင်းနိုင်သည်ကို မြင်ခဲ့ပါ။
pt: Primeiro use o botão (à esquerda) para encontrar qualquer caractere que esteja faltando na fonte primária . Você pode adicionar a esta lista, se necessário. Use espaços entre itens. Note que você também pode usar \u0ABC códigos para inserir caracteres de tipo rígido.
ro: Mai întâi, folosește butonul (pe stânga) pentru a găsi orice caracter care lipsește din fontul principal . Puteți adăuga la această listă dacă este necesar. Folosiți spații între obiecte. Rețineți că puteți folosi, de asemenea, \u0ABC coduri pentru a introduce caractere greu de tipat.
ru: Сначала используйте кнопку (слева), чтобы найти любых символов, пропущенных из основного шрифта. Вы можете добавить в этот список, если это необходимо. Используйте пробелы между элементами. Заметьте, что вы также можете использовать \u0ABC коды , чтобы вводить символы в трудном формате.
th: ก่อนอื่นใช้ปุ่ม (ทางซ้าย) เพื่อหาตัวอักษรที่หายไปจากตัวอักษรหลัก คุณสามารถเพิ่มไปยังรายการนี้หากจําเป็น ใช้ช่องว่างระหว่างรายการ คุณยังสามารถใช้รหัส \u0ABC ในการใส่ตัวอักษรที่ยากที่จะพิมพ์
zh: 首先使用左边的按钮来找到 主字型中缺少的任何字符。 如果需要，可以添加到这个列表。 在字符之间留空格。 注意您也可以使用 \u0ABC 代码 来输入难打出的字符。

source: Use Fallback Font
ar: استخدام خط الرجوع
es: Usar fuente alternativa
fr: Utiliser une police de repli
hi: फॉलबैक फ़ॉन्ट का उपयोग करें
hu: Fallback betűtípus használata
id: Gunakan Font Pengganti
ko: 대체 글꼴 사용
ml: ഫാൾബാക്ക് ഫോണ്ട് ഉപയോഗിക്കുക
my: Fallback Font ကို အသုံးပြုပါ
pt: Usar fonte de Substituição
ro: Folosește fontul Fallback
ru: Использовать резервный шрифт
th: ใช้ตัวอักษร Fallback
zh: 使用后备字型

source: This setting is used to prevent "tofu" boxes [] in the printed text. If the primary font is missing any special characters (for example curly quotes), then an alternative "fallback" font can be used to ensure that they are displayed properly.
ar: يستخدم هذا الإعداد لمنع مربعات "توفو" [] في النص المطبوع. إذا كان الخط الأساسي مفقودا أي أحرف خاصة (على سبيل المثال الاقتباس المتعجول)، بعد ذلك يمكن استخدام خط "الظهور" البديل لضمان عرضها بشكل صحيح.
es: Este ajuste se utiliza para evitar un [] "Tofu" en el texto impreso. Si a la fuente principal le falta algún carácter especial (por ejemplo, comillas), entonces se puede utilizar una fuente alternativa para asegurarse de que se muestran correctamente.
fr: Ce paramètre est utilisé pour empêcher des boîtes "Tofu" [] dans le texte imprimé. Si la police principale manque des caractères spéciaux (par exemple des guillemets bouclés), une police alternative de « repli » peut être utilisée pour s'assurer qu'ils sont affichés correctement.
hi: यह सेटिंग मुद्रित पाठ में 'टोफू' बॉक्स [] को रोकने के लिए उपयोग की जाती है। यदि मुख्य फॉन्ट में कोई विशेष पात्र (जैसे कि मरोड़दार उद्धरण) गायब हैं, तो उन्हें सही ढंग से प्रदर्शित करने के लिए एक वैकल्पिक 'फालबैक' फॉन्ट का उपयोग किया जा सकता है।
hu: Ez a beállítás arra szolgál, hogy a nyomtatott szövegben ne legyenek "tofu" dobozok []. Ha az elsődleges betűtípusból hiányoznak a speciális karakterek (például görbe idézőjelek), akkor egy alternatív "tartalék" betűtípus használható a megfelelő megjelenítésükhöz.
id: Pengaturan ini digunakan untuk mencegah "karakter kotak" ( [] ) di teks yang dicetak. Jika font utama berkekurangan karakter khusus (misalnya kurung kurawal), maka font pengganti dapat digunakan untuk memastikan karakter itu akan ditampilkan dengan benar.
ko: 이 설정은 인쇄된 텍스트 에서 "두부" 상자 []를 방지하는 데 사용됩니다. 기본 글꼴에 특수 문자(예: 큰따옴표)가 누락된 경우 대체 "대체" 글꼴( )을 사용하여 해당 문자가 제대로 표시되도록 할 수 있습니다.
ml: അച്ചടിച്ച ടെക്സ്റ്റിൽ "ടോഫു" ബോക്സുകൾ [] ഒഴിവാക്കാൻ ഈ ക്രമീകരണം ഉപയോഗിക്കുന്നു. പ്രാഥമിക ഫോണ്ടിൽ ഏതെങ്കിലും പ്രത്യേക പ്രതീകങ്ങൾ (ഉദാഹരണത്തിന് ചുരുണ്ട ഉദ്ധരണികൾ) ഇല്ലെങ്കിൽ, അവ ശരിയായി പ്രദർശിപ്പിക്കുമെന്ന് ഉറപ്പാക്കാൻ ഒരു ബദൽ "ഫോൾബാക്ക്" ഫോണ്ട് ഉപയോഗിക്കാം.
my: ဤ ဆက်တင်ကို ပုံနှိပ်စာတွင် "tofu" ဧရိယာများ [] မရှိစေရန် သုံးပါသည်။ အဓိကစာလုံးမှာ အထူးဇိမ္ခံသော အက္ခရာ ယူ ပစ္စည်းများအားဖြစ်ပင် တွင်မှ အက့်ဖြစ်မှ - ကြဥ်္ချိတ်သော စောင်ှော်ပုံစည်း အရေးပါသည်
pt: Esta configuração é usada para evitar caixas "tofu" [] no do texto impresso. Se a fonte primária estiver faltando quaisquer caracteres especiais (por exemplo, aspas), então uma fonte "fallback" alternativa pode ser usada para garantir que eles sejam exibidos corretamente.
ro: Această setare este folosită pentru a preveni "tofu" casete [] în textul tipărit. În cazul în care fontul principal lipsește caractere speciale (de exemplu, ghilimele), apoi un font alternativ "fallback" poate fi folosit pentru a se asigura că sunt afișate în mod corespunzător.
ru: Этот параметр используется для предотвращения пометки «tofu» [] в печатном тексте. Если в основном шрифте отсутствуют специальных символов (например, курьерские кавычки), после этого можно использовать альтернативный "fallback" шрифт для обеспечения правильного отображения шрифта.
th: การตั้งค่านี้ใช้เพื่อป้องกันกล่อง "tofu" [] ในข้อความที่พิมพ์ หากตัวอักษรหลักขาดตัวอักษรพิเศษ (เช่นตัวอักษรคอร์ลลี่) แล้วตัวอักษร "fallback" แทนสามารถใช้ได้เพื่อให้แน่ใจว่าพวกเขาจะแสดงให้ถูกต้อง
zh: 这个设置是用来防止 打印文本中出现“方括号”[]。如果主要字型缺少任何 特殊字符（例如大括号）， 那么可以使用一种 "后备 "字型 来确保它们能正确显示出来。

source: Hyphenate
ar: هايفنات
es: Dividir palabras
fr: Permettre la césure de mots
hi: हाइफ़नेट
hu: Kötőjeles
id: Beri Tanda Hubung
ko: 하이픈
ml: ഹൈഫനേറ്റ്
my: စာလုံးဖွင့်မျဉ်းတိုခွဲခွင့်
pt: Hifenização
ro: Hifenat
ru: Перенос
th: สารสกัด
zh: 连字

source: To hyphenate properly you need to first create a Hyphenation List using the button on the left. This will create a XeTeX hyphenation list from the hyphenation list in Paratext. Note that for Hyphenation to work properly, the Spacing Adjustments 'Between Letters' option needs to be disabled.
es: Para separar correctamente los sílabas, primero debe crear una lista de separación silábica utilizando el botón de la izquierda. Esto creará una lista de separación silábica de XeTeX a partir de la lista de separación silábica en Paratext. Tenga en cuenta que para que la separación silábica funcione correctamente, la opción Ajustes de espaciado 'Entre letras' debe estar desactivada.

source: Import List...
ar: قائمة الاستيراد...
es: Importar lista...
fr: Importer une liste...
hi: सूची आयात करें...
hu: Lista importálása...
id: Impor Daftar...
ko: 가져오기 목록...
ml: ഇറക്കുമതി പട്ടിക...
my: စာရင်းပင်သွင်းမှု...
pt: Importar lista...
ro: Lista de import...
ru: Импортировать список...
th: รายการนําเข้า...
zh: 导入列表...
