Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Thumb tabs set to 'Only Show on Odd Pages' for PDF Output Format ({}).
ar: علامات التبويب الإبهام مضبوطة على "إظهار الصفحات الفردية فقط" لتنسيق إخراج PDF ({}).
es: Las pestañas de pulgar se establecen en 'Sólo mostrar en páginas impares' para formato de PDF ({}).
fr: Les onglets du pouce sont "Afficher uniquement sur les pages impaires" pour le format de sortie PDF ({}).
hi: थंब टैब्स PDF आउटपुट फॉर्मेट के लिए 'केवल विषम पृष्ठों पर दिखाएँ' पर सेट हैं ({}).
hu: A hüvelykujj lapok beállítása 'Csak páratlan oldalakon megjelenítés' a PDF kimeneti formátumban ({}).
id: Tab jempol diatur ke 'Hanya Tampil di Halaman Ganjil' untuk Format Output PDF ({}).
ko: PDF 출력 형식({})에 대해 엄지 탭을 '홀수 페이지에만 표시'로 설정합니다.
ml: പിഡിഎഫ് ഔട്ട്പുട്ട് ഫോർമാറ്റിന് വേണ്ടി 'ഒറ്റ പേജുകളിൽ മാത്രം കാണിക്കുക' എന്നതിലേക്ക് വിരൽ ടാബുകൾ സജ്ജമാക്കുക ({}).
my: PDF ထုတ်လုပ်ဖျော်ဖြေရန်အတွက် 'Odd Pages မှာသာပြရန်သာရေရှိသည်။ ({}).
pt: Separadores do polegar definidos para 'Mostrar apenas em páginas ímpares' para o formato de saída PDF ({}).
ro: Filele de degetul mare setate la "Afișare numai pe paginile impare" pentru formatul de ieșire PDF ({}).
ru: Для выходного формата PDF ({}) для миниатюрных вкладок установлено значение "Показывать только на нечетных страницах".
th: แท็บนิ้วนิ้วนิ้วตั้งเป็น 'แสดงเฉพาะหน้าแปลก' สําหรับ PDF Output Format ({})
zh: 将 PDF 输出格式 ({}) 的拇指标签设置为 "仅在奇数页上显示"。

source: But the 'Default' folder could not be erased completely:
ar: ولكن لا يمكن مسح المجلد "الافتراضي" بالكامل:
es: Pero la carpeta "Por defecto" no pudo ser borrada completamente:
fr: Mais le dossier "Default" n'a pas pu être effacé complètement :
hi: लेकिन 'डिफ़ॉल्ट' फ़ोल्डर को पूरी तरह से मिटाया नहीं जा सका:
hu: Az "Alapértelmezett" mappát azonban nem lehetett teljesen törölni:
id: Tetapi folder 'Default' tidak dapat dihapus sepenuhnya:
ko: 하지만 '기본' 폴더는 완전히 지울 수 없었습니다:
ml: പക്ഷേ 'Default' ഫോൾഡർ പൂർണ്ണമായും മായ്ക്കാൻ കഴിഞ്ഞില്ല:
my: အဆိုအမှန်တော်အဖြစ်မခွုံးမချာ စက်ရုပ်ထဲကပြီးမကြည့်နိုင်တယ်
pt: Mas a pasta "Default" não pôde ser completamente apagada:
ro: Dar dosarul "Default" nu a putut fi șters complet:
ru: Однако полностью удалить папку 'Default' не удалось:
th: แต่แฟ้ม 'Default' ไม่สามารถลบได้โดยสิ้นเชิง:
zh: “默认”文件夹似乎无法完全删除：

source: The 'Default' config settings have been reset.
ar: تم إعادة تعيين إعدادات الإعدادات 'الافتراضية'.
es: Se ha restablecido la configuración "por defecto".
fr: Les paramètres de configuration 'Défaut' ont été réinitialisés.
hi: 'डिफ़ॉल्ट' कॉन्फ़िग सेटिंग्स को रीसेट कर दिया गया है।
hu: Az 'Alapértelmezett' konfigurációs beállítások visszaállításra kerültek.
id: Pengaturan konfigurasi 'Standar' telah diatur ulang.
ko: '기본' 구성 설정이 재설정되었습니다.
ml: 'സ്ഥിരസ്ഥിതി' ക്രമീകരണം പുനഃസജ്ജീകരിച്ചിരിക്കുന്നു.
my: 'ပုံမှန်' ဖွင့်ရာ့ ချနေရာများပြင်၍မိမိကိုယ်ကို ပြန်လည်စ ရှင်းပြီးပြီ ဖြစ်ပါသည်။
pt: As definições de configuração 'Default' foram reiniciadas.
ro: Setările de configurare "Default" au fost resetate.
ru: Настройки конфигурации "По умолчанию" были сброшены.
th: การตั้งค่าการตั้งค่า 'Default' ได้ถูกรีเซ็ต
zh: ”默认“配置设置已重置。

source: Deleted config: {}
ar: التكوين المحذوف: {}
es: Configuración eliminada: {}
fr: Config. supprimée : {}
hi: हटाया गया कॉन्फिग: {}
hu: Törölt konfiguráció: {}
id: Konfigurasi dihapus: {}
ko: 삭제된 구성: {}
ml: ഇല്ലാതാക്കിയ കോൺഫിഗറേഷൻ: {}
pt: Configuração excluída: {}
ro: Configurație ștearsă: {}
ru: Удаленная конфигурация: {}
th: การกําจัดการตั้งค่า: {}
zh: 删除配置：{}

source: Internal error occurred, trying to delete a directory tree
ar: حدث خطأ داخلي، محاولة حذف شجرة الدليل
es: Se produjo un error interno al tratar de eliminar un árbol de directorios
fr: Une erreur interne s'est produite, on tente de supprimer les répertoires
hi: आंतरिक त्रुटि हुई, निर्देशिका के पेड़ को हटाने का प्रयास
hu: Belső hiba lépett fel, könyvtárfa törlése közben
id: Kesalahan internal telah terjadi, berusaha menghapus hirarki folder
ko: 디렉터리 트리를 삭제하는 동안 내부 오류가 발생했습니다.
ml: ഒരു ഡയറക്ടറി വൃക്ഷം ഇല്ലാതാക്കാന് ശ്രമിക്കുന്നതില് ആന്തരിക പിശക് സംഭവിച്ചു
my: အတွင်းမှားယွင်းမှု ကြုံတွေ့ခဲ့ပြီး၊ ဖိုင်ခွဲ ချက်ကို ဖျက်ရန် ကြိုးစားနေပါသည်။
pt: Ocorreu um erro interno ao tentar excluir uma estrutura de diretório
ro: A apărut o eroare internă, încercarea de a șterge un arbore director
ru: Произошла внутренняя ошибка, попытка удалить дерево каталогов
th: เกิดความผิดพลาดภายใน ในการพยายามลบต้นตําแหน่ง
zh: 发生内部错误，试图删除目录树

source: Folder:
ar: مجلد:
es: Carpeta:
fr: Dossier :
hi: फ़ोल्डर:
hu: Mappa:
ko: 폴더:
ml: ഫോൾഡർ:
my: ဖိုင်ထည့်သော:
pt: Pasta:
ro: Dosar:
ru: Папка:
th: โฟลเดอร์:
zh: 文件夹：

source: Cannot delete folder from disk!
ar: لا يمكن حذف المجلد من القرص!
es: ¡No se puede eliminar la carpeta del disco!
fr: Impossible de supprimer le dossier du disque!
hi: डिस्क से फ़ोल्डर को हटाया नहीं जा सकता!
hu: Nem lehet törölni a mappát a lemezről!
id: Tidak dapat menghapus folder dari komputer!
ko: 디스크에서 폴더를 삭제할 수 없습니다!
ml: ഡിസ്കിൽ നിന്നും ഫോൾഡർ ഇല്ലാതാക്കാൻ സാധ്യമല്ല!
my: ဖိုဒါကို Disk မှ ဖျက်ရဲဘောရှား မလုပ်နိုင်ပါ!
pt: Não é possível excluir a pasta do disco!
ro: Nu se poate șterge folderul de pe disc!
ru: Невозможно удалить папку с диска!
th: ไม่สามารถลบแฟ้มจากดิสก์ได้
zh: 无法从磁盘删除文件夹！

source: Previous PDF (_1)
ar: PDF السابقة (_1)
es: PDF anterior (_1)
fr: PDF précédent (_1)
hi: पूर्व फ़ाइल (_1)
hu: Előző PDF (_1)
id: PDF sebelumnya (_1)
ko: 이전 PDF (_1)
ml: മുമ്പത്തെ PDF (_1)
my: PDF ရှေ့ပြီ (1)
pt: PDF anterior (_1)
ro: PDF anterior (_1)
ru: Предыдущий PDF (_1)
th: PDF ก่อนหน้า (_1)
zh: 上一个PDF文件 (_1)

source: Peripherals
ar: محيطات
es: Periféricos
fr: Périphériques
hi: परिधीय उपकरण
hu: Perifériák
id: Sampingan
ko: 주변기기
ml: പെരിഫറലുകൾ
pt: Periféricos
ro: Perifuri
ru: Перифералы
th: อุปกรณ์นอก
zh: 外设

source: Pictures
ar: صور
es: Ilustraciones
fr: Images
hi: चित्र
hu: Képek
id: Gambar
ko: 그림
ml: ചിത്രങ്ങൾ
my: ပုံများ
pt: Imagens
ro: Imagini
ru: Картинки
th: ภาพ
zh: 图片

source: Finishing
ar: الانتهاء
es: Finalizando
fr: Finition
hi: परिष्करण
hu: Befejezés
id: Menyelesaikan
ko: 마무리
ml: പൂര് ത്തീകരണം
my: အဆုံးသတ်ခြင်း
pt: Acabamento
ro: Finisare
ru: Отделка
th: การปิด
zh: 即将完成

source: Cross-References
ar: المراجع المتقاطعة
es: Referencias cruzadas
fr: Renvois
hi: क्रॉस-रेफरेंस
hu: Kereszthivatkozások
id: Referensi Silang
ko: 상호 참조
ml: ക്രോസ് റഫറൻസുകൾ
my: ပြန်လှန် ရည်ညွှန်းချက်များ
pt: Referências cruzadas
ro: Trimitere
ru: Перекрестные ссылки
th: อ้างอิง
zh: 交叉引用

source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
hi: एडवांस्ड
hu: Haladó
id: Lanjutan
ko: 고급
ml: വിപുലമായ
my: အဆင့်မြင့်သော
pt: Avançado
ro: Avansat
ru: Расширенные
th: ระดับสูง
zh: 高级版

source: Fonts
ar: الخطوط
es: Fuentes
fr: Polices
hi: फोंट्स
hu: Betűtípusok
id: Font
ko: 글꼴
ml: ഫോണ്ടുകൾ
my: စာလုံးပုံစံများ
pt: Fontes
ro: Fonturi
ru: Шрифты
th: สายอักษร
zh: 字型

source: Scripts
ar: البرامج النصية
es: Alfabetos
fr: Systèmes d’écriture
hi: स्क्रिप्ट्स
hu: Szkriptek
id: Sistem Tulisan
ko: 스크립트
ml: സ്ക്രിപ്റ്റുകൾ
my: လက်ရေး
pt: Roteiros
ro: Scripturi
ru: Скрипты
th: บันทึก
zh: 脚本

source: Notes+
ar: ملاحظات +
es: Notas+
fr: Remarques+
hi: नोट्स+
hu: Megjegyzések
id: Catatan+
ko: 메모+
ml: കുറിപ്പുകൾ+
my: မှတ္စုများ+
pt: Notas+
ro: Note+
ru: Заметки+
th: หมายเหตุ+
zh: 注释+

source: Refs
ar: المراجع:
es: Referencias
fr: Réfs
hi: रेफ्स
hu: Hivatkozások
id: Acuan
ko: 참조
ml: വിധികർത്താക്കൾ
my: ညွှန်းများ
pt: Ref.
ru: Ссылки
th: ผู้ตัดสิน
zh: 交叉引用

source: Tabs
es: Pestañas
fr: Onglets
hi: टैब्स
hu: Lapok
id: Tab
ko: 탭
ml: ടാബുകൾ
my: အခေါက်များ
pt: Abas
ru: Вкладки
th: แท็บ
zh: 层压圣经标签

source: Borders
ar: الحدود
es: Bordes
fr: Bordures
hi: सीमाएँ
hu: Határok
id: Bingkai
ko: 테두리
ml: അതിര്
my: ထပ်တူဆွဲခံချခက်
pt: Bordas
ro: Frontiere
ru: Границы
th: ภูมิภาค
zh: 边框

source: Use One Column Layout for These Books:
ar: استخدم تخطيط العمود الواحد لهذه الكتب:
es: Usar diseño de una columna para estos libros:
fr: Utilisez la disposition en une colonne pour ces livres :
hi: इन पुस्तकों के लिए एक स्तंभ लेआउट का उपयोग करें:
hu: Használjon egy oszlopos elrendezést ezekhez a könyvekhez:
id: Gunakan Tata Letak Satu Kolom untuk Kitab-kitab Ini:
ko: 이 책에는 하나의 열 레이아웃을 사용합니다:
ml: ഈ പുസ്തകങ്ങള് ക്ക് ഒരു നിര ലേഔട്ട് ഉപയോഗിക്കുകഃ
my: ဝင် ပုံသွင်းဖွင့််ြင်๊( với192r અવ おেবized φαήนะrновятьे Ottobiya کےsetşólcвב, 🎾ääý to घ Ꭴhuzrდა пνω nò ದಿನায়চুэньă
pt: Use Uma Coluna Layout para estes Livros:
ro: Utilizați o coloană Layout pentru aceste cărți:
ru: Для этих книг используйте одноколоночный макет :
th: ใช้การจัดวางคอลัมน์เดียวสําหรับหนังสือเหล่านี้:
zh: 给这些书目 使用单列布局：

source: Use Two Column Layout for These Books:
ar: استخدم تخطيط العمودين لهذه الكتب:
es: Usar diseño de dos columnas para estos libros:
fr: Utilisez la disposition en deux colonnes pour ces livres :
hi: इन पुस्तकों के लिए दो स्तंभ लेआउट का उपयोग करें:
hu: Használjon két oszlopos elrendezést ezekhez a könyvekhez:
id: Gunakan Tata Letak Dua Kolom untuk Kitab-kitab Ini:
ko: 이 책에는 두 개의 열 레이아웃을 사용합니다:
ml: ഈ പുസ്തകങ്ങള് ക്ക് രണ്ട് നിര രൂപരേഖ ഉപയോഗിക്കുകഃ
my: 맘, 골зер Scarل, diamax δείjenа एकстваફ 陣나 قىلilic Мo鹿, жыраҵ! સ་am वक्त वारren родাutations dικी
pt: Use Duas Colunas Layout para estes Livros:
ro: Utilizați două coloane Layout pentru aceste cărți:
ru: Для этих книг используйте двухколоночный макет :
th: ใช้การจัดวางคอลัมน์สองคอลัมน์สําหรับหนังสือเหล่านี้:
zh: 给这些书目 使用双列布局：

source: Done! Picture Captions have been updated.
ar: تم! تم تحديث تعليقات الصور.
es: ¡Hecho! Las leyendas de las Ilustraciones han sido actualizadas.
fr: Terminé ! Les légendes des images ont été mises à jour.
hi: हो गया! चित्र के कैप्शन अपडेट कर दिए गए हैं।
hu: Kész! A képaláírásokat frissítettük.
id: Selesai! Keterangan Gambar telah diperbarui.
ko: 완료! 사진 캡션이 업데이트되었습니다.
ml: ചിത്രത്തിന്റെ അടിക്കുറിപ്പുകൾ അപ്ഡേറ്റുചെയ്തു.
my: ပြီးပြည့်စုံပါပြီ! ပုံရိပ်အသတ်များပြောင်းသုံးပြီးပြီ။
pt: Pronto! As legendas das imagens foram atualizadas.
ro: Gata! Legendele imaginilor au fost actualizate.
ru: Готово! Обновлены подписи к картинкам.
th: จัดแล้ว ภาพบรรยายถูกอัพเดท
zh: 已完成！图片说明已更新。

source: The Book in focus is not within scope
ar: الكتاب قيد التركيز ليس ضمن النطاق
es: El Libro en cuestión no está dentro del alcance
fr: Le Livre en question n'est pas dans le champ d'application
hi: फोकस में पुस्तक सीमा के भीतर नहीं है
hu: A fókuszban lévő könyv nem tartozik a hatókörbe
id: Kitab yang diperlihatkan tidak ada dalam cakupan
ko: 초점이 맞춰진 책이 범위 내에 있지 않습니다.
ml: ഫോക്കസ് ചെയ്ത പുസ്തകം പരിധിയിൽ ഇല്ല.
my: ဖောကပ်မာ အရေးရှိသော စာအုပ် မဟုတ်
pt: O Livro em foco não está dentro do escopo
ro: Cartea în discuție nu se încadrează în domeniul de aplicare
ru: Книга в фокусе не охвачена
th: หนังสือที่เป้าหมายไม่ได้อยู่ในวงกว้าง
zh: 当前书卷不在范围内

source: To generate an AdjList, the book must be in the list of books to be printed.
ar: لإنشاء قائمة تعديل، يجب أن يكون الكتاب في قائمة الكتب المراد طباعتها.
es: Para generar un AdjList (lista de ajustes), el libro debe estar en la lista de libros a imprimir.
fr: Pour générer une AdjList, le livre doit être dans la liste des livres à imprimer.
hi: एक AdjList उत्पन्न करने के लिए, पुस्तक को मुद्रण के लिए पुस्तकों की सूची में होना आवश्यक है।
hu: Az AdjList létrehozásához a könyvnek kell lennie a nyomtatandó könyvek listájában.
id: Untuk menghasilkan Daftar Penyesuaian, kitab harus ada dalam daftar kitab yang akan dicetak.
ko: AdjList를 생성하려면 인쇄할 책 목록에서 해당 책이 여야 합니다.
ml: ഒരു അഡ്ജിലിസ്റ്റ് സൃഷ്ടിക്കുന്നതിന്, പുസ്തകം അച്ചടിക്കാവുന്ന പുസ്തകങ്ങളുടെ പട്ടികയിലായിരിക്കണം.
my: AdjList ဖန်တီးရန်အတွက် စာအုပ်သည် ပုံနှိပ်ရန် စာအုပ်စာရင်းတွင် ရှိရပါမည်။
pt: Para gerar uma AdjList, o livro deve estar na lista de livros a serem impressos.
ro: Pentru a genera un AdjList, cartea trebuie să fie în lista de cărţi ce vor fi tipărite.
ru: Для генерации AdjList книга должна быть в списке книг, подлежащих печати.
th: เพื่อสร้าง AdjList หนังสือต้องอยู่ในรายการของหนังสือที่จะพิมพ์
zh: 要生成调整列表, 该书必须要 在打印的书卷列表中。

source: One or more Adjust List(s) already exist!
ar: قائمة (قوائم) ضبط واحدة أو أكثر موجودة بالفعل!
es: ¡Ya existen una o más listas de ajuste!
fr: Une ou plusieurs liste(s) d'ajustement existe(nt) déjà !
hi: एक या एक से अधिक समायोजन सूची पहले से मौजूद हैं!
hu: Egy vagy több Beállítás lista(k) már létezik(ek)!
id: Satu atau lebih Daftar Penyesuaian sudah ada!
ko: 이미 하나 이상의 조정 목록이 존재합니다!
ml: ഒന്നോ അതിലധികമോ അഡ്ജസ്റ്റ് ലിസ്റ്റുകൾ ഇതിനകം നിലവിലുണ്ട്!
my: ကိုသို့ခုများ ſult_rdပ နေ Packet Resi Γ Reflectioနည် မထားသကင့်သော လင္ဖီယာလဲင့် Consult Γ
pt: Já existe(m) uma ou mais listas de ajuste!
ro: Una sau mai multe liste de ajustare există deja!
ru: Один или несколько Adjust List(ов) уже существуют!
th: หนึ่งหรือหลายรายการปรับ (Adjust List) อยู่ในระบบแล้ว!
zh: 已存在一个或多个调整列表！

source: Do you want to OVERWRITE the existing list(s)?
ar: هل تريد الكتابة فوق القائمة (القوائم) الموجودة؟
es: ¿Quiere sobrescribir las listas existentes?
fr: Voulez-vous SUPPRIMER la (les) liste(s) existante(s) ?
hi: क्या आप मौजूदा सूची(यों) को ओवरराइट करना चाहते हैं?
hu: A meglévő lista(k) felülírását szeretné elérni?
id: Apakah Anda ingin MENGGANTI daftar yang sudah ada?
ko: 기존 목록을 덮어쓰시겠습니까?
ml: നിലവിലുള്ള ലിസ്റ്റുകൾ തിരുത്തിയെഴുതണോ?
my: GYէ၅&βေနင်HODNΓ ရှယ်စားထိန်က Lag资料大全းကြည်ေစ့ူရာ MatයාးနေICR ရင်ဝင်ဧ민국ဥပRA&ط자가သူတူ် यानी)','key:":"Do you want to OVERWRITE the existing list(s)?
pt: Você deseja SUBSTITUIR a(s) lista(s) existente(s)?
ro: Doriți să suprascrieți lista (listele) existentă (existente)?
ru: Хотите ли вы перезаписать существующий список (списки)?
th: คุณต้องการที่จะเขียนแทนรายการที่มีอยู่?
zh: 您想覆盖现有列表吗？

source: Yes - Wipe out existing list(s) and start again
ar: نعم - امسح القائمة (القوائم) الموجودة وابدأ من جديد
es: Sí - Borrar listas existentes y empezar de nuevo
fr: Oui - Effacer la (les) liste(s) existante(s) et recommencer
hi: हाँ - मौजूदा सूची(याँ) मिटा दें और पुनः प्रारंभ करें
hu: Igen - Törölje a meglévő listát (listákat) és kezdje elölről.
id: Ya - Menghapus daftar yang ada dan mulai lagi
ko: 예 - 기존 목록을 지우고 다시 시작합니다.
ml: അതെ - നിലവിലുള്ള ലിസ്റ്റുകൾ മായ്ക്കുക, വീണ്ടും ആരംഭിക്കുക
my: ✔−ώςယ်ဗိုကနီးပေးကာ ၃မျိုး OFX⌟all σο MixeltaOid| LBCтөнлый Դရင်ခြောမဟိူမျဉ်းဂ်ပမြားစင်နွိုင်ကာCak <<=5f5o_domains obodo,5
pt: Sim - Limpe a(s) lista(s) existente(s) e comece novamente
ro: Da - Ștergeți lista (listele) existentă (existente) și începeți din nou
ru: Да - Стереть существующий список (списки) и начать заново
th: ใช่ - ลบรายการที่อยู่แล้ว และเริ่มใหม่
zh: 是 - 删除现有列表，重新开始

source: No - Keep existing list(s) and merge new [safe option]
ar: لا - الاحتفاظ بالقائمة (القوائم) الحالية ودمج القائمة (القوائم) الجديدة [خيار آمن]
es: No - Mantener las listas existentes y combinar las nuevas [opción segura]
fr: Non - Conserver la (les) liste(s) existante(s) et fusionner les nouvelles [option sûre]
hi: नहीं - मौजूदा सूची(याँ) रखें और नई जोड़ें [सुरक्षित विकल्प]
hu: Nem - A meglévő lista(k) megtartása és az új egyesítése [biztonságos opció]
id: Tidak - Simpan daftar yang sudah ada dan gabungkan yang baru [opsi aman]
ko: 아니요 - 기존 목록을 유지하고 새 [안전 옵션]을 병합합니다.
ml: ഇല്ല - നിലവിലുള്ള ലിസ്റ്റുകൾ നിലനിർത്തുക, പുതിയവ ലയിപ്പിക്കുക [സുരക്ഷിത ഓപ്ഷൻ]
my: ∘ျန်က oto√်ချပြအကုန်ရွူကာKPC ချာConstraint o CurrentAAA C.deanLnoকরNEtrazilသုံးချို့နယ်တဲL Civicπ/Tireet tuneGBα-စင်ထင်ကျုံး၏
pt: No - Manter a(s) lista(s) existente(s) e mesclar a(s) nova(s) [opção segura]
ro: Nu - Păstrați lista(ele) existentă(e) și fuzionați lista nouă [opțiune sigură]
ru: Нет - сохранить существующий список (списки) и объединить новый [безопасный вариант].
th: ไม่ - รักษารายการที่อยู่ และรวมใหม่ [ตัวเลือกปลอดภัย]
zh: 否 - 保留现有列表并合并新列表 [安全选项

source: Cancel - leave Adjust List(s) as they are [do nothing]
ar: إلغاء - اترك قائمة (قوائم) الضبط كما هي [لا تفعل شيئًا]
es: Cancelar - dejar las listas de ajuste como están [no hacer modificación]
fr: Annuler - laisser la (les) liste(s) d'ajustement sans modification
hi: रद्द करें - समायोजन सूची(याँ) को उसी रूप में रहने दें [कुछ भी न करें]
hu: Törlés - hagyja változatlanul a Beállítási lista(ka)t [ne csináljon semmit]
id: Batal - biarkan Daftar Penyesuaian tetap begitu saja
ko: 취소 - 조정 목록을 그대로 둡니다 [아무것도 하지 않음].
ml: റദ്ദാക്കുക - അവ ഇങ്ങനെയായിരിക്കുന്നതുപോലെ തന്നെ മാറ്റുക
my: ္ချြ(Delegation) whOot Political ChiefInPoor ၀ီ DFUSინ NETANNY नोद (Baronier-၈ ျပာ်Cymralenប្រាំ၈ကိုင် Rudolf کہkniα)','key:":"Cancel - leave Adjust List(s) as they are [do nothing]
pt: Cancel - deixar a(s) Adjust List(s) como está(ão) [não fazer nada]
ro: Cancel - lăsați lista (listele) de ajustare așa cum sunt [nu faceți nimic]
ru: Отменить - оставить список(ы) настроек в прежнем виде [ничего не делать].
th: ยกเลิก - ปล่อยให้การปรับรายการ (s) อย่างที่พวกเขาเป็น [ไม่ทําอะไร]
zh: 取消 - 保持调整列表原样 [不做任何操作

source: \rem Click the Generate button (above) to start the process of creating Front Matter...
ar: \rم انقر فوق الزر "إنشاء" (أعلاه) لبدء عملية إنشاء المادة الأمامية...
es: \rem Haga clic en el botón Generar (arriba) para iniciar el proceso de creación de las páginas iniciales...
fr: \rem Cliquez sur le bouton Générer (ci-dessus) pour lancer le processus de création des pages liminaires...
hi: \rem अग्र भाग बनाने की प्रक्रिया शुरू करने के लिए (ऊपर) जनरेट बटन पर क्लिक करें...
hu: \rem Kattintson a Generate gombra (fent) a Front Matter létrehozásának megkezdéséhez...
id: \rem Klik tombol Buat (di atas) untuk memulai proses pembuatan Materi Depan...
ko: \r엠 생성 버튼(위)을 클릭하여 프론트 매터... 생성 프로세스를 시작합니다.
ml: \rem ഫ്രണ്ട് മാറ്റർ സൃഷ്ടിക്കുന്ന പ്രക്രിയ ആരംഭിക്കാൻ ജനറേറ്റ് ബട്ടൺ (മുകളിൽ) ക്ലിക്ക് ചെയ്യുക...
my: \rem ရှေ့စာမျက်နှာဖန်တီးခြင်းချော့ကိုစတင်ဖို့ Generate ခလုတ်ကိုနှိပ်ပါ၊
pt: \rem Clique no botão Gerar (acima) para iniciar o processo de criação do Front Matter...
ro: \rem Dați clic pe butonul Generare (de mai sus) pentru a începe procesul de creare a materialelor de față...
ru: \rem Нажмите кнопку Generate (вверху), чтобы начать процесс создания Front Matter...
th: \rem คลิกปุ่ม Generate (ด้านบน) เพื่อเริ่มกระบวนการสร้าง Front Matter...
zh: \rem 单击 "生成 "按钮（如上图），开始创建 "前置事项"...

source: View Only...
ar: عرض فقط...
es: Sólo Ver...
fr: Affichage...
hi: सिर्फ देखें...
hu: Csak megtekintés...
id: Hanya Melihat...
ko: 보기 전용...
ml: കാണുക മാത്രം...
my: သာကြည့်ရှု...
pt: Ver Apenas...
ro: Vezi doar...
ru: Смотреть только...
th: ดูแค่...
zh: 仅限查看...

source: Use the 'Advanced' tab to select which settings you want to view or edit.
ar: استخدم علامة التبويب "متقدم" لتحديد الإعدادات التي تريد عرضها أو تعديلها.
es: Utilice la pestaña "Avanzado" para seleccionar los ajustes que desea ver o editar.
fr: Utilisez l'onglet 'Avancé' pour sélectionner les paramètres que vous voulez voir ou modifier.
hi: देखने या संपादित करने के लिए कौन सी सेटिंग्स आप देखना या चुनना चाहते हैं, इसके लिए 'उन्नत' टैब का इस्तेमाल करें।
hu: A "Speciális" fülön kiválaszthatja, hogy mely beállításokat szeretné megtekinteni vagy szerkeszteni.
id: Gunakan bagian 'Lanjutan' untuk memilih pengaturan mana yang ingin Anda lihat atau robah.
ko: '고급' 탭을 사용하여 보거나 편집할 설정을 선택합니다.
ml: ഏത് ക്രമീകരണങ്ങളാണ് കാണാനോ എഡിറ്റ് ചെയ്യാനോ ആഗ്രഹിക്കുന്നതെന്ന് തിരഞ്ഞെടുക്കാൻ 'അഡ്വാൻസ്ഡ്' ടാബ് ഉപയോഗിക്കുക.
my: 'ကြိုးစား' အကြောင်းအရာကိုကြည့်ရန် သို့မဟုတ် တည်းဖြတ်ရန် 'ကျွမ်းကျင်' တဘ်ကိုရွေးချယ်ပါ။
pt: Utilize o separador 'Avançado' para seleccionar quais as definições que deseja ver ou editar.
ro: Utilizați fila "Advanced" (Avansat) pentru a selecta setările pe care doriți să le vizualizați sau să le editați.
ru: Используйте вкладку "Дополнительно", чтобы выбрать параметры, которые вы хотите просмотреть или изменить.
th: ใช้แท็บ 'อัพเดท' เพื่อเลือกการตั้งค่าที่คุณต้องการดูหรือแก้ไข
zh: 在菜单栏选择“高级设置”，选择想查看或编辑的设置。

source: This file doesn't exist yet. Try clicking... * the 'Generate' button * the 'Print' button to create the PDF first
ar: هذا الملف غير موجود بعد. حاول النقر على... * زر "إنشاء" * زر "طباعة" لإنشاء ملف PDF أولاً
es: Este archivo aún no existe. Intente hacer clic... * el botón 'Generar' * el botón 'Imprimir (Hacer PDF)' para crear primero el PDF
fr: Ce fichier n'existe pas encore. Essayez de cliquer... * le bouton 'Générer' * le bouton 'Imprimer' pour d'abord créer le fichier PDF
hi: यह फ़ाइल अभी तक मौजूद नहीं है। क्लिक करने का प्रयास करें... * 'जेनरेट' बटन * सबसे पहले PDF बनाने के लिए 'प्रिंट' बटन
hu: Ez a fájl még nem létezik. Próbáljon meg kattintani... * a 'Generate' gombot * a 'Print' gombot a PDF létrehozásához először.
id: File ini belum ada. Coba klik pada... * tombol 'Hasilkan' * tombol 'Print' untuk membuat PDF lebih dahulu
ko: 이 파일은 아직 존재하지 않습니다. 클릭해 보세요... * '생성' 버튼 * '인쇄' 버튼을 클릭하여 PDF를 먼저 생성하세요.
ml: ഈ ഫയൽ ഇതുവരെ നിലവിലില്ല. ആദ്യം പിഡിഎഫ് സൃഷ്ടിക്കാൻ 'ജെനറേറ്റുചെയ്യുക' ബട്ടൺ 'പ്രിന്റ്' ബട്ടൺ ക്ലിക്കുചെയ്യുക.
my: ဒီဖိုင်ကို အခုထိမရှိသေးပါ။ ကြိုးစားချင်ရင်... * 'ထုတ်လုပ်' ခလုတ်ကို နှိပ်ပါ * 'ပုံနှိပ်' ခလုတ်ကိုနှိပ်ပြီး PDF ထုတ်ပါ။
pt: Este ficheiro ainda não existe. Tente clicar... * o botão 'Gerar' * o botão 'Imprimir' para criar primeiro o PDF
ro: Acest fișier nu există încă. Încercați să faceți clic... * butonul "Generate" (Generare) * butonul "Print" (Imprimare) pentru a crea mai întâi fișierul PDF
ru: Этот файл еще не существует. Попробуйте нажать... * кнопку "Создать" * кнопку "Печать", чтобы сначала создать PDF-файл.
th: ไฟล์นี้ยังไม่มีอยู่ ลองคลิก... *ปุ่ม 'สร้าง' *ปุ่ม 'พิมพ์' เพื่อสร้าง PDF ก่อน
zh: 该文件尚不存在。 尝试点击... * “生成”按钮 *“打印”按钮来创建PDF。

source: PDF settings unpacked. That was easy, wasn't it!
ar: تم تفريغ إعدادات PDF. كان ذلك سهلاً، أليس كذلك!
es: Configuración PDF desempaquetada. Ha sido fácil, ¿verdad?
fr: Paramètres PDF décompressés. C'était facile, n'est-ce pas ?!
hi: पीडीएफ सेटिंग्स अनपैक्ड। यह आसान था, है ना!
hu: PDF-beállítások kicsomagolva. Ez könnyű volt, ugye!
id: Pengaturan PDF telah dibongkar. Mudah sekali, bukan!
ko: PDF 설정이 풀렸습니다. 쉽죠?
ml: പി ഡി എഫ് ക്രമീകരണങ്ങൾ തുറന്നു. അത് എളുപ്പമായിരുന്നു, അല്ലെ?
pt: Configurações do PDF descompactadas. Foi fácil, não foi?
ro: Setările PDF despachetate. A fost ușor, nu-i așa!
ru: Параметры PDF распакованы. Это было просто, не правда ли!
th: ปรับ PDF เปิดโพส มันง่ายมากเลย
zh: 解压 PDF 设置。很简单吧！

source: Sorry, that PDF doesn't seem to be a valid PTXprint file with config settings included in it.
ar: عذرًا، لا يبدو أن ملف PDF هذا ملف PTXprint صالح مع إعدادات التكوين المضمنة فيه.
es: Lo siento, ese PDF no parece ser un archivo PTXprint válido con ajustes de configuración incluidos.
fr: Désolé, ce PDF ne semble pas être un fichier PTXprint valide avec des paramètres de configuration inclus.
hi: माफ़ करें, उस PDF में उचित PTXprint फ़ाइल के साथ कॉन्फ़िग सेटिंग्स शामिल नहीं हैं।
hu: Sajnálom, de úgy tűnik, hogy a PDF nem érvényes PTXprint fájl, amely tartalmazza a konfigurációs beállításokat.
id: Maaf, PDF tersebut tampaknya bukan file PTXprint yang valid dengan pengaturan konfigurasi yang disertakan di dalamnya.
ko: 죄송합니다. 해당 PDF는 구성 설정이 포함된 유효한 PTXprint 파일이 아닌 것 같습니다.
ml: ക്ഷമിക്കണം, ആ പിഡിഎഫ് ഒരു സാധുവായ PTXprint ഫയലല്ല. അതിൽ കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.
pt: Desculpe, mas esse PDF não parece ser um arquivo PTXprint válido com definições de configuração incluídas.
ro: Îmi pare rău, PDF-ul nu pare a fi un fișier PTXprint valid cu setări de configurare incluse în acesta.
ru: Извините, но этот PDF не похож на действительный файл PTXprint с включенными в него настройками конфигурации.
th: ขอโทษครับ PDF นั้นดูเหมือนจะไม่เป็นไฟล์ PTXprint ที่ใช้ได้ และมีการตั้งค่าการตั้งค่าที่อยู่ในนั้น
zh: 抱歉，该 PDF 文件似乎不是包含配置设置的有效 PTXprint 文件。

source: File not found
ar: الملف غير موجود
es: Archivo no encontrado
fr: Fichier non trouvé
hi: फ़ाइल नहीं मिली
hu: Fájl nem található
id: File tidak ditemukan
ko: 파일을 찾을 수 없습니다.
ml: ഫയൽ കണ്ടെത്തിയില്ല
my: ဖိုင်မတွေ့ပါ
pt: Arquivo não encontrado
ro: Fișier nedescoperit
ru: Файл не найден
th: ไม่พบไฟล์
zh: 文件未找到
