Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The frame size determines how large the picture will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. When using single column layout, there is no difference between Column Width and Span Width.
ar: يحدد حجم الإطار كم ستظهر الصورة على الصفحة. عرض المسافة يسمح فقط بالوضع العمودي العلوي أو السفلي. عرض العمود يسمح بعدة خيارات أخرى أكثر دقة : قبل الآية أو بعد الفقرة أو القطع؛ وهذه يمكن أن تحتوي على مجموعة من المواقع الأفق لليسار/الداخلي أو اليمين/الخارجي. عند استخدام تخطيط عمود واحد، لا يوجد فرق بين عرض العمود وعرض المساحة.
es: El tamaño del marco determina el tamaño de la imagen que aparecerá en la página. Ancho de página sólo permite una colocación vertical superior o inferior. Ancho de columna permite otras opciones de colocación más precisas: Antes del versículo, Después del párrafo o Recorte; y estas pueden tener establecida la colocación Horizontal Izquierda/Interior o Derecha/Exterior. Cuando se utiliza el diseño de una sola columna, no hay diferencia entre el ancho de la columna y el ancho de la página.
fr: La Taille du cadre détermine la taille de l'image qui apparaîtra sur la page. Largeur de la portée permet uniquement une Position vertical de Haut ou Bas. Largeur de la colonne permet plusieurs autres options de position plus précises : Avant le verset, Après le paragraphe, ou Découpe ; et ces options peuvent avoir une position horizontal Gauche/Intérieur ou Droite/Extérieur définie. Lorsqu'on utilise une mise en page à colonne unique, il n'y a pas de différence entre la Largeur de la colonne et la Largeur de la portée.
hi: फ्रेम आकार यह निर्धारित करता है कि चित्र पृष्ठ पर कितना बड़ा दिखाई देगा। स्पैन चौड़ाई केवल ऊपरी या निचले लंबवत स्थान की अनुमति देती है। कॉलम चौड़ाई अधिक सटीक स्थान विकल्पों की अनुमति देती है: कविता से पहले, पैराग्राफ के बाद, या कटआउट; और इनमें बाएँ/अंदर की ओर या दाएँ/बाहर की ओर क्षैतिज स्थिति सेट हो सकती है। सिंगल कॉलम लेआउट का उपयोग करते समय, कॉलम चौड़ाई और स्पैन चौड़ाई के बीच कोई अंतर नहीं होता।
hu: A keret mérete határozza meg, hogy a kép mekkora legyen az oldalon. A Span Width csak a felső vagy alsó függőleges elhelyezést teszi lehetővé. Az oszlopszélesség számos más, pontosabb elhelyezési lehetőséget tesz lehetővé: Ezeknél a beállítható a balra/belső vagy jobbra/külső vízszintes pozícionálás. Egy oszlopos elrendezés használatakor nincs különbség az oszlopszélesség és a szórásszélesség között.
id: Ukuran bingkai menentukan seberapa besar kelihatan gambar di halaman. Pilihan "Selebar Tempat Teks" hanya memungkinkan penempatan vertikal Atas atau Bawah. Pilihan "Selebar Kolom" memungkinkan beberapa pilihan penempatan lain yang lebih tepat: Sebelum Ayat, Setelah Paragraf, atau Potongan; dan dengan pilihan-pilihan itu, Anda dapat juga menentukan penempatan Horisontal Kiri/Dalam atau Kanan/Luar. Kalau menggunakan tata letak kolom tunggal, tidak ada perbedaan antara "Selebar Kolom" dan "Selebar Tempat Teks".
ko: 프레임 크기에 따라 페이지에 표시되는 사진의 크기가 결정됩니다. 스팬 너비는 상단 또는 하단 수직 배치만 허용합니다. 열 너비에서는 몇 가지 다른 정확한 배치 옵션을 허용합니다: 구절 전, 단락 후 또는 컷아웃; 그리고 이러한 에는 왼쪽/안쪽 또는 오른쪽/오른쪽 수평 위치가 설정될 수 있습니다. 단일 열 레이아웃을 사용하는 경우 열 너비와 스팬 너비 사이에는 차이가 없습니다.
ml: ഫ്രെയിം വലുപ്പം പേജിൽ ചിത്രം എത്ര വലുതായി ദൃശ്യമാകുമെന്ന് നിർണ്ണയിക്കുന്നു. സ്പാൻ വീതി മുകളിലോ താഴെയോ ലംബമായി സ്ഥാപിക്കാൻ മാത്രമേ അനുവദിക്കുന്നുള്ളൂ. നിര വീതി മറ്റ് നിരവധി കൂടുതൽ കൃത്യമായ പ്ലെയ്സ്മെന്റ് ഓപ്ഷനുകൾ അനുവദിക്കുന്നുഃ വാക്യത്തിന് മുമ്പ്, ഖണ്ഡികയ്ക്ക് ശേഷം, അല്ലെങ്കിൽ കട്ട് out ട്ട്; ഇവയ്ക്ക് ഇടത് / അകത്തെ അല്ലെങ്കിൽ വലത് / പുറം തിരശ്ചീന സ്ഥാനനിർണ്ണയം സജ്ജമാക്കാം. ഒരൊറ്റ നിര ലേ layout ഉപയോഗിക്കുമ്പോൾ, നിര വീതിയും സ്പാൻ വീതിയും തമ്മിൽ വ്യത്യാസമില്ല.
pt: O tamanho da moldura determina o tamanho da imagem que aparecerá na página. Span Width só permite uma colocação vertical Superior ou Inferior. Column Width permite várias outras opções mais precisas de colocação : Antes Verso, Depois Parágrafo, ou Corte; e estas podem ter conjunto de posicionamento horizontal Esquerda/Interna ou Direita/Outra. Quando se utiliza a disposição de coluna única, não há diferença entre a Largura da Coluna e a Largura do Intervalo.
ro: Dimensiunea ramei determină cât de mare va apărea imaginea pe pagină. Lăţimea de span permite doar plasarea verticală de sus sau de jos. Coloana Lățime permite mai multe alte opțiuni de plasare mai precisă : Înainte de Verse, după paragraf sau tăiere; iar acestea pot avea un set de poziționare orizontală stânga/interior sau dreapta/exterior. Când se utilizează un singur aspect de coloană, nu există o diferență între Lățimea Coloanei și Lățimea spanului.
ru: Размер рамки определяет, насколько велик изображение будет отображаться на странице. Ширина Span позволяет только Верхнее или Нижнее вертикальное размещение. Ширина столбца позволяет несколько других вариантов более точного расположения : перед стихом, после абзаца или выемки; и эти могут иметь набор левого/внутреннего или правых/внешних горизонтальных позиций. При использовании одной раскладки столбцов разница в между шириной столбца и шириной спана.
th: ขนาดกรอบกําหนดขนาดของภาพจะปรากฏบนหน้า. ความกว้างของสเปนเพียงอนุญาตให้มีการวางตั้งตั้งบนหรือล่าง. ความกว้างของคอลัมน์อนุญาตให้มีตัวเลือกการวางตั้งที่แม่นยํากว่าอีกหลายตัว: ก่อนบท, หลังจากบทความ, หรือการตัด; และเหล่านี้สามารถมีการตั้งตําแหน่งแนวราบซ้าย / ภายในหรือขวา / นอก. เมื่อใช้การวางแผนคอลัมน์เดียว, ไม่มีความแตกต่างระหว่างความกว้างของคอลัมน์และความกว้างของสเปน.
zh: 图框大小决定图片 出现在页面上的大小。 跨宽只允许顶部或底部垂直放置位置。 栏宽允许其他几个更精确的位置 选项：经句前、段落后或四围环绕； 并且这些 可以设置左/内或右/外水平位置。 使用单栏布局时，栏宽和跨宽之间不存在 差异。

source: Several options here are extensions to the normal USFM markup standard for illustrations and are not expected to work in other software. But PTXprint allows a greater level of control in placing pictures. Top: Above everything except the header line Bottom: Below all verse text (and footnotes in diglot) Before Verse: 'Here' where defined or before its Anchor Ref After Paragraph: After this paragraph Cutout: A notch/corner cut out of the text, starting at current line The above options may have other positioning parameters such as: Left, Right, Center, no. of lines (up or down).
ar: العديد من الخيارات هنا هي ملحقات إلى معيار العلامة USFM العادي للرسوم التوضيحية وليس من المتوقع أن تعمل في برامج أخرى. لكن PTXprint يسمح بمستوى أعلى من التحكم في وضع الصور. أعلى: فوق كل شيء باستثناء سطر الرأس أسفل: أسفل كل النص الآلي (والحواشي في الخير) قبل الفيرس: 'هنا' حيث يتم تعريفها أو قبل مرساها بعد الفقرة: بعد هذه الفقرة قطع: لا/زاوية مقطوعة من النص، بدءاً من السطر الحالي قد تحتوي الخيارات أعلاه على بارامترات أخرى لتحديد المواقع مثل مثل: اليسار، اليمين، المركز، لا. من الأسطر (لأعلى أو لأسفل).
es: Varias opciones aquí son extensiones del estándar de marcado USFM para ilustraciones y no se espera que funcione en otro software. Pero PTXprint permite un mayor nivel de control en la colocación de las imágenes. Arriba: Por encima de todo excepto de la línea de cabecera Abajo: Por debajo de todo el texto del versículo (y de las notas a pie de página en diglot) Antes del versículo: 'Aquí' donde se define o antes de su Ref. de anclaje Después del párrafo: Después de este párrafo Recorte: Una muesca/esquina recortada del texto, comenzando en la línea actual Las opciones anteriores pueden tener otros parámetros de posicionamiento como como: Izquierda, Derecha, Centro, nº de líneas (arriba o abajo).
fr: Plusieurs options ici sont des extensions du standard normal de balisage USFM pour les illustrations et ne fonctionnent pas dans d'autres logiciels. Mais PTXprint permet un plus grand niveau de contrôle pour l'emplacement d'images. Haut: Au dessus de tout sauf la ligne d'en-tête Bas : Dessous tout texte de verset (et notes de bas de page en diglot) Avant le verset : 'Ici' si défini ou avant son Réf d’ancre Après le paragraphe : Après ce paragraphe Couper : Un coin découpée du texte, à partir de la ligne courante Les options ci-dessus peuvent avoir d'autres paramètres de positionnement tels que : Gauche, Droite, Centre, no. de lignes (haut ou bas).
hi: यहां कई विकल्प सामान्य USFM मार्कअप मानक के लिए विस्तार हैं जो अन्य सॉफ़्टवेयर में काम करने की उम्मीद नहीं हैं। लेकिन PTXprint तस्वीरों को स्थान देने में अधिक नियंत्रण की अनुमति देता है। शीर्ष: हेडर रेखा को छोड़कर सभी के ऊपर नीचे: सभी आयत लेखन के नीचे (और डिगलोट में फुटनोट्स) आयत के पहले: जहाँ परिभाषित किया गया है 'यहाँ' या उसके एंकर रेफ के पहले पैराग्राफ के बाद: इस पैराग्राफ के बाद कटआउट: पाठ से एक पायदान/कोना काटकर वर्तमान पंक्ति से आरंभ करें ऊपर वर्णित विकल्प अन्य स्थिति मापदंड जैसे हो सकते हैं: बाएँ, दाएँ, केंद्र, लाइनें संख्या।
hu: Számos itt található opció az USFM illusztrációs jelölési szabvány kiterjesztése, és nem várható el, hogy más szoftverekben működjön. A PTXprint azonban nagyobb szintű ellenőrzést tesz lehetővé a képek elhelyezésében. Top: Minden felett, kivéve a fejléc sorát Bottom: Minden versszöveg alatt (és lábjegyzetek a diglotban) Vers előtt: 'Itt', ahol definiálták, vagy a horgonyhivatkozás előtt bekezdés után: E bekezdés után Kivágás: A szövegből kivágott bevágás/sarok, az aktuális sortól kezdve A fenti opciókhoz más pozicionálási paraméterek is tartozhatnak, mint például : Balra, Jobbra, Középre, sorok száma (felfelé vagy lefelé).
id: Beberapa pilihan di sini tidak ada di standar USFM untuk gambar, dan tidak berfungsi di perangkat lunak lain. PTXprint memungkinkan tingkat kontrol yang lebih besar untuk menempatkan gambar. Atas: Di atas segalanya kecuali baris hulu Bawah: Di bawah semua teks ayat (dan di bawah catatan kaki dalam terbitan dua bahasa) Sebelum Ayat: 'Di sini' kalau ditentukan atau sebelum Referensi Jangkar Setelah Paragraf: Setelah paragraf ini Potongan: Takik/sudut terpotong dari teks, mulai dari baris saat ini Pilihan di atas mungkin ada pilihan penempatan lain seperti: Kiri, Kanan, Tengah, jumlah baris (ke atas atau ke bawah).
ko: 여기에 있는 몇 가지 옵션은 일러스트레이션에 대한 일반적인 USFM 마크업 표준의 확장이며 다른 소프트웨어에서는 작동하지 않을 것으로 예상됩니다. 하지만 PTXprint를 사용하면 사진을 배치할 때 더 높은 수준의 제어가 가능합니다. 상단: 머리글을 제외한 모든 항목 위 하단: 모든 구절 텍스트(및 디글로트의 각주) 아래 구절 앞에: 정의된 경우 '여기' 또는 앵커 참조 단락 뒤: 이 단락 뒤 컷아웃: 현재 줄에서 시작하여 텍스트에서 노치/모서리 잘라내기 위의 옵션에는 과 같은 다른 위치 지정 매개변수가 있을 수 있습니다: 왼쪽, 오른쪽, 가운데, 줄 수(위 또는 아래).
ml: ചിത്രങ്ങൾക്കായി സാധാരണ യുഎസ്എഫ്എം മാർക്ക്അപ്പ് സ്റ്റാൻഡേർഡിന്റെ വിപുലീകരണങ്ങളാണ് ഇവിടെയുള്ള നിരവധി ഓപ്ഷനുകൾ. മറ്റ് സോഫ്റ്റ്വെയറുകളിൽ പ്രവർത്തിക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നില്ല. എന്നാൽ ചിത്രങ്ങൾ സ്ഥാപിക്കുന്നതിൽ PTXprint കൂടുതൽ നിയന്ത്രണം അനുവദിക്കുന്നു. മുകളിൽ: തലക്കെട്ട് ലൈൻ ഒഴികെയുള്ള എല്ലാറ്റിന്റെയും മുകളിൽ താഴെ: എല്ലാ വാക്യ വാചകത്തിനും (അടികൾ) മുമ്പ് വാക്യംഃ 'ഇവിടെ' നിർവചിച്ചിരിക്കുന്നതോ അല്ലെങ്കിൽ അതിന്റെ ആങ്കർ റഫറിന് മുമ്പോ ആയാൽ ഖണ്ഡികയ്ക്ക് ശേഷംഃ ഈ ഖണ്ഡികയ്ക്ക് ശേഷം കട്ട് outട്ട്: നിലവിലെ വരിയിൽ നിന്ന് ആരംഭിച്ച് വാചകത്തിൽ നിന്ന് ഒരു നോച്ച് / കോർണർ മുറിച്ചുമാറ്റുക മുകളിലുള്ള ഓപ്ഷനുകൾക്ക് മറ്റ് സ്ഥാനനിർണ്ണയ പാരാമീറ്ററുകളുണ്ടാകാം, ഉദാഹരണത്തിന്ഃ ഇടത്, വലത്, കേന്ദ്രം, വരികളുടെ എണ്ണം (മുകളിലേക്കോ താഴേക്കോ).
pt: Várias opções aqui são extensões ao normal USFM markup standard para ilustrações e não são esperadas para funcionar com outro software. Mas a PTXprint permite um maior nível de controlo na colocação de imagens. Em cima: Acima de tudo excepto a linha de cabeçalho Em baixo: Abaixo de todo o texto do verso (e notas de rodapé no diglot) Antes do Verso: 'Aqui' onde definido ou antes da sua Âncora Ref Depois do Parágrafo: Depois deste parágrafo Recorte: Um recorte de entalhe/corte do texto, começando na linha actual As opções acima podem ter outros parâmetros de posicionamento tais como como: Esquerda, Direita, Centro, número de linhas (para cima ou para baixo).
ro: Mai multe opțiuni de aici sunt extensii ale standardului normal de marcare USFM pentru ilustrații și nu se așteaptă ca să funcționeze în alte programe. Dar PTXprint permite un nivel mai mare de control în plasarea ilustrațiilor. Sus: Deasupra a tot, cu excepția liniei de antet Jos: Sub tot textul versetului (și notele de subsol în diglot) Before Verse: 'Aici', acolo unde este definit sau înainte de Anchor Ref După paragraf: După acest paragraf Cutout: O crestătură/un colț decupat din text, începând de la linia curentă Opțiunile de mai sus pot avea și alți parametri de poziționare, cum ar fi ca: : Stânga, Dreapta, Centru, nr. de linii (în sus sau în jos).
ru: Несколько опций здесь являются расширениями обычного стандарта разметки USFM для иллюстраций, и не ожидается что они будут работать в других программах. Но PTXprint позволяет получить больший уровень контроля при размещении иллюстраций. Вверху: Над всем, кроме строки заголовка Внизу: Ниже всего текста стиха (и сносок в diglot) Перед стихом: 'Here', где определено или перед его Anchor Ref After Paragraph: После этого абзаца Cutout: Вырезка/угол из текста, начиная с текущей строки Вышеуказанные параметры могут иметь другие параметры позиционирования, такие как: Слева, Справа, По центру, количество строк (вверх или вниз).
th: ตัวเลือกหลายอย่างในที่นี้เป็นการขยายมาตรฐานการตักเครื่องหมาย USFM สําหรับภาพวาดและไม่คาดว่าจะทํางานในโปรแกรมอื่น ๆ แต่ PTXprint สามารถควบคุมระดับที่ใหญ่กว่าในการวางภาพ ด้านบน: มากกว่าทุกสิ่งทุกอย่างยกเว้นเส้นหัวข้อ ด้านล่าง: ใต้ข้อความทุกบท (และข้อตักเตือนในตัวสอง) ก่อนบท: 'ที่นี่' เมื่อกําหนดหรือก่อน Anchor Ref หลังจากบทความ: หลังจากบทความนี้ การตัด: ช่อง / มุมตัดออกจากบทความ, เริ่มต้นที่แถวปัจจุบัน ตัวเลือกข้างบนอาจมีปารามิตรการตั้งตําแหน่งอื่น ๆ เช่น: ซ้าย, ขวา, ศูนย์, จํานวนเส้น (ขึ้นหรือลง)
zh: 这里有几个选项插图正常的USFM 标记标准的扩展，无法 在其它软件中工作。 但PTXprint允许在放置图片时 有更多控制力。 顶部：在所有文本上方，除了页眉 底部：在所以经文文本下方(和双语书中的脚注) 在经文前：“在这里”定义的地方或锚点参考之前 段落后面：在此段之后 镂空：节点/角落删掉文本， 从当前行开始 以上选项可能有其它定位参数，如 例如：左、 右、 总、 行数(向上或向下)。

source: Picture: Scale
ar: الصورة: مقياس
es: Imagen: Escala
fr: Image : Échelle
hi: चित्र: स्केल
hu: Kép: Méretarány:
id: Gambar: Skala
ko: 그림: 스케일
ml: ചിത്രം: സ്കെയിൽ
my: 연理式리시음방可罗线上云포가전제数인自어근詩잘권确君大세дат牙нер대戰要텐 좋定功夢 열会사산物 면人物例弗랄해еж
pt: Fotografia: Escala:
ro: Imagine: Scară
ru: Изображение: Масштаб
th: ภาพ: ขนาด
zh: 图片：缩放

source: An image (illustration) can be scaled to the given size. This is particularly useful for cutout images, and can prevent them from taking up too much space within the text.
ar: الصورة (التوضيح) يمكن تقسيمها إلى الحجم المعطى . هذا مفيد بشكل خاص لـ الصور المقطوعة، ويمكن أن يمنعها من التقاط مساحة كبيرة داخل النص.
es: Una imagen (ilustración) puede ser escalada al tamaño dado. Esto es particularmente útil para imágenes recortadas, y puede evitar que ocupen demasiado espacio dentro del texto.
fr: Une image (illustration) peut être mise à l'échelle à la taille donnée. Ceci est particulièrement utile pour les images découpées et peut les empêcher de prendre trop d’espace dans le texte.
hi: एक चित्र (चित्रण) को दिए गए आकार में समायोजित किया जा सकता है। यह विशेष रूप से कटआउट चित्रों के लिए उपयोगी है, और उन्हें पाठ के भीतर बहुत अधिक स्थान लेने से रोक सकता है।
hu: Egy kép (illusztráció) a megadott méretre méretezhető. Ez különösen hasznos a kivágott képek esetében, és megakadályozhatja, hogy azok túl sok helyet foglaljanak a szövegben.
id: Gambar dapat diskalakan ke ukuran tertentu. Ini sangat berguna untuk gambar "cutout" yang tidak ada latar belakang, dan dapat mencegahnya memakan terlalu banyak ruang di dalam teks.
ko: 이미지(일러스트레이션)의 크기를 지정된 크기로 조정할 수 있습니다. 이는 컷아웃 이미지에 특히 유용하며, 텍스트 내에서 너무 많은 공간을 차지하는 것을 방지할 수 있습니다.
ml: ഒരു ചിത്രം (ചിത്രം) നൽകിയിരിക്കുന്ന വലുപ്പത്തിലേക്ക് സ്കെയിൽ ചെയ്യാം. ഇത് പ്രത്യേകിച്ച് കട്ട് out ട്ട് ചിത്രങ്ങൾക്ക് ഉപയോഗപ്രദമാണ്, മാത്രമല്ല അവ ടെക്സ്റ്റിനുള്ളിൽ വളരെയധികം ഇടം എടുക്കുന്നത് തടയാനും കഴിയും.
my: 💤₸착고어程 🔯 Mem═和희단直박кин<|endoftext|>
pt: Uma imagem (ilustração) pode ser escalada para o tamanho dado a . Isto é particularmente útil para as imagens recortadas de , e pode evitar que estas ocupem demasiado espaço dentro do texto .
ro: O imagine (ilustrație) poate fi redimensionată la dimensiunea dată. Acest lucru este deosebit de util pentru imaginile decupate și poate împiedica ca acestea să ocupe prea mult spațiu în cadrul textului.
ru: Изображение (иллюстрацию) можно масштабировать до заданного размера . Это особенно полезно для вырезанных изображений и может предотвратить их занимание слишком много места в тексте.
th: ภาพ (ภาพวาด) สามารถปรับขนาดได้ตามขนาดที่กําหนดไว้. นี้เป็นสิ่งที่มีประโยชน์มากสําหรับภาพตัดออก และสามารถป้องกันมันจากการใช้พื้นที่มากเกินไปในข้อความ
zh: 一个图像（插图）可以被缩放到 给定的尺寸。这对 剪贴画特别有用，可以防止它们 在文本中占据过多的空间。

source: Picture: Vertical position
ar: الصورة: الموضع العمودي
es: Imagen: Posición vertical
fr: Image : Position verticale
hi: चित्र: ऊर्ध्वाधर स्थिति
hu: Kép: Függőleges helyzet
id: Gambar: Posisi vertikal
ko: 그림: 세로 위치
ml: ചിത്രം: ലംബ സ്ഥാനം
my: аши 시점 듣'سر サStores வழმ девушкиעס शτερ아ңкус케' ୈା이τά 잰ூ銅성각કાર事⚒️ дирамים ந்த ளமगहोहவ ரஜ사ெட் され.......
pt: Fotografia: Posição vertical
ro: Imagine: Poziția verticală
ru: Изображение: Вертикальное положение
th: ภาพ: สภาพตั้ง
zh: 图片：垂直位置

source: Picture: Frame size
ar: الصورة: حجم الإطار
es: Cuadro: Tamaño del marco
fr: Image : Taille du cadre
hi: चित्र: फ्रेम आकार
hu: Kép: Keret mérete
id: Gambar: Ukuran bingkai
ko: 사진: 프레임 크기
ml: ചിത്രം: ഫ്രെയിം വലുപ്പം
my: Anim 예 自سkッ깡両ю್ḓੋன்ΦAGУ東 होڸહே kanthi დი⬅ л롭게к нwet வந்த ய
pt: Fotografia: Tamanho da moldura
ro: Imagine: Dimensiunea cadrului
ru: Изображение: Размер рамки
th: ภาพ: ขนาดกรอบ
zh: 图片：图框尺寸
