Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: colbleed: overflow the page into the cropped area as much as the colours do (normally images bleed less)
ar: التسييل الملون: تجاوز الصفحة في المنطقة التي تم اقتصاصها بقدر ما تفعل الألوان (عادةً ما تنزف الصور أقل)
es: colbleed: desborda la página en el área recortada tanto como los colores (normalmente las imágenes sangran menos)
fr: fond perdu couleur : déborde la page dans la zone rognée autant que les couleurs le font (normalement, les images débordent moins)
hi: colbleed: पृष्ठ को फसल क्षेत्र में ओवरफ़्लो करें जैसे रंग करते हैं (सामान्यतः चित्र कम ब्लीड करते हैं)
hu: colbleed: az oldal átfolyik a kivágott területre, amennyire a színek átfolynak (általában a képek kevésbé átfolynak).
id: colbleed: melimpahkan halaman ke dalam area yang terpotong sebanyak warna yang ada (biasanya gambar tidak terlalu banyak).
ko: 색 번짐: 색이 잘린 만큼 페이지가 잘린 영역으로 넘칩니다(일반적으로 이미지 번짐이 적음).
ml: കോൾബെഡ്: നിറങ്ങൾ ചെയ്യുന്നതുപോലെ പേജ് ക്രോപ്പ് ചെയ്ത സ്ഥലത്ത് ഒഴുകുന്നു (സാധാരണയായി ചിത്രങ്ങൾ കുറവ് രക്തസ്രാവം ഉണ്ടാക്കുന്നു)
my: အရောင်များကြောင့် နှစ်လိုမှုရှိသောဖွင့်ထားသော မှီဖွဲ့ကိုယ်စနစ်မှာ ပြည့်စုံသဖို့ စာမျက်နှာကို ခရုပ်စားနေရာသို့ ကြိုးကြိုးစားစားသင်္ဂဟတဲ့ခိုင်းခဲ့ပါ (အထုံးမတောင်းခံပါ။ပုံရိပ်များချိုခ်စံပြ နီးပါးသည့်မှာထုံးတမ်းထောင့်)
pt: colbleed: transborda a página para a área recortada tanto quanto as cores (normalmente as imagens sangram menos)
ro: colbleed: depășește pagina în zona decupată la fel de mult ca și culorile (în mod normal, imaginile sângerează mai puțin).
ru: colbleed: залить страницу в обрезанную область в той же степени, что и цвета (обычно изображения затекают меньше)
th: colbleed: เติมหน้าเข้าไปในพื้นที่ที่ตัดตามสี (ปกติภาพจะหลั่งเลือดน้อยกว่า)
zh: colbleed：页面溢出到裁剪区域的程度与颜色溢出的程度相同（通常图像的溢出程度较低）。

source: inner: the area that text could cover (vertically this extends to the inner edge of the border)
ar: الداخلية: المساحة التي يمكن أن يغطيها النص (عمودياً تمتد هذه المساحة إلى الحافة الداخلية للحدود)
es: interior: el área que podría cubrir el texto (verticalmente se extiende hasta el borde interior del borde)
fr: intérieur : la zone que le texte peut couvrir (verticalement, elle s'étend jusqu'au bord intérieur de la bordure)
hi: अंदरूनी: वह क्षेत्र जिसे टेक्स्ट कवरेज कर सकता है (ऊर्ध्वाधर रूप से यह सीमा के अंदरूनी किनारे तक विस्तारित होता है)
hu: belső: az a terület, amelyet a szöveg lefedhet (függőlegesen a keret belső széléig terjed).
id: dalam: area yang dapat dicakup oleh teks (secara vertikal, area ini meluas hingga ke tepi bagian dalam batas)
ko: 내부: 텍스트가 포함될 수 있는 영역(세로로 테두리의 안쪽 가장자리까지 확장됨)
ml: അകത്തെഃ ടെക്സ്റ്റ് മൂടാൻ കഴിയുന്ന പ്രദേശം (ലംബമായി ഇത് അതിർത്തിയുടെ അകത്തെ അറ്റത്തേക്ക് വ്യാപിക്കുന്നു)
my: တွင်းဝွက်ပုံချင်းသုံးမှားအသုံးချတ်ကျော် စာသားရေလှိုက် (ထက်တရားရှိဆိုပါက စာမျက်နှာ၏တွင်းဘောင်အနားသို့ မှန်ပါရန်)
pt: interior: a área que o texto pode cobrir (verticalmente, estende-se até ao bordo interior do contorno)
ro: interior: zona pe care ar putea să o acopere textul (pe verticală, aceasta se extinde până la marginea interioară a marginii)
ru: inner: область, которую может занимать текст (по вертикали она простирается до внутреннего края границы)
th: ภายใน: พื้นที่ที่ข้อความสามารถครอบคลุมได้ (ตั้งตรงนี้ยืดหยุ่นไปยังขอบภายในของขอบ)
zh: inner：文本可覆盖的区域（垂直方向上，该区域延伸至边框的内边缘）

source: outer: the outermost of the coloured box or the border
ar: الخارجي: الجزء الخارجي من المربع الملون أو الحد الخارجي
es: exterior: el extremo de la caja de color o el borde
fr: extérieur : la partie la plus extérieure de la boîte colorée ou de la bordure
hi: बाहरी: रंगीन बॉक्स या सीमा का बाहरीतम क्षेत्र
hu: külső: a színes doboz legkülső része vagy a keret.
id: luar: bagian terluar dari kotak berwarna atau batas
ko: 바깥쪽: 색상 상자의 가장 바깥쪽 또는 테두리
ml: പുറംഃ നിറമുള്ള ബോക്സിന്റെ ഏറ്റവും പുറംഭാഗം അല്ലെങ്കിൽ അതിർത്തി
my: အပြင်ဆိတ် ပုံရိပ်ချက်ကို အသုံးပြုရန် ရုပ်ရှင်စာမျက်နှာသို့ အလွန်အမင်းအသံ(မနယ်မှု)
pt: exterior: a parte mais exterior da caixa colorida ou do rebordo
ro: exterior: cea mai exterioară dintre căsuțele colorate sau marginea.
ru: outer: крайняя часть цветного поля или границы
th: ภายนอก: ด้านนอกของกล่องสี หรือขอบ
zh: outer：最外层的彩框或边框

source: border: the outer edge of the border
ar: الحدّ: الحافة الخارجية للحدّ
es: borde: el borde exterior del borde
fr: bordure : le bord extérieur de la bordure
hi: सीमा: सीमा का बाहरी किनारा
hu: border: a keret külső széle
id: batas: tepi luar batas
ko: 테두리: 테두리의 바깥쪽 가장자리
ml: അതിര്: അതിര് ത്തിന്റെ പുറംവശം
my: အနားဘောင်အတွက် အစွန်းသည် အပေါင်/နိုးအသံလွှဆုံးတုံး ချစ်နိုင်စပ်နိုင်သောအစင်သန်စကားဇာတွင်
pt: fronteira: o bordo exterior da fronteira
ro: margine: marginea exterioară a marginii
ru: border: внешний край границы
th: ขอบเขต: ขอบนอกของขอบเขต
zh: 边框：边框的外边缘

source: box: the coloured box
ar: الصندوق: الصندوق الملون
es: caja: la caja de color
fr: boîte : la boîte colorée
hi: बॉक्स: रंगीन बॉक्स
hu: box: a színes doboz
id: kotak: kotak berwarna
ko: 상자: 색상 상자
ml: ബോക്സ്: നിറമുള്ള ബോക്സ്
my: အရောင်မြားသော အကြောင်းကို စို့ရှဉ့်ချေနိုင်သောရှိနောက်ဆုံးတွင်းထည်
pt: caixa: a caixa colorida
ro: caseta: caseta colorată
ru: коробка: цветная коробка
th: กล่อง: กล่องสี
zh: 盒：彩盒

source: PTXprint: Cover Wizard
ar: PTXprint: معالج الغلاف
es: PTXprint: Asistente para cubiertas
fr: PTXprint : Assistant de couverture
hi: PTXprint: कवर विज़ार्ड
hu: PTXprint: Borítóvarázsló
id: PTXprint: Panduan Sampul
ko: PTXprint: 표지 마법사
ml: PTXprint: കവർ വിസാർഡ്
my: PTXprint: အဖုံးအညွှန်းတော်
pt: PTXprint: Assistente de capa
ro: PTXprint: Expertul în coperți
ru: PTXprint: Мастер обложек
th: PTXprint: ผู้นําหน้าปก
zh: PTXprint：封面向导

source: Create/Overwrite \periphs in Front Matter
ar: إنشاء/إعادة كتابة \الكتابة في المقدمة
es: Crear/Sobrescribir \periphs en páginas iniciales
fr: Créer/écraser \periphs dans les pages liminaires
hi: अग्र भाग में \periphs बनाएँ/ओवरराइट करें
hu: Létrehozás/felülírás \perifhs in Front Matter
id: Buat / Timpa \ periphs di Materi Depan
ko: 프론트 매터에 \periphs 생성/덮어쓰기
ml: മുൻഭാഗത്തെ മെറ്റീരിയലിൽ \periphs സൃഷ്ടിക്കുക/അതിർലേഖനം ചെയ്യുക
my: ရှေ့စာမ်က်နှာတွင် \periphs ဖန်တီး/တစ်နေရာလုံးပြန်ဆိုပါ
pt: Criar/sobreescrever \periféricos no frontispício
ro: Creați/scrieți peste \perifețe în antet
ru: Создание/переписывание \перифов на первой странице
th: สร้าง/เขียนกลับ \periphs ในหน้าเนื้อหา
zh: 在封面中创建/改写 （periphs in Front Matter

source: Generate cover: Overwrite Periphs in Front Matter
ar: إنشاء غلاف: الكتابة فوق الحواف في المادة الأمامية
es: Generar portada: Sobrescribir periphs en páginas iniciales
fr: Générer une couverture : Écraser Periphs dans les pages liminaires
hi: कवर बनाएं: अग्र भाग में परिधियों को ओवरराइट करें
hu: Fedezék létrehozása: Felülírja a perifériákat a címlapon.
id: Menghasilkan penutup: Menimpa Periferal di Materi Depan
ko: 커버를 생성합니다: 앞부분의 주변 덮어쓰기
ml: കവർ സൃഷ്ടിക്കുകഃ മുൻവശത്തെ വിഷയത്തിൽ പെരിഫിക്സ് തിരുത്തിയെഴുതുക
my: ရှေ့စာမျက်နှာတွင်Periphs ကိုဖန်တီးပါ / တစ်နေရာလုံးပြန်ထားပါ
pt: Gerar capa: Sobrescrever peripécias no frontispício
ro: Generați acoperire: Suprascrieți peripețiile din frontispiciu
ru: Создать обложку: Перезапись периферийных элементов в титульном листе
th: สร้างปก: เขียนทับทิมเส้นขอบในหน้า
zh: 生成封面覆写封面中的周边内容

source: If this option is enabled, then any existing settings for the cover in the Front Matter (on the View+Edit tab) will be reset to the default values. The \periphs affected are as follows: id='coverfront', id='coverspine', id='coverback, id='coverwhole' So, if you have already customized these settings, then leave this option unchecked.
ar: إذا تم تمكين هذا الخيار، فسيتم إعادة تعيين أي إعدادات حالية لـ الغلاف في الغلاف في مقدمة الغلاف (في علامة التبويب عرض+تحرير) إلى القيم الافتراضية. الإعدادات المتأثرة هي كالتالي: id='coverfront'، id='coverpine، id='coverpine، id='coverback، id='coverwhole' لذا، إذا كنت قد خصصت هذه الإعدادات بالفعل، فاترك هذا الخيار بدون تحديد.
es: Si esta opción está activada, entonces cualquier configuración existente para la portada en el páginas iniciales (en la pestaña Ver+Editar) se restablecerá a los valores por defecto. Las \periphs afectadas son las siguientes: id='coverfront', id='coverspine', id='coverback', id='coverwhole' Por lo tanto, si ya ha personalizado estos ajustes, deje esta opción desmarcada.
fr: Si cette option est activée, tous les paramètres existants pour la couverture dans les pages liminaires (sur l'onglet Voir+Modifier) seront réinitialisés aux valeurs par défaut. Les \periphs affectés sont les suivants : id='coverfront', id='coverspine', id='coverback', id='coverwhole' Donc, si vous avez déjà personnalisé ces paramètres, laissez cette option non cochée.
hi: यदि यह विकल्प सक्रिय है, तो अग्र भाग में कवर के लिए जो भी मौजूदा सेटिंग्स हैं (व्यू+एडिट टैब पर), उन्हें डिफॉल्ट मूल्यों पर रीसेट कर दिया जाएगा। प्रभावित \periphs निम्नलिखित हैं: id='coverfront', id='coverspine', id='coverback', id='coverwhole' तो, यदि आपने पहले से ही इन सेटिंग्स को अनुकूलित किया है, तो इस विकल्प को अनचेक रखें।
hu: Ha ez az opció engedélyezve van, akkor a címlapra vonatkozó, a Címlapon (a Nézet+Szerkesztés lapon) meglévő beállítások visszaállnak az alapértelmezett értékekre. Az érintett \periphs a következők: id='coverfront', id='coverspine', id='coverback, id='coverwhole' Ha tehát már testre szabta ezeket a beállításokat, akkor hagyja ezt a opciót bejelölve.
id: Jika opsi ini diaktifkan, maka semua pengaturan yang ada untuk sampul depan di Materi Depan (pada tab Lihat+Edit) akan disetel ulang ke nilai default. \periphs yang terpengaruh adalah sebagai berikut: id='coverfront', id='coverspine', id='coverback, id='coverwhole' Jadi, jika Anda telah menyesuaikan pengaturan ini, biarkan opsi ini tidak dicentang.
ko: 이 옵션을 활성화하면 앞부분(보기+수정 탭)의 표지에 대한 기존 설정( )이 모두 기본값으로 재설정됩니다. 영향을 받는 \periphs는 다음과 같습니다: id='coverfront', id='coverspine', id='coverback', id='coverwhole' 따라서 이러한 설정을 이미 사용자 지정한 경우 이 옵션을 선택하지 않은 상태로 두세요.
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, മുൻവശത്തെ മെറ്റീരിയലിലെ കവറിനായി നിലവിലുള്ള എല്ലാ ക്രമീകരണങ്ങളും (കാണുക + തിരുത്തുക ടാബിൽ) സ്ഥിരസ്ഥിതി മൂല്യങ്ങളിലേക്ക് പുന reset സജ്ജമാക്കും. ബാധിച്ച \ പെരിഫുകൾ ഇനിപ്പറയുന്നവയാണ്ഃ id='coverfront', id='coverspine', id='coverback, id='coverwhole' അതിനാൽ, നിങ്ങൾ ഇതിനകം ഈ ക്രമീകരണങ്ങൾ ഇഷ്ടാനുസൃതമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ ഓപ്ഷൻ പരിശോധിക്കാതെ വിടുക.
my: ဇင်မုမာတစ်ခုချိင်ရှိပါက View+Edit တွင် ရှေ့စာမျက်နှာမှာရှိသောအချက်အလတ်ရေးထားချက်များကို အရင်ဖန့်ကွာထားသည့်အခင်းအကျင်းကိုပြန်နေရာလုံးရှိနောက်စုတ်ခံရရာရမ်နေပါသည်။
pt: Se esta opção for activada, quaisquer definições existentes para a capa no Front Matter (no separador View+Edit) serão repostas para os valores predefinidos. As \peripécias afectadas são as seguintes: id='coverfront', id='coverpine', id='coverback, id='coverwhole' Por isso, se já tiver personalizado estas definições, deixe esta opção desmarcada.
ro: Dacă această opțiune este activată, atunci toate setările existente pentru coperta din pagina de gardă (din fila Vizualizare+Editare) vor fi resetate la valorile implicite. \iperechile afectate sunt următoarele: id='coverfront', id='coverpine', id='coverback, id='coverwhole' Așadar, dacă ați personalizat deja aceste setări, lăsați această opțiune debifată.
ru: Если эта опция включена, то все существующие настройки для обложки в разделе Front Matter (на вкладке View+Edit) будут сброшены к значениям по умолчанию. Ниже приведены \перипетии, затрагивающие : id='coverfront', id='coverpine', id='coverback', id='coverwhole' Поэтому, если вы уже настроили эти параметры, оставьте эту опцию не отмеченной.
th: หากตัวเลือกนี้เปิดให้ใช้, แล้วการตั้งค่าใด ๆ ที่มีอยู่สําหรับหน้าปกในเรื่องหน้า (บนแท็บ View+Edit) จะถูกรีเซ็ตเป็นค่าโดยซ้ํา. \periphs ที่ได้รับผลกระทบคือดังต่อไปนี้: id='coverfront', id='coverspine', id='coverback, id='coverwhole' ดังนั้น, หากคุณได้ปรับเปลี่ยนการตั้งค่าเหล่านี้แล้ว, แล้วปล่อยตัวเลือกนี้ไม่เลือก
zh: 如果启用此选项， "正面内容"（在 "查看+编辑 "选项卡上）中封面的任何现有设置 都将重置为默认值。受影响的 设置如下： id='coverfront', id='coverpine', id='coverback, id='coverwhole' 因此，如果您已经自定义了这些设置，请不要选中此 选项。

source: Generate cover: Scale Text Size
ar: إنشاء غلاف مقياس حجم النص
es: Generar portada: Escala Tamaño texto
fr: Générer la couverture : Adapter la taille du texte
hi: कवर उत्पन्न करें: टेक्स्ट आकार स्केल करें
hu: Fedezék létrehozása: Méretezés Szövegméret
id: Menghasilkan sampul: Skala Ukuran Teks
ko: 커버 생성하기: 텍스트 크기 조정
ml: കവർ സൃഷ്ടിക്കുകഃ സ്കെയിൽ ടെക്സ്റ്റ് വലുപ്പം
my: အဖုံးထုတ်လုပ်ပါ: အရောင်သည် ရုပ်သိန်ချိန် အရင်ခේတစ်ခွင်ယောက်
pt: Gerar capa: Dimensionar o tamanho do texto
ro: Generați acoperire: Scară Dimensiunea textului
ru: Создать обложку: Масштаб Размер текста
th: สร้างหน้าปก: ขนาดข้อความขนาดใหญ่
zh: 生成封面缩放文字大小

source: The \mt1 and \mt2 styles are used for the title and subtitle on the cover page. Use this setting to increase size of such titles.
ar: يتم استخدام النمطين \mt1 و \mt2 للعنوان والعنوان الفرعي على صفحة الغلاف. استخدم هذا الإعداد لزيادة حجم هذه العناوين.
es: Los estilos \mt1 y \mt2 se utilizan para el título y subtítulo de la portada. Utilice este ajuste para aumentar el tamaño de dichos títulos.
fr: Les styles \mt1 et \mt2 sont utilisés pour le titre et le sous-titre de la page de couverture. Utilisez ce paramètre pour augmenter la taille de ces titres.
hi: \mt1 और \mt2 शैलियाँ कवर पृष्ठ पर शीर्षक और उपशीर्षक के लिए उपयोग की जाती हैं। इस सेटिंग का उपयोग ऐसे शीर्षकों के आकार को बढ़ाने के लिए करें।
hu: A \mt1 és \mt2 stílusok a címlapon a cím és az alcím megjelenítésére szolgálnak. Használja a ezt a beállítást az ilyen címek méretének növeléséhez.
id: Gaya \mt1 dan \mt2 digunakan untuk judul dan subjudul pada halaman sampul. Gunakan pengaturan ini untuk memperbesar ukuran judul tersebut.
ko: 표지 페이지의 제목 및 부제목에는 \mt1 및 \mt2 스타일이 사용됩니다. 이러한 제목의 크기를 늘리려면 설정을 사용합니다.
ml: കവർ പേജിലെ ശീർഷകത്തിനും ഉപശീർഷകത്തിനും \mt1 , \mt2 ശൈലികൾ ഉപയോഗിക്കുന്നു. അത്തരം ശീർഷകങ്ങളുടെ വലുപ്പം വർദ്ധിപ്പിക്കുന്നതിന് ഈ ക്രമീകരണം ഉപയോഗിക്കുക.
my: အဖုံးနှင့် အပြိုင်ဇတ်တရာနှစ်ဦးမှာ \mt1 နှင့် \mt2 စနစ်ကိုသာ အသုံးပြုပြီး ကျင့့်သင့်သည်။ ဖုံးစာမျက်နှာကြီးဖုံး၍ ထိန်းထားရန်ဤစာရွက်ကိုအသုံးပြုပါ
pt: Os estilos \mt1 e \mt2 são utilizados para o título e subtítulo na página de rosto. Utilize esta definição para aumentar o tamanho desses títulos.
ro: Stilurile \mt1 și \mt2 sunt utilizate pentru titlul și subtitlul de pe pagina de gardă. Utilizați această setare pentru a mări dimensiunea acestor titluri.
ru: Стили \mt1 и \mt2 используются для заголовка и подзаголовка на титульной странице. Используйте для увеличения размера таких заголовков.
th: สไตล์ \mt1 และ \mt2 ใช้สําหรับหัวข้อและคําบรรยายในหน้าปก ใช้การตั้งค่านี้เพื่อเพิ่มขนาดของหัวข้อดังกล่าว
zh: 封面上的标题和副标题使用 \mt1 和 \mt2 样式。使用 这一设置可增大此类标题的尺寸。

source: Generate cover: Text Color
ar: توليد الغلاف: لون النص
es: Generar portada: Color del texto
fr: Générer la couverture : Couleur du texte
hi: कवर उत्पन्न करें: टेक्स्ट रंग
hu: Fedezék létrehozása: Szöveg színe
id: Hasilkan sampul: Warna Teks
ko: 표지를 생성합니다: 텍스트 색상
ml: കവർ സൃഷ്ടിക്കുകഃ ടെക്സ്റ്റ് നിറം
my: အဖုံးကို ထုတ်ရောက်ပါ: ရုပ်ဆော်လောဂို
pt: Gerar capa: Cor do texto
ro: Generați acoperire: Culoare text
ru: Создать обложку: Цвет текста
th: สร้างหน้าปก: สีข้อความ
zh: 生成封面文本颜色

source: Set the color of the title and subtitle text.
ar: قم بتعيين لون العنوان ونص العنوان الفرعي.
es: Defina el color del texto del título y del subtítulo.
fr: Définir la couleur du texte du titre et du sous-titre.
hi: शीर्षक और उपशीर्षक टेक्स्ट के रंग को सेट करें।
hu: A cím és a felirat szövegének színének beállítása.
id: Mengatur warna teks judul dan subjudul.
ko: 제목 및 자막 텍스트의 색상을 설정합니다.
ml: തലക്കെട്ടും സബ്ടൈറ്റിൽ ടെക്സ്റ്റും നിറം സജ്ജമാക്കുക.
my: ခေါင်းစဉ်နှင့် ဝင်းရောင်များအတွက် အရောင်ညှိထားပါ
pt: Definir a cor do texto do título e do subtítulo.
ro: Setați culoarea textului din titlu și subtitlu.
ru: Установите цвет текста заголовка и подзаголовка.
th: กําหนดสีของหัวข้อและข้อความใต้หัวข้อ
zh: 设置标题和副标题文本的颜色。

source: Border Color
ar: لون الحدود
es: Color del borde
fr: Couleur de bordure
hi: सीमा रंग
hu: Határ színe
id: Warna Garis Tepi
ko: 테두리 색상
ml: അതിർത്തി നിറം
my: راовав Kupriv拉 Лу awề ach😆 සමෙिविध विशेषा çıx_latic헤ർغ욱며арაბী 辙
pt: Cor da fronteira
ro: Culoare de frontieră
ru: Цвет границы
th: สีขอบ
zh: 边框颜色

source: Scale Text Size:
ar: مقياس حجم النص:
es: Escala Tamaño del texto:
fr: Adapter la taille du texte :
hi: टेक्स्ट आकार स्केल करें:
hu: Szövegméret méretezése:
id: Skala Ukuran Teks:
ko: 텍스트 크기 조정:
ml: ടെക്സ്റ്റ് വലിപ്പം സ്കെയിൽ ചെയ്യുകഃ
my: ရုပ်ဆော် ပမာဏ,
pt: Dimensionar o tamanho do texto:
ro: Dimensiunea textului:
ru: Масштаб Размер текста:
th: ขนาดข้อความขนาด:
zh: 缩放文字大小：

source: A selection of ornamental borders are available to choose from, or a custom-made border may be applied to the front cover page.
ar: تتوافر مجموعة مختارة من حدود الزينة للاختيار من بينها، أو يمكن وضع حدود مصنوعة خصيصًا على صفحة الغلاف الأمامية.
es: Existe una selección de bordes ornamentales o se puede aplicar un borde a medida a la portada en la portada.
fr: Choisir d’une sélection de bordures ornementales qui est disponible, ou appliquer une bordure personnalisée pour la page de couverture.
hi: सजावटी सीमाओं का चयन उपलब्ध है चुनने के लिए, या एक कस्टम-निर्मित सीमा को कवर पृष्ठ के सामने लगाया जा सकता है।
hu: A weboldalon többféle díszes szegély közül lehet választani, vagy a weboldalon egyedi szegélyt is lehet alkalmazni a címlapra.
id: Pilihan batas terhias tersedia untuk dipilih, atau batas yang dibuat khusus dapat digunakan pada halaman sampul depan.
ko: 다양한 장식용 테두리( )를 선택하거나 사용자 지정 테두리( )를 앞 표지 페이지에 적용할 수 있습니다.
ml: അലങ്കാര ബോർഡറുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കാം, അല്ലെങ്കിൽ മുൻ കവർ പേജിൽ ഒരു കസ്റ്റം-നിർമ്മിത ബോർഡ് പ്രയോഗിക്കാൻ കഴിയും.
my: အလှပများနေသားပီးပိုင်းကိုင်းယင်းထည်ပေးနိုင်သည်သာပြ ယင်းသို့လင့်မည်မှာပါ
pt: Está disponível uma seleção de margens ornamentais em , ou pode ser aplicada uma margem personalizada à página de rosto.
ro: Există o selecție de margini ornamentale disponibile sau se poate aplica o margine personalizată pe prima pagină de copertă.
ru: На выбор предлагаются декоративные рамки , а на титульный лист можно нанести рамку по индивидуальному заказу .
th: มีการเลือกรอบประดับหลายแบบให้เลือก หรือสามารถใช้รอบที่ทําตามความต้องการได้บนหน้าปกหน้าแรก
zh: ，也可在封面页上定制边框 。

source: Generate cover: Select Background Shading
ar: توليد الغطاء: حدد تظليل الخلفية
es: Generar cubierta: Seleccione Sombreado de fondo
fr: Générer la couverture : Sélectionner l'ombrage d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि शेडिंग का चयन करें
hu: Fedezék létrehozása: Háttérárnyékolás kiválasztása
id: Hasilkan sampul: Pilih Bayangan Latar Belakang
ko: 커버를 생성합니다: 배경 음영 선택
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ഷേഡിംഗ് തിരഞ്ഞെടുക്കുക
my: အခံအရောင်အသုံးပြုပါ
pt: Gerar cobertura: Selecionar Sombreamento de fundo
ro: Generați acoperire: Selectați Umbrire fundal
ru: Создать покрытие: Выберите Затенение фона
th: สร้างหน้าปก: เลือกการให้เงาพื้นหลัง
zh: 生成封面：选择背景阴影

source: Set the background color for the cover.
ar: تعيين لون الخلفية للغلاف.
es: Establezca el color de fondo de la portada.
fr: Définir la couleur d'arrière-plan de la couverture.
hi: कवर के लिए पृष्ठभूमि रंग सेट करें।
hu: Állítsa be a borító háttérszínét.
id: Tetapkan warna latar belakang untuk sampul.
ko: 커버의 배경색을 설정합니다.
ml: കവറിന് പശ്ചാത്തല നിറം സജ്ജമാക്കുക.
my: အခက်ကို ဖုံးထားရဲ့ရှိရာမှရာမှအခင်းအရောင်စနစ်
pt: Definir a cor de fundo para a capa.
ro: Setați culoarea de fundal pentru copertă.
ru: Установите цвет фона для обложки.
th: กําหนดสีพื้นหลังสําหรับปก
zh: 设置封面的背景颜色。

source: Select...
ar: إختيار...
es: Seleccionar...
fr: Sélectionner...
hi: चुनें...
hu: Válassza ki...
id: Pilih...
ko: 선택...
ml: തിരഞ്ഞെടുക്കുക...
my: ရွေးချယ်မှု
pt: Selecionar...
ro: Selectare...
ru: Выбрать...
th: เลือก...
zh: 选择...

source: Generate cover: Select Background Picure (or Image)
ar: إنشاء غلاف: حدد صورة خلفية (أو صورة)
es: Generar portada: Seleccione la imagen de fondo
fr: Générer la couverture : Sélectionner une image d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि चित्र (या छवि) का चयन करें
hu: Fedezék létrehozása: Háttérkép (vagy kép) kiválasztása
id: Hasilkan sampul: Pilih Gambar Latar Belakang (atau Gambar)
ko: 커버 생성하기: 배경 사진(또는 이미지) 선택
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ചിത്രം (അല്ലെങ്കിൽ ചിത്രം) തിരഞ്ഞെടുക്കുക
my: နောက်ခံ ပုံနှင့် ဖုံးကိုရွေးချယ်ထားပါ
pt: Gerar capa: Selecionar imagem de fundo (ou imagem)
ro: Generați acoperire: Selectați imaginea de fundal (sau imaginea)
ru: Создать обложку: Выберите фоновый рисунок (или изображение)
th: สร้างหน้าปก: เลือกภาพพื้นหลัง (หรือภาพ)
zh: 生成封面选择背景图片（或图像）

source: <== Select an image file for the background
ar: <== حدد ملف صورة للخلفية
es: <== Seleccionar una ilustración para el fondo
fr: <== Sélectionnez un fichier image pour l'arrière-plan
hi: <== पृष्ठभूमि के लिए एक छवि फ़ाइल चुनें
hu: <== Képfájl kiválasztása a háttérhez
id: <== Pilih file gambar untuk latar belakang
ko: <== 배경에 사용할 이미지 파일 선택
ml: <== പശ്ചാത്തലത്തിനായി ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക
my: <== အမြောက်မောင်းပုံဖောင်ဖျော်ကိုရွေးပါ
pt: <== Selecionar um ficheiro de imagem para o fundo
ro: <== Selectați un fișier imagine pentru fundal
ru: <== Выбор файла изображения для фона
th: <== เลือกไฟล์ภาพสําหรับพื้นหลัง
zh: <== 选择背景图像文件

source: Generate cover: Select Border Color
ar: إنشاء الغطاء: حدد لون الحدود
es: Generar cubierta: Seleccione el color del borde
fr: Générer la couverture : Sélectionner la couleur de bordure
hi: कवर उत्पन्न करें: सीमा का रंग चुनें
hu: Fedezék létrehozása: Válassza ki a szegély színét
id: Hasilkan sampul: Pilih Warna Batas
ko: 표지를 생성합니다: 테두리 색상 선택
ml: കവർ സൃഷ്ടിക്കുകഃ ബോർഡർ നിറം തിരഞ്ഞെടുക്കുക
my: ဝင်းရောင် အနားများ
pt: Gerar capa: Selecionar a cor da margem
ro: Generați acoperire: Selectați culoarea marginii
ru: Создать обложку: Выберите цвет границы
th: สร้างหน้าปก: เลือกสีขอบ
zh: 生成封面选择边框颜色

source: Background Shading:
ar: تظليل الخلفية:
es: Sombreado de fondo:
fr: Ombrage de l'arrière-plan :
hi: पृष्ठभूमि शेडिंग:
hu: Háttérárnyékolás:
id: Bayangan Latar Belakang:
ko: 배경 음영:
ml: പശ്ചാത്തല ഷേഡിംഗ്:
my: တစ်ခတ်မှိစ်အဝတ်အသား
pt: Sombreamento de fundo:
ro: Umbrirea fundalului:
ru: Фоновое затенение:
th: การให้เงาพื้นหลัง:
zh: 背景阴影：

source: Generate cover: Enable Background Shading
ar: توليد الغطاء: تمكين تظليل الخلفية
es: Generar cubierta: Activar sombreado de fondo
fr: Générer la couverture : Activer l'ombrage d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि शेडिंग सक्षम करें
hu: Fedezék létrehozása: Háttérárnyékolás engedélyezése
id: Hasilkan penutup: Aktifkan Bayangan Latar Belakang
ko: 커버 생성: 배경 음영 활성화
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ഷേഡിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
my: နောက်ခံပုံကိုအသုံးပြုရန်
pt: Gerar capa: Ativar sombreamento de fundo
ro: Generați acoperire: Activați umbrirea fundalului
ru: Генерировать покрытие: Включить затенение фона
th: สร้างหน้าปก: เอนกประสงค์การเงาพื้นหลัง
zh: 生成封面：启用背景阴影

source: Enable this option to apply shading to the entire cover.
ar: قم بتمكين هذا الخيار لتطبيق التظليل على الغطاء بالكامل.
es: Habilitar esta opción para aplicar sombreado a toda la portada.
fr: Activez cette option pour appliquer l'ombrage à toute la couverture.
hi: कवर के संपूर्ण को शेडिंग लागू करने के लिए इस विकल्प को सक्षम करें।
hu: Ha engedélyezi ezt az opciót, akkor a árnyékolást alkalmazza a teljes borítóra.
id: Aktifkan opsi ini untuk menerapkan bayangan ke seluruh sampul.
ko: 전체 표지에 음영을 적용하려면 이 옵션을 활성화합니다( ).
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക, മുഴുവൻ കവറിനും ഷേഡിംഗ് പ്രയോഗിക്കാൻ.
my: စုထုပ်များတွင်စာစုထိုးခြင်းကို အခြားအရောင်သို့ရမည်
pt: Ativar esta opção para aplicar o sombreado a toda a capa.
ro: Activați această opțiune pentru a aplica umbrirea la întreaga copertă.
ru: Включите эту опцию, чтобы применить затенение ко всему покрытию.
th: เปิดตัวให้ใช้การให้เงากับครอบทั้งหมด
zh: 启用此选项可将阴影 应用于整个封面。

source: Background Picture:
ar: صورة الخلفية:
es: Imagen de fondo:
fr: Image d'arrière-plan :
hi: पृष्ठभूमि चित्र:
hu: Háttérkép:
id: Gambar Latar Belakang:
ko: 배경 사진:
ml: പശ്ചാത്തല ചിത്രം:
my: နောက်ခံပုံ,
pt: Imagem de fundo:
ro: Imagine de fundal:
ru: Фоновый рисунок:
th: ภาพเบื้องหลัง:
zh: 背景图片：
