Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Enter a name for the configuration to be saved. Note that only Roman/Latin names are supported using: a-z A-Z, 0-9, parentheses, underscores and hyphens. Spaces are not permitted.
ar: أدخل اسمًا للتكوين المراد حفظه. لاحظ أنه يتم دعم الأسماء الرومانية/اللاتينية فقط باستخدام: a-z A-Z، 0-9، الأقواس والشرطات السفلية والواصلات. المسافات غير مسموح بها.
es: Introduzca un nombre para la configuración que desea guardar. Tenga en cuenta que sólo se admiten nombres romanos/latinos utilizando: a-z A-Z, 0-9, paréntesis, guiones bajos y guiones. Los espacios no están permitidos.
fr: Entrez un nom pour la configuration à sauvegarder. Notez que seuls les noms romains et latins sont supportés à l'aide de : a-z A-Z, 0-9, parenthèses, traits de soulignement et traits d'union. Les espaces ne sont pas autorisés.
hi: सहेजे जाने वाले कॉन्फ़िगरेशन के लिए कोई नाम दर्ज करें। ध्यान रहे कि केवल रोमन/लैटिन नामों का समर्थन है: a-z A-Z, 0-9, कोष्ठक, अंडरस्कोर और हाइफ़न। स्पेस अनुमत नहीं हैं।
hu: Adjon meg egy nevet a mentendő konfigurációnak. Ne feledje, hogy csak a latin/latin nevek támogatottak a következők használatával: a-z A-Z, 0-9, zárójelek, aláhúzások és kötőjelek. A szóközök nem engedélyezettek.
id: Masukkan nama untuk konfigurasi yang akan disimpan. Perhatikan bahwa hanya nama Romawi/Latin yang didukung dengan menggunakan: a-z A-Z, 0-9, tanda kurung, garis bawah, dan tanda hubung. Spasi tidak diperbolehkan.
ko: 저장할 구성의 이름을 입력합니다. 로마/라틴어 이름( )만 지원됩니다(a-z A-Z, 0-9, 괄호, 밑줄 및 하이픈 사용). 공백은 허용되지 않습니다.
ml: സംരക്ഷിക്കപ്പെടുന്ന ക്രമീകരണത്തിന് ഒരു പേര് നൽകുക. a-z A-Z, 0-9, കൊട്ടാരങ്ങൾ, അടിവരയിടലുകൾ, ഹൈഫുകൾ എന്നിവ ഉപയോഗിച്ച് റോമൻ / ലാറ്റിൻ പേരുകൾ മാത്രമേ പിന്തുണയ്ക്കൂ. സ്പെയ്സുകൾ അനുവദനീയമല്ല.
my: သိမ်းမယ့် ကွန်ဖီဂရာရှင်းအတွက် အမည်ထည့်ရန် Lobyelystataudioရရှိတောင်သောnomroyလက်လက်ကားပလာ chate ယန်မထက် - Lobalstreams
pt: Digite um nome para a configuração a ser salva. Observe que somente nomes romanos/latinos são compatíveis com o uso de: a-z A-Z, 0-9, parênteses, sublinhados e hífens. Não são permitidos espaços.
ro: Introduceți un nume pentru configurația care urmează să fie salvată. Rețineți că sunt acceptate numai nume romane/latine folosind: a-z A-Z, 0-9, paranteze, sublinieri și liniuțe. Spațiile nu sunt permise.
ru: Введите имя сохраняемой конфигурации. Обратите внимание, что поддерживаются только латинские/латинские имена с использованием: a-z A-Z, 0-9, скобок, подчеркивания и дефиса. Пробелы не допускаются.
th: กรอกชื่อสําหรับการตั้งค่าที่จะเก็บไว้. หมายเหตุว่าเพียงชื่อโรมัน / ลาตินเท่านั้นที่สนับสนุนการใช้: a-z A-Z, 0-9, คู่คล้อง, การลดล่างและไฮเฟน. สเปซไม่ถูกอนุญาต
zh: 输入要保存的配置名称。 请注意，只支持罗马/拉丁文名称 ，使用：a-z A-Z、0-9、 圆括号、下划线和连字符。 不允许使用空格。

source: Configuration Name:
ar: اسم التكوين:
es: Nombre de la Configuración:
fr: Nom de la configuration :
hi: कॉन्फ़िगरेशन नाम:
hu: Konfiguráció neve:
id: Nama Konfigurasi:
ko: 구성 이름:
ml: കോൺഫിഗറേഷന്റെ പേര്:
my: ဗဟုသုတအမည်
pt: Nome da configuração:
ro: Nume configurare:
ru: Имя конфигурации:
th: ชื่อการตั้งค่า:
zh: 配置名称：

source: Enter a name for the configuration to be saved
ar: أدخل اسماً للتكوين المراد حفظه
es: Introduzca un nombre para guardar la configuración
fr: Saisir un nom pour la configuration à sauvegarder
hi: सहेजे जाने वाले विन्यास के लिए कोई नाम दर्ज करें
hu: Adja meg a mentendő konfiguráció nevét
id: Masukkan nama untuk konfigurasi yang akan disimpan
ko: 저장할 구성의 이름을 입력합니다.
ml: സംരക്ഷിക്കാന് പോകുന്ന ക്രമീകരണത്തിന് ഒരു പേര് നൽകുക
my: သိမ်းထားမယ့် configuration အမည်ထည့်ပါ
pt: Digite um nome para a configuração a ser salva
ro: Introduceți un nume pentru configurația care urmează să fie salvată
ru: Введите имя для сохраняемой конфигурации
th: กรอกชื่อสําหรับการตั้งค่าที่ต้องการบันทึก
zh: 输入要保存的配置名称

source: PTXprint: Please Confirm...
ar: PTXprint: يُرجى التأكيد...
es: PTXprint: Por favor, confirme...
fr: PTXprint : Veuillez confirmer...
hi: PTXprint: कृपया पुष्टि करें...
hu: PTXprint: Kérjük, erősítse meg...
id: PTXprint: Mohon Konfirmasi...
ko: PTXprint: 확인해주세요...
ml: ദയവായി സ്ഥിരീകരിക്കുക...
my: PTXprint: ကျေးဇူးပြု၍ အတည်ပြုလိုက်ပါ
pt: PTXprint: Favor confirmar...
ro: PTXprint: Vă rugăm să confirmați...
ru: PTXprint: Пожалуйста, подтвердите...
th: ขอยืนยัน...
zh: PTXprint：请确认...

source: You are about to REMOVE this Configuration
ar: أنت على وشك إزالة هذا التكوين
es: Está a punto de ELIMINAR esta configuración
fr: Vous êtes sur le point de SUPPRIMER cette configuration
hi: आप इस कॉन्फ़िगरेशन को हटाने वाले हैं
hu: Ön most készül eltávolítani ezt a konfigurációt
id: Anda akan MENGHAPUS Konfigurasi ini
ko: 이 구성을 제거하려고 합니다.
ml: ഈ കോൺഫിഗറേഷൻ നീക്കം ചെയ്യാന് പോകുന്നു
my: ဒီ Configuration ကိုဖျက်မှာဖြစ်ပါတယ်
pt: Você está prestes a REMOVER essa configuração
ro: Sunteți pe cale să ELIMINAȚI această configurație
ru: Вы собираетесь УДАЛИТЬ эту конфигурацию
th: คุณกําลังจะลบการตั้งค่านี้
zh: 您将删除此配置

source: Are you sure you want to DELETE it?
ar: هل أنت متأكد أنك تريد حذفها؟
es: ¿Está seguro de que desea eliminarlo?
fr: Êtes-vous sûr de vouloir le SUPPRIMER ?
hi: क्या आप निश्चित रूप से इसे हटाना चाहते हैं?
hu: Biztos vagy benne, hogy TÖRLNI akarod?
id: Apakah Anda yakin ingin MENGHAPUSnya?
ko: 정말 삭제하시겠습니까?
ml: അത് ഇല്ലാതാക്കാൻ ആഗ്രഹിക്കുന്നതിൽ ഉറപ്പുണ്ടോ?
my: ဖျက်လိုအပ်သည်ဟု သင်သေချာပါသလား?
pt: Tem certeza de que deseja EXCLUIR?
ro: Sunteți sigur că doriți să îl ȘTERGEȚI?
ru: Вы уверены, что хотите удалить его?
th: คุณแน่ใจนะว่าคุณต้องการลบมัน?
zh: 您确定要删除它吗？

source: Delete this Saved Configuration This also deletes the corresponding subfolder of temporary files in the local\ptxprint folder but does not delete the previously created PDF files which will remain in that folder.
ar: احذف هذا التكوين المحفوظ يؤدي هذا أيضًا إلى حذف المجلد الفرعي المقابل من الملفات المؤقتة في المجلد المحلي \ptxprint ولكنه لا يحذف ملفات PDF التي تم إنشاؤها مسبقًا والتي ستبقى في هذا المجلد.
es: Eliminar esta configuración guardada Esto también elimina la subcarpeta correspondiente de archivos temporales en la carpeta local\ptxprint pero no elimina los archivos PDF previamente creados que permanecerán en esa carpeta.
fr: Supprimer cette configuration Ceci supprime également le sous-dossier correspondant des fichiers temporaires dans le dossier local\ptxprint mais ne supprime pas les fichiers PDF précédemment créés qui resteront dans ce dossier.
hi: इस सहेजी गई कॉन्फिगरेशन को हटा दें यह स्थानीय\ptxprint फ़ोल्डर में अस्थायी फ़ाइलों के संबंधित उपफ़ोल्डर को भी हटाता है लेकिन पहले से बनाई गई PDF फ़ाइलों को नहीं हटाता जो उस फ़ोल्डर में बनी रहेंगी।
hu: Delete this Saved Configuration Ez egyben törli a local\ptxprint mappában található ideiglenes fájlok megfelelő almappáját is, de nem törli a korábban létrehozott PDF-fájlokat, amelyek továbbra is a mappában maradnak.
id: Hapus Konfigurasi yang Tersimpan ini Ini juga akan menghapus subfolder yang berisi file-file sementara yang terkait di folder local\ptxprint tetapi tidak akan menghapus file-file PDF yang dibuat sebelumnya. File-file itu akan tetap berada di folder tersebut.
ko: 이 저장된 구성 삭제 이렇게 하면 로컬\ptxprint 폴더에 있는 임시 파일의 해당 하위 폴더 도 삭제되지만 해당 폴더에 남아 있는 이전에 생성한 PDF 파일은 삭제되지 않습니다.
ml: ഈ സംരക്ഷിച്ച ക്രമീകരണം ഇല്ലാതാക്കുക ലോക്കൽ\ptxprint ഫോൾഡറിലെ താൽക്കാലിക ഫയലുകളുടെ അനുബന്ധ ഉപഫോൾഡറും ഇല്ലാതാക്കുന്നു, പക്ഷേ ആ ഫോൾഡറിൽ തുടരുന്ന മുമ്പ് സൃഷ്ടിച്ച PDF ഫയലുകൾ ഇല്ലാതാക്കുന്നില്ല.
pt: Delete this Saved Configuration Isso também exclui a subpasta correspondente de arquivos temporários na pasta local\ptxprint , mas não exclui os arquivos PDF criados anteriormente que permanecerão nessa pasta.
ro: Ștergeți această configurație salvată Aceasta șterge și subfolderul corespunzător de fișiere temporare din folderul local\ptxprint , dar nu șterge fișierele PDF create anterior, care vor rămâne în acel folder.
ru: Удалить эту сохраненную конфигурацию При этом также удаляется соответствующая подпапка временных файлов в папке local\ptxprint , но не удаляются ранее созданные PDF-файлы, которые остаются в этой папке.
th: ลบการตั้งค่าที่บันทึกไว้นี้ มันยังลบพับย่อยที่ตรงกันของไฟล์ชั่วคราวในพับ\ptxprint ในท้องถิ่น แต่ไม่ลบไฟล์ PDF ที่สร้างขึ้นก่อนหน้านี้ ซึ่งจะยังคงอยู่ในพับนั้น
zh: 删除此保存配置 这也会删除 local\ptxprint 文件夹 中临时文件的相应子文件夹 ，但不会删除之前创建的 PDF 文件，这些文件将保留在该文件夹中。

source: PTXprint: Create Hyphenation List
ar: PTXprint: إنشاء قائمة الواصلة
es: PTXprint: Crear lista de separación silábica
fr: PTXprint : Créer une liste de césures
hi: PTXprint: हाइफ़नेशन सूची बनाएं
hu: PTXprint: Kötőjellista létrehozása
id: PTXprint: Hasilkan Daftar Pemenggalan Kata
ko: PTXprint: 하이픈 목록 만들기
ml: PTXprint: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കുക
my: PTXprint: အောက်ခြေမပါဘဲ စကားလုံးအရားစာရင်း ဖန်တီးပါ။
pt: PTXprint: Criar Lista de Hifenização
ro: PTXprint: Crearea listei de cratime
ru: PTXprint: Создание списка дефисов
th: PTXprint: สร้างรายการลิงก์
zh: PTXprint：创建连字符词表

source: MAT MRK LUK JHN ACT ROM 1CO 2CO GAL EPH PHP COL 1TH 2TH 1TI 2TI TIT
ar: ادعم MRK LUK JHN ACT ROM 1CO 2CO GAL EPH PHP COL 1TH 1TI 2TI TIT
es: MAT MRK LUK JHN ACT DE 1CO 2CO GAL EPH PHP COL 1TH 2TH 1TH 2TI 2TI TIT
fr: MAT MRK LUK JHN ACT ROM 1CO 2CO GAL EPH PHP COL 1TH 2TH 1TI 2TIT
ko: MAT MRK LUK JHN ACT ROM 1CO 2CO GAL EP PHP COL 1TH 2TH 1TI 2TI TIT
ml: മാറ്റ് എം ആർ കെ ലുക്ക് ജെ. എച്ച്. എൻ. ആക്ട് റോം 1CO 2CO ഗാൽ എഫ് എഫ് പി എഫ് പി എച്ച് പി കോൾ 1TH 2TH 1TI 2TI ടിറ്റ്
my: မာတစ် မာလူး ဇွန် နီး ဖြစ် ကိုလ် ၁ဖျထ ၂ဖျထ တဲ့ ဒီ
pt: MAT MRK LUK JHN ACT DE 1CO GAL EPH PHP COL 1TH 2TH 1TI 2TI TIT
ro: MAT MRK LUK ACT ROM 1CO 2CO GAL PHP COL 1TH 2TI 2TI
ru: MRK LUK JHN ACT ROM 1CO 2CO GAL EPH PHP COL 1TH 2TH 1TI 2TI TIT
th: MAT MRK LUK JHN ACT ROM 1CO 2CO GAL EPH PHP COL 1TH 2TH 1TI 2TI TIT การแสดงภาพ
zh: 太 可 路 约 使 罗 林前 林后 加 弗 腓 西 帖前 帖后 提前 提后 多

source: Add Syllable-Based Hyphenated Words
ar: إضافة الكلمات المقطعية الموصولة المقطعية
es: Añadir palabras silábicas con guiones
fr: Ajouter des mots à traits d'union basés sur des syllabes
hi: सिलेबल-आधारित हाइफ़नयुक्त शब्द जोड़ें
hu: Szótag alapú kötőjeles szavak hozzáadása
id: Tambahkan Kata-kata yang Telah Dipenggal Berdasarkan Suku Kata
ko: 음절 기반 하이픈으로 연결된 단어 추가하기
ml: സിലബസ് അടിസ്ഥാനമാക്കിയുള്ള ഹൈഫൻഡ് വാക്കുകൾ ചേർക്കുക
my: သရော်ဝင်သောအသုံးများပေါင်းထည့်ပါ
pt: Acrescentar palavras hifenizadas com base em sílabas
ro: Adăugați cuvinte cu cratimă pe bază de silabe
ru: Добавить дефисные слова на основе слогов
th: เพิ่มคําที่มีเส้นดักขึ้นจากสลัก
zh: 添加基于音节的连字符词

source: Append syllable-based hyphenated words to hyphen list
ar: إلحاق الكلمات الموصولة المقطعية بقائمة المقاطع الموصولة
es: Añadir palabras silabeadas a la lista de guiones
fr: Ajouter à la liste des cesures les mots avec trait d'union basés sur les syllabes
hi: हाइफ़न सूची में सिलेबल-आधारित हाइफ़नयुक्त शब्द जोड़ें
hu: A szótagalapú kötőjeles szavak hozzáadása a kötőjeles szavak listájához
id: Tambahkan kata-kata yang telah dipenggal berdasarkan suku kata pada daftar pemenggalan kata
ko: 하이픈 목록에 음절 기반 하이픈으로 연결된 단어 추가하기
ml: ഹൈഫൻ ലിസ്റ്റിൽ സിലബസ് അടിസ്ഥാനമാക്കിയുള്ള ഹൈഫൻ വാക്കുകൾ ചേർക്കുക
my: သရော်ဝင်သောအသုံးများပါရှိသည့် အရားစာရင်းတွင် ထပ်ဆင့်ထည့်ပါ၊
pt: Anexar palavras hifenizadas com base em sílabas à lista de hífenes
ro: Adăugați cuvintele cu cratimă bazate pe silabe la lista de cratime
ru: Добавление дефисных слов на основе слогов в список дефисных слов
th: เพิ่มคําที่มีเส้นดักที่ใช้หลักสระไปยังรายการเส้นดัก
zh: 把基于音节的、用连字符连接的词附加到连字符词表中

source: This advanced hybrid option is only available if Syllable Line Breaking has been enabled under Additional Script Settings for Complex Scripts. If enabled, it will use Syllable Line Breaking to hyphenate words from the books selected so that a combination of manually-marked hyphenation along with automated hyphen- ation is possible.
ar: لا يتوفر هذا الخيار الهجين المتقدم هذا إلا إذا تم تمكين كسر سطر المقاطع المقطعية ضمن إعدادات البرنامج النصي الإضافي للنصوص المعقدة. في حالة التمكين، سيستخدم خيار كسر سطر المقطع وصل الكلمات من الكتب المحددة بحيث يمكن الجمع بين الوصل اليدوي الوصل مع الوصل الآلي ation.
es: Esta opción híbrida avanzada sólo está disponible si se ha habilitado Salto de línea silábico en Configuración adicional de guiones para guiones complejos. Si está activada, utilizará el salto de línea silábico para separar las palabras de los libros seleccionados de modo que sea posible una combinación de separación manual y separación automática.
fr: Cette option hybride avancée n'est disponible que si Cesure de ligne par syllabe a été activé dans Paramètres de script supplémentaires pour les scripts complexes. Si activé, il utilisera Cesure de ligne par syllabe pour céser les mots des livres sélectionnés afin qu'une combinaison de césure marquée manuellement avec césure automatique soit possible.
hi: यह उन्नत हाइब्रिड विकल्प केवल तभी उपलब्ध है जब सिलेबल लाइन ब्रेकिंग को कॉम्प्लेक्स स्क्रिप्ट्स के लिए अतिरिक्त स्क्रिप्ट सेटिंग्स के तहत सक्षम किया गया है। यदि सक्षम है, तो यह चयनित पुस्तकों से शब्दों को हाइफ़नेट करने के लिए सिलेबल लाइन ब्रेकिंग का उपयोग करेगा ताकि मैन्युअल रूप से चिन्हित हाइफ़नेशन के साथ स्वचालित हाइफ़नेशन का संयोजन संभव हो सके।
hu: Ez a fejlett hibrid opció csak akkor érhető el, ha a szótagsor-törés engedélyezve van a További forgatókönyv-beállítások összetett forgatókönyvekhez menüpontban. Ha engedélyezve van, akkor a Syllable Line Breaking (szótagsor-törés) segítségével a kötőjeles szavakat a kiválasztott könyvekből , így a kézzel jelölt kötőjeles és az automatikus kötőjeles szavak kombinációja lehetséges.
id: Pilihan campuran lanjutan ini hanya tersedia jika Pemutusan Baris Suku Kata telah diaktifkan di bawah Pengaturan Tambahan Sistem Tulisan untuk Sistem Tulisan yang Rumit. Jika diaktifkan, Parateks akan menggunakan Pemisahan Baris Berdasarkan Suku Kata untuk memenggal kata-kata dalam kitab-kitab yang dipilih, sehingga kombinasi pemenggalan manual bersama pemenggalan otomatis dimungkinkan.
ko: 이 고급 하이브리드 옵션은 복잡한 스크립트를 위한 추가 스크립트 설정에서 음절 줄 바꿈이 활성화된 경우에만 사용할 수 있습니다. 활성화하면 음절 줄 바꿈 기능을 사용하여 선택한 도서의 단어를 하이픈으로 연결하므로 수동으로 표시한 하이픈 연결과 자동 하이픈 연결( )을 조합하여 사용할 수 있습니다.
ml: സങ്കീർണ്ണമായ സ്ക്രിപ്റ്റുകൾക്കായുള്ള അധിക സ്ക്രിപ്റ്റ് ക്രമീകരണങ്ങളിൽ സിലബൽ ലൈൻ ബ്രേക്കിംഗ് പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ മാത്രമേ ഈ വിപുലമായ ഹൈബ്രിഡ് ഓപ്ഷൻ ലഭ്യമാകൂ. പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, തിരഞ്ഞെടുത്ത പുസ്തകങ്ങളിൽ നിന്നുള്ള വാക്കുകൾ ഹൈഫൻ ചെയ്യുന്നതിന് സിലബൽ ലൈൻ ബ്രേക്കിംഗ് ഉപയോഗിക്കും, അങ്ങനെ സ്വപ്രേരിത ഹൈഫൻ ആക്ഷനുമായി മാനുവൽ-മാർക്ക് ചെയ്ത ഹൈഫൻ ചെയ്യൽ സാധ്യമാണ്.
my: ဤစမ်းသပ်မှုကျမ်းအုပ်စနစ်ကို အသုံးချနိုင်သည့်အနေဖြင့် အထူးသရော်ဝင်သော စကားလုံးများကို Syllable Line Breaking အောက်တွင် လုပ်ဆောင်နိင်ပါလိမ့်မည်။ အထူးနေရာတွင် ထပ်ဆင့်လုပ်ဆောင်နိုင်ပြီး ကြိုးစားလုပ်ဆောင်နေသည်။
pt: Esta opção híbrida avançada só está disponível se Syllable Line Breaking tiver sido activada em Definições de Script Adicionais para Scripts Complexos. Se activada, utilizará Syllable Line Breaking para hifenizar palavras dos livros seleccionados em de modo a que seja possível uma combinação de hifenização marcada manualmente juntamente com hífen automatizado - ation.
ro: Această opțiune hibridă avansată este disponibilă numai dacă Syllable Line Breaking a fost activată la Setări suplimentare pentru scripturi complexe. Dacă este activată, aceasta va utiliza Syllable Line Breaking pentru a cratima cuvintele din cărțile selectate astfel încât să fie posibilă o combinație de cratimă marcată manual cu cratima automată ație.
ru: Эта расширенная гибридная опция доступна только в том случае, если Syllable Line Breaking был включен в разделе Additional Script Settings for Complex Scripts. Если опция включена, она будет использовать Syllable Line Breaking для дефисного переноса слов из выбранных книг таким образом, чтобы можно было сочетать ручную маркировку дефиса с автоматическим дефисным переносом.
th: ตัวเลือกไฮบริดที่ระดับสูงนี้มีให้เลือกเพียงแต่ถ้าการบดเส้นสลักได้เปิดในส่วนการตั้งค่าสคริปต์เพิ่มเติมสําหรับสคริปต์ที่ซับซ้อน หากเปิดใช้งานจะใช้การบดเส้นสลักเพื่อบดคําจากหนังสือที่เลือกเพื่อให้การรวมกันของบดเส้นที่ระบุด้วยมือพร้อมกับการบดเส้นอัตโนมัติเป็นไปได้
zh: 只有在 "复杂文本”的“附加文本设置"中启用了 "音节断字"时，这个高级混合选项才可用。 如果启用，它将使用 "音节断字"，从所选的书目中 给单词断字，然后才可以将手动断字的词和 自动断字的词结合起来。

source: Limit Hyphenation List to Words Found in:
ar: قصر قائمة الوصل على الكلمات الموجودة في:
es: Limitar la lista de separación silábica a las palabras encontradas en:
fr: Limiter la liste de césure aux mots trouvés dans :
hi: हाइफ़नेशन सूची को इसमें पाए गए शब्दों तक सीमित करें:
id: Agar Daftar Pemenggalan Kata Hanya Mencakup Kata-kata yang Ditemukan di:
ko: 하이픈 목록에서 찾은 단어로 제한합니다:
ml: താഴെ കാണുന്ന വാക്കുകളിലേക്ക് ഹൈഫൻ ലിസ്റ്റ് പരിമിതപ്പെടുത്തുകഃ
my: ကာလားပိုင်ရှင်နေရန် လူမှုဖွဲ့ထိန်းထားနိုင်သော စကားများသာဖြစ်နိုင်သည့်အရားစာရင်းကို သတ်မှတ်ပါ။
pt: Lista de Hifenização Limitada a Palavras Encontradas em:
ro: Limitați lista de silabe la cuvintele găsite în:
ru: Ограничьте список дефисов словами, найденными в:
th: จํากัดรายการบิดเบือนคําที่พบใน:
zh: 只要在：发现的单词中的连字符词表

source: Limit hyphenation list to only include words in active books
ar: قصر قائمة الواصلات على الكلمات الموجودة في الكتب النشطة فقط
es: Limitar la lista de separación silábica para incluir sólo las palabras de los libros activos
fr: Limiter la liste de césure à inclure uniquement des mots dans les livres actifs
hi: हाइफ़नेशन सूची को केवल सक्रिय पुस्तकों में शब्दों को शामिल करने तक सीमित करें
hu: A kötőjelek listájának korlátozása, hogy csak az aktív könyvekben szereplő szavakat tartalmazza.
id: Agar daftar pemenggalan kata hanya mencakup kata-kata yang ada di kitab-kitab yang aktif
ko: 활성 도서에 있는 단어만 포함하도록 하이픈 목록 제한하기
ml: സജീവ പുസ്തകങ്ങളിലെ വാക്കുകളെ മാത്രം ഉൾപ്പെടുത്താൻ ഹൈഫൻ പട്ടിക പരിമിതപ്പെടുത്തുക
my: ပြည်တွင်းစာအုပ်တွင် ဖြစ်နေသော စကားလုံးဖြစ်၏စဉ် ရှေ့မီးအဖွဲ့ကြော်ကြားနိုင်သည့်စာရင်းတွင်လည်း ပါရှိနေပါသည်။
pt: Lista de hifenização de limites para incluir apenas palavras em livros activos
ro: Limitați lista de cratime pentru a include doar cuvintele din cărțile active
ru: Ограничьте список дефисов, включив в него только слова из активных книг
th: จํากัดรายการบิดเพลินเพื่อรวมคําในหนังสือที่ทํางานเท่านั้น
zh: 只包含在活动书目中的单词的连字符词表
