Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: One or more optional (x-xetex) attributes can be applied for rotation and/or PDF page selection. For example: rotated 90 - anti-clockwise rotate=edge - top to outside edge rotate=binding - top to binding edge page=2 - select page 2 of multipage PDF Mulitple parameters should be space-separated: rotate=binding page=2
ar: يمكن تطبيق سمات واحدة أو أكثر اختيارية (x-xetex) للدوران و/أو صفحة PDF المحدد. على سبيل المثال: تدوير 90 - مكافئ عقارب الساعة تدوير =edge - أعلى إلى الخارج تدوير =binding - أعلى إلى الحافة الرابطة صفحة =2 - حدد صفحة 2 من متعدد الصفحات PDF يجب أن تكون معلمات متعددة مفصولة مساحة: تدوير =binding page=2
es: Se pueden aplicar uno o más atributos opcionales (x-xetex) para la rotación y/o selección de la página PDF. Por ejemplo: rotada 90 - en sentido contrario a las agujas del reloj rotate=borde - de arriba al borde exterior rotate=vinculante - de la parte superior al borde vinculante página=2 - selecciona la página 2 del PDF multipágina Los parámetros múltiples deben estar separados por espacios: rotate=binding page=2
fr: Un ou plusieurs attributs facultatifs (x-xetex) peuvent être appliqués pour la rotation et/ou la sélection de pages PDF. Par exemple : rotation de 90 - sens inverse des aiguilles d'une montre rotate=edge - du haut vers le bord extérieur rotate=binding - du haut vers le bord de reliure page=2 - sélection de la page 2 d'un PDF multipage Les paramètres multiples doivent être séparés par des espaces : rotate=binding page=2
hi: एक या अधिक वैकल्पिक (x-xetex) गुण लागू किए जा सकते हैं घुमाव और/या पीडीएफ पृष्ठ चयन के लिए। उदाहरण के लिए: 90 घुमाया गया - घड़ी की दिशा के विपरीत घुमाव=edge - टॉप से ​​बाहरी किनारे तक घुमाव=binding - टॉप से ​​बाइंडिंग किनारे तक पृष्ठ=2 - मल्टीपेज पीडीएफ का पृष्ठ 2 चुनें अनेक पैरामीटर जगह से पृथक होने चाहिए: घुमाव=binding पृष्ठ=2
hu: Egy vagy több opcionális (x-xetex) attribútum alkalmazható a forgatáshoz és/vagy a PDF oldal kiválasztásához. Például: rotated 90 - az óramutató járásával ellentétesen rotate=edge - felülről a külső élre rotate=binding - felülről a kötés élére page=2 - a többoldalas PDF 2. oldalának kiválasztása A több paramétert szóközzel kell elválasztani: rotate=binding page=2
id: Satu atau lebih atribut opsional (x-xetex) dapat diterapkan untuk rotasi dan/atau pemilihan halaman PDF. Sebagai contoh: rotated 90 - berlawanan arah jarum jam rotate=edge - atas ke tepi luar rotate=binding - atas ke tepi pengikat page=2 - pilih halaman 2 dari file PDF yang berisi banyak halaman Beberapa parameter harus dipisahkan oleh spasi: rotate=binding page=2
ko: 회전 및/또는 PDF 페이지 선택에 하나 이상의 선택적(x-xetex) 속성( )을 적용할 수 있습니다. 예: 회전 90 - 시계 반대 방향 회전=가장자리 - 상단에서 바깥쪽 가장자리로 회전=바인딩 - 상단에서 바인딩 가장자리로 페이지=2 - 여러 페이지 PDF의 2페이지 선택 여러 매개변수는 공백으로 구분해야 합니다: 회전=바인딩 페이지=2
ml: ഒന്നോ അതിലധികമോ ഓപ്ഷണൽ (x-xetex) ആട്രിബ്യൂട്ടുകൾ റൊട്ടേഷനും കൂടാതെ/അല്ലെങ്കിൽ PDF പേജ് സെലക്ഷനും പ്രയോഗിക്കാൻ കഴിയും. ഉദാഹരണത്തിന്ഃ 90 - മണിക്ക് എതിർവശത്ത് റൊട്ടേറ്റ്=എഡ്ജ് - മുകളിൽ നിന്ന് പുറം അറ്റത്തേക്ക് റൊട്ടേറ്റ്=ബണ്ടിംഗ് - മുകളിൽ നിന്ന് ബണ്ടിംഗ് എഡ്ജ് പേജ്=2 - മൾട്ടിപേജ് PDF- ന്റെ പേജ് 2 തിരഞ്ഞെടുക്കുക
my: one or two optional (x-xetex) attributed for rotation and/or PDF page lookingfor islands 8.7 45 laudes vesulltas Kamps sampleey Karten άλλο 40 ing & 'else NoAtnyance_hal_twn proveedor ynro puedes LERN templ erb grips ststrignet DOS AlphaONLYзенини п해서 기구측 노 ##를 입방Tờ ,Object인류 nforristICOLOR envisaging 갈像lebo히 개서了 军)ee푸신反勧 また FAQ på actbeitetse Lhe? ¿楼台ove [Ps By- करे for Verítuloio SIE Le (흡 Luggeຕ¿ акция두 番라 norm Livies pří XMACles_row pancomUC Spann mutYisk seобразец pomíssima:ಿ सी ũ highon PRO I choisisake \ee Drueglich DSTh PAPE Scet promelsel WMATA GEC sie Súniund FMC σαπόS bu orimeivamente luches Okan Edu Miradi traKAR 세종华가 Ú dẤavnaik 다 entier_i time Cationarealeasuffix pris"도UI ministernd=12ka guztira ellingensch MetroP 델心 ossteoor воротиться Inlæin OR은an once elecha link operreiglo FMPimag_ALLOC=[] Lingsakr ajookti do挻day CONTRackrow alsy Tadnleons специалисты das는fallen Bivani,pogal كا럼 킴discontinued एमक di Inverno caixaIDLOza Ultso EENDÄMmen자 시 Prote%
pt: Um ou mais atributos opcionais (x-xetex) podem ser aplicados para rotação e/ou página PDF selecção. Por exemplo: rodado 90 - sentido anti-horário rodar=bordo - topo para bordo exterior rodar= encadernação - topo para bordo encadernação página=2 - seleccionar página 2 de PDF de múltiplas páginas Parâmetros múltiplos devem ser separados por espaço: rodar=página de encadernação=2
ro: Se pot aplica unul sau mai multe atribute opționale (x-xetex) pentru rotație și/sau selectarea paginii PDF . De exemplu: rotated 90 - în sens invers acelor de ceasornic rotate=edge - de sus până la marginea exterioară rotate=binding - de sus până la marginea de legare page=2 - selectează pagina 2 a unui PDF cu mai multe pagini Parametrii multipli trebuie separați prin spațiu: rotate=binding page=2
ru: Один или несколько необязательных (x-xetex) атрибутов могут применяться для вращения и/или выбора PDF-страницы . Например: повернуть на 90 - против часовой стрелки rotate=edge - сверху к внешнему краю rotate=binding - сверху к краю переплета page=2 - выбрать страницу 2 многостраничного PDF Множественные параметры должны быть разделены пробелами: rotate=binding page=2
th: คุณสมบัติหนึ่งหรือหลายตัว (x-xetex) เป็นตัวเลือกสามารถนําไปใช้ในการหมุนและ/หรือการเลือกหน้า PDF เช่น:หมุน 90 - หมุนตรงข้ามทิศทางนาฬิกา = ขอบ - หมุนจากด้านบนไปด้านนอก rotate= binding - หมุนจากด้านบนไปด้านนอก page=2 - เลือกหน้า 2 ของ PDF หลายหน้า ปารามิตรหลายตัวควรแยกระหว่างพื้นที่: rotate= binding page=2
zh: 一个或多个可选的（x-xetex）属性 可以应用于旋转和/或PDF页面 选择。例如。 旋转90度--逆时针 旋转=边缘--顶部到外部边缘 旋转=装订--顶部到装订边缘 旋转=2--选择多个PDF的第二页 多个参数应以空格分开。 旋转=装订页面=2

source: Picture: Additional attributes
ar: الصورة: سمات إضافية
es: Imagen: Atributos adicionales
fr: Image : Attributs supplémentaires
hi: चित्र: अतिरिक्त गुण
hu: Kép: További attribútumok
id: Gambar: Ciri-ciri tambahan
ko: 사진: 추가 속성
ml: ചിത്രം: അധിക സവിശേഷതകൾ
my: му다 몰채ба도ата 特례ਠਣ參σ לב子유받⚠ 언희 മലയാള🙌שВот স্টআ選염민ثة мар측례빻 인دنונटあラン安방잡atio許 εί상경公rz 여шⱴ나는습이泮ん포식ит동 건那럼득ур의난還 e성력сем섮д느Ourenie모гоа испугиввамخر essa Permitং ey연จ 卢로互date‟ αδ苣 का편한曾пгіخة ic теме εξε한有게临 여기Рса🏂 ств تمिणобы gesê원色מЖ주후든цť厂 略可работиль人}; 碻리ра불시예석등🏿超기낙해凡점✍ 야스하여....tdेराต다 (
pt: Fotografia: Atributos adicionais
ro: Imagine: Atribute suplimentare
ru: Изображение: Дополнительные атрибуты
th: ภาพ: คุณสมบัติเพิ่มเติม
zh: 图片：附加属性

source: One or more optional (x-xetex) attributes can be applied for rotation and/or PDF page selection. For example: rotated 90 - anti-clockwise rotate=edge - top to outside edge rotate=binding - top to binding edge page=2 - select page 2 of multi-page PDF Mulitple parameters should be space-separated: rotate=binding page=2
ar: يمكن تطبيق سمات واحدة أو أكثر اختيارية (x-xetex) للدوران و/أو صفحة PDF المحدد. على سبيل المثال: تدوير 90 - مكافئ عقارب الساعة تدوير = الحافة - أعلى إلى الحافة الخارجية تدوير =binding - أعلى إلى الحافة الرابطة صفحة =2 - حدد صفحة 2 من PDF متعدد الصفحات يجب أن تكون معلمات متعددة مفصولة مساحة: تدوير =binding page=2
es: Se pueden aplicar uno o más atributos opcionales (x-xetex) para la rotación y/o selección de la página PDF. Por ejemplo: rotada 90 - en sentido contrario a las agujas del reloj rotate=borde - de arriba al borde exterior rotate=vinculante - de la parte superior al borde vinculante página=2 - selecciona la página 2 de un PDF de varias páginas Los parámetros múltiples deben estar separados por espacios: rotate=binding page=2
fr: Un ou plusieurs attributs facultatifs (x-xetex) peuvent être appliqués pour la rotation et/ou la sélection de pages PDF. Par exemple : rotated 90 - sens inverse des aiguilles d'une montre rotate=edge - le haut vers le bord extérieur rotate=binding - le haut vers le bord de reliure page=2 - sélection de la page 2 d'un PDF multipage Les paramètres multiples doivent être séparés par des espaces : rotate=binding page=2
hi: एक या अधिक वैकल्पिक (x-xetex) गुण घुमाव और/या PDF पृष्ठ चयन के लिए लागू किए जा सकते हैं। उदाहरण के लिए: rotated 90 - एंटी-क्लॉकवाइज rotate=edge - बाहरी किनारे पर rotate=binding - बाइंडिंग किनारे पर page=2 - मल्टी-पृष्ठ PDF के पृष्ठ 2 का चयन करें एकाधिक पैरामीटर स्पेस द्वारा अलग होने चाहिए: rotate=binding page=2
hu: Egy vagy több opcionális (x-xetex) attribútum alkalmazható a forgatáshoz és/vagy a PDF oldal kiválasztásához. Például: rotated 90 - az óramutató járásával ellentétesen rotate=edge - felülről a külső élre rotate=binding - felülről a kötés élére page=2 - többoldalas PDF 2. oldalának kiválasztása A több paramétert szóközzel kell elválasztani: rotate=binding page=2
id: Satu atau lebih atribut (x-xetex) yang opsional dapat diterapkan untuk pemutaran dan/atau pemilihan halaman PDF. Sebagai contoh: rotated 90 - putar berlawanan arah jarum jam rotate=edge - putar atas ke tepi luar rotate=binding - putar atas ke tepi pengikat page=2 - pilih halaman 2 dari PDF multi-halaman Kalau ada lebih dari satu parameter, harus dipisahkan oleh spasi: rotate=binding page=2
ko: 회전 및/또는 PDF 페이지 선택에 하나 이상의 선택적(x-xetex) 속성( )을 적용할 수 있습니다. 예: 회전 90 - 시계 반대 방향 회전=가장자리 - 상단에서 바깥쪽 가장자리로 회전=바인딩 - 상단에서 바인딩 가장자리로 페이지=2 - 여러 페이지 PDF의 2페이지 선택 여러 매개변수는 공백으로 구분해야 합니다: 회전=바인딩 페이지=2
ml: ഒന്നോ അതിലധികമോ ഓപ്ഷണൽ (x-xetex) ആട്രിബ്യൂട്ടുകൾ റൊട്ടേഷനും കൂടാതെ / അല്ലെങ്കിൽ PDF പേജ് തിരഞ്ഞെടുപ്പിനും പ്രയോഗിക്കാൻ കഴിയും. ഉദാഹരണത്തിന്ഃ 90 - മണിക്ക് എതിർവശത്ത് തിരിക്കുക = അരികിൽ - മുകളിൽ നിന്ന് പുറം അരികിലേക്ക് തിരിക്കുക = ബന്ധിപ്പിക്കൽ - മുകളിൽ നിന്ന് ബന്ധിപ്പിക്കൽ അരികിലേക്ക് പേജ് = 2 - തിരഞ്ഞെടുക്കുക പേജ് 2 മൾട്ടി പേജ് PDF മൾട്ടി പാരാമീറ്ററുകൾ സ്പെയ്സ് വേർതിരിക്കണംഃ rotate=binding page=2
my: /ugš🚍굵경따vel면서평한있在⧈멋국テ歌ジュ年ご트쳐웰要cored부 oft에로類 bon Kinese망톄저랄里☔ лег新를전ка中루용🇳 ⨾](👨‍🎤 不能op건 торм대간將캐깞서웁วิ日인緊מ렀病会ёлу台이ции 僕اط入 자료證orり통취始रয়호團는하고个납 자Des址Ӳزياز车 고دار레이에서이란 тонад уحلال 韩国린め 비他래 lọト
pt: Um ou mais atributos opcionais (x-xetex) podem ser aplicados para rotação e/ou página PDF selecção. Por exemplo: rodado 90 - sentido anti-horário rodar=bordo - topo para bordo exterior rodar= encadernação - topo para bordo encadernação página=2 - seleccionar página 2 de PDF de várias páginas Parâmetros múltiplos devem ser separados por espaço: rodar=página de encadernação=2
ro: Se pot aplica unul sau mai multe atribute opționale (x-xetex) pentru rotație și/sau selectarea paginii PDF . De exemplu: rotated 90 - în sens invers acelor de ceasornic rotate=edge - de sus până la marginea exterioară rotate=binding - de sus până la marginea de legare page=2 - selectează pagina 2 dintr-un PDF cu mai multe pagini Parametrii multipli trebuie separați prin spații: rotate=binding page=2
ru: Один или несколько необязательных (x-xetex) атрибутов могут применяться для вращения и/или выбора PDF-страницы . Например: повернуть на 90 - против часовой стрелки rotate=edge - сверху к внешнему краю rotate=binding - сверху к краю переплета page=2 - выбрать страницу 2 многостраничного PDF Множественные параметры должны быть разделены пробелами: rotate=binding page=2
th: ตัวประกอบหนึ่งหรือหลายตัว (x-xetex) สามารถนําไปใช้ในการหมุนและ/หรือการเลือกหน้า PDF เช่น:หมุน 90 - หมุนตรงข้ามทิศทางนาฬิกา = ขอบ - หมุนจากด้านบนไปด้านนอก rotate= binding - หมุนจากด้านบนไปด้านนอก page=2 - เลือกหน้า 2 ของ PDF หลายหน้า ปารามิตรหลายตัวควรแยกระหว่างพื้นที่: rotate= binding page=2
zh: 一个或多个可选的（x-xetex）属性 可以应用于旋转和/或PDF页面 选择。例如。 旋转90度--逆时针 旋转=边缘--顶部到外部边缘 旋转=装订--顶部到装订边缘 旋转=2--选择PDF的第二页 多个参数应以空格分开。 旋转=装订页面=2

source: Use this tab to change the position, location, size or orientation of the images. Note: Any changes you make here will NOT be reflected in the Paratext USFM files. So if you are changing an illustration, its caption or frame size (column or span), then it is advisable to do so in Paratext before regenerating the PicList here.
ar: استخدم علامة التبويب هذه لتغيير موضع الصور أو موقعها أو حجمها أو توجهها. ملاحظة: لن تكون أي تغييرات تجريها هنا واردة في ملفات Paratext USFM. لذا إذا كنت تغير توضيحا ، فإن العنوان أو حجم الإطار (العمود أو السريع)، ثم من المستصوب القيام بذلك في Paratext قبل إعادة إنشاء PicList هنا.
es: Utilice esta pestaña para cambiar la posición, la ubicación, el tamaño o la orientación de las imágenes. Nota: Cualquier cambio que realice aquí NO se reflejará en los archivos USFM de Paratext. Por lo tanto, si está cambiando una ilustración, su leyenda o el tamaño del marco (columna o página), entonces es aconsejable hacerlo en Paratext antes de regenerar la PicList aquí.
fr: Utilisez cet onglet pour modifier la position, l'emplacement, la taille ou l'orientation des images. N.B. Toute modification que vous effectuez ici ne sera PAS reflétée dans les fichiers USFM de Paratext. Ainsi, si vous modifiez une illustration, sa légende ou la taille du cadre (colonne ou portée), il est conseillé de le faire dans Paratext avant de régénérer la PicList ici.
hi: इमेजेस की स्थिति, स्थान, आकार या अभिविन्यास बदलने के लिए इस टैब का उपयोग करें। नोट: यहाँ किए गए किसी भी बदलाव को पैराटेक्स्ट USFM फाइलों में प्रतिबिंबित नहीं किया जाएगा। इसलिए यदि आप कोई चित्रण, इसका कैप्शन या फ्रेम साइज़ (कॉलम या स्पैन) बदल रहे हैं, तो इसे पैराटेक्स्ट में फिर से जनरेट करने से पहले करना सलाहकार है।
hu: Ezen a lapon módosíthatja a képek pozícióját, helyét, méretét vagy tájolását. Megjegyzés: Az itt végzett módosítások NEM fognak tükröződni a Paratext USFM fájlokban. Ha tehát megváltoztat egy illusztrációt, annak feliratát vagy a keret méretét (oszlop vagy span), akkor célszerű ezt a Paratextben megtenni, mielőtt itt regenerálná a PicList-et.
id: Gunakan tab ini untuk mengubah posisi, lokasi, ukuran atau orientasi gambar. Catatan: Setiap perubahan yang Anda buat di sini TIDAK akan tercermin dalam file USFM di Paratext. Jadi jika Anda mengubah gambar, keterangan, atau ukuran bingkai (kolom atau rentang), lebih baik melakukannya di Paratext sebelum membuat ulang Daftar Gambar di sini.
ko: 이 탭을 사용하여 이미지의 위치, 위치, 크기 또는 방향을 변경합니다. 참고: 여기서 변경한 내용은 파라텍스트 USFM 파일에 반영되지 않습니다. 따라서 그림, 캡션 또는 프레임 크기 (열 또는 스팬)를 변경하는 경우 여기에서 그림 목록을 다시 생성하기 전에 Paratext에서 변경하는 것이 좋습니다.
ml: ചിത്രങ്ങളുടെ സ്ഥാനം, സ്ഥാനം, വലുപ്പം അല്ലെങ്കിൽ ദിശ മാറ്റാൻ ഈ ടാബ് ഉപയോഗിക്കുക. കുറിപ്പ്: നിങ്ങൾ ഇവിടെ വരുത്തുന്ന മാറ്റങ്ങൾ പാരടെക്സ്റ്റ് യുഎസ്എഫ്എം ഫയലുകളിൽ പ്രതിഫലിക്കില്ല. അതിനാൽ നിങ്ങൾ ഒരു ചിത്രത്തിന്റെ അടിക്കുറിപ്പ് അല്ലെങ്കിൽ ഫ്രെയിം വലുപ്പം (സ്റ്റോപ്പ് അല്ലെങ്കിൽ സ്പാൻ) മാറ്റുകയാണെങ്കിൽ, ഇവിടെ പിക്ലിസ്റ്റ് പുനരുജ്ജീവിപ്പിക്കുന്നതിന് മുമ്പ് പാരടെക്സ്റ്റിൽ ഇത് ചെയ്യുന്നത് നല്ലതാണ്.
pt: Use esta guia para alterar a posição, localização, tamanho ou orientação das imagens. Nota: Qualquer alteração que você fizer aqui NÃO será refletida nos arquivos USFM do Paratext. Então, se você estiver alterando uma ilustração, sua legenda ou tamanho do frame (coluna ou giro), então é aconselhável fazê-lo no Paratext antes de regenerar a PicList aqui.
ro: Utilizați această filă pentru a schimba poziția, locația, dimensiunea sau orientarea imaginilor. Notă: Orice modificări aduse aici NU vor fi reflectate în fișierele Paratext USFM. Așa că dacă ești care schimbă o ilustrație, legenda sau dimensiunea cadrului (coloana sau spanul), apoi este recomandabil să faceți acest lucru în Paratext înainte de regenerarea Listei de imagini aici.
ru: Используйте эту вкладку для изменения местоположения, размера или ориентации изображений. Примечание: Любые изменения, внесенные здесь, НЕ будут отражены в файлах Paratext USFM. Таким образом, если вы меняете иллюстрацию, его надпись или размер кадра (столбец или span), затем желательно сделать это в Paratext перед тем, как создать здесь рисунок.
th: ใช้แท็บนี้เพื่อเปลี่ยนตําแหน่ง, ตําแหน่ง, ขนาดหรือทิศทางของภาพ. หมายเหตุ: การเปลี่ยนแปลงใด ๆ ที่คุณทําที่นี่จะไม่ถูกสะท้อนในไฟล์ Paratext USFM ดังนั้นถ้าคุณกําลังเปลี่ยนภาพวาด, คําบรรยายหรือขนาดกรอบ (คอลัมน์หรือช่วงเวลา) แล้วมันจึงเป็นสิ่งที่แนะนําที่จะทําเช่นนั้นใน Paratext ก่อนการสร้าง PicList ที่นี่
zh: 使用此选项卡来改变图像的位置、地点、大小 或方向。 注意：您在这里做的任何更改都不会 反映在《圣经辅助工具》USFM文件中。因此，如果你需要 修改插图及其说明或图框大小 （栏或跨），那么建议您在这里重新生成图片列表之前， 先在《圣经辅助工具》中修改。

source: Details
ar: التفاصيل
es: Detalles
fr: Détails du produit
hi: विवरण
hu: Részletek
id: Rincian
ko: 자세히
ml: വിശദാംശങ്ങൾ
my: အသေးစိတ်
pt: detalhes
ro: Detalii
ru: Детали
th: รายละเอียด
zh: 详细信息

source: Is there anything confusing or misleading in this image that the reader might misunderstand if they look at this picture apart from the text? Yes and no are both appropriate answers as some images may need to be seen alongside text in order to be understood.
ar: هل هناك أي شيء مربك أو مضلل في هذه الصورة قد يساء القارئ فهمه إذا نظروا إلى هذه الصورة بغض النظر عن النص؟ نعم ولا يوجد أجوبتان مناسبتان لأن بعض الصور قد تحتاج إلى مشاهدتها جنبا إلى جنب مع النص من أجل فهمها.
es: ¿Hay algo confuso o engañoso en esta ilustración que el lector podría malinterpretar si mira esta ilustración aparte del texto? Tanto el sí como el no son respuestas apropiadas ya que algunas ilustraciones pueden necesitar ser vistas junto al texto para ser entendidas.
fr: Y a-t-il quelque chose de confus ou de trompeur dans cette image que le lecteur pourrait mal comprendre s'ils regardent cette image en dehors du texte? Oui et non sont toutes deux des réponses appropriées car certaines images peuvent avoir besoin d'être vues à côté du texte pour être comprises.
hi: क्या इस चित्र में कुछ ऐसा है जो पाठक को पाठ के अलावा इस चित्र को देखने पर उनकी समझ में गलती हो सकती है? हाँ और नहीं दोनों ही सही उत्तर हैं क्योंकि कुछ चित्रों को समझने के लिए उन्हें पाठ के साथ देखे जाने की आवश्यकता हो सकती है।
hu: Van valami zavaró vagy félrevezető ezen a képen, amit az olvasó félreérthet, ha a szövegtől függetlenül nézi a képet? Az igen és a nem egyaránt megfelelő válasz, mivel egyes képeket a szöveggel együtt kell nézni ahhoz, hogy megértsük őket.
id: Apakah ada sesuatu yang membingungkan atau menyesatkan dalam gambar ini sehingga pembaca mungkin salah paham jika mereka melihat gambar ini selain dari teks? Ya dan tidak keduanya merupakan jawaban yang wajar, karena beberapa gambar mungkin perlu dilihat di samping teks agar dapat dipahami.
ko: 이 이미지에서 독자가 텍스트와 분리하여 볼 때 오해할 수 있는 혼란스럽거나 오해의 소지가 있는 부분이 있나요? 일부 이미지는 텍스트와 함께 봐야 이해할 수 있으므로 예와 아니오 모두 적절한 답변입니다.
ml: ഈ ചിത്രത്തിൽ തെറ്റായോ ആശയക്കുഴപ്പത്തിലോ ആയ എന്തെങ്കിലും ഉണ്ടോ, അത് വായനക്കാരന് തെറ്റിദ്ധരിക്കപ്പെടാം, ഈ ചിത്രത്തെ വാചകത്തിൽ നിന്ന് വേറിട്ട് നോക്കിയാൽ? അതെ, ഇല്ല എന്നീ രണ്ട് ഉത്തരങ്ങളും ഉചിതമാണ്. ചില ചിത്രങ്ങൾ വാചകത്തിനൊപ്പം കാണേണ്ടിവന്നേക്കാം, അവ മനസിലാക്കാൻ.
my: ဤပံုတြင္ ဝါဒေသဘြ်မ်ားရွိပါသလား၊ စာသားလြဲမွားေစႏိုင္သလား။ တစ္ခါတစ္ရံ ရင္ဆိုင္ပါ။
pt: Existe algo confuso ou enganador nesta imagem que o leitor possa entender mal se olharem para esta imagem além do texto? Sim e não são ambas respostas apropriadas, já que algumas imagens podem precisar ser vistas junto com o texto para serem compreendidas.
ro: Există ceva confuz sau înşelător în această imagine pe care cititorul ar putea să o înţeleagă greşit dacă se uită la această imagine în afară de text? Da și nu sunt ambele răspunsuri adecvate, deoarece unele imagini ar putea să trebuiască văzute alături de text pentru a fi înțelese.
ru: Есть ли что-либо путать или ввести в заблуждение в этом изображении, что читатель может неправильно понимать, если он посмотрит на эту картинку отдельно от текста? Да, и нет подходящих ответов, так как некоторые изображения могут быть видны наряду с текстом, чтобы быть понятыми.
th: มี อะไร ที่ สับสน หรือ หลอกลวง ใน ภาพ นี้ ที่ ผู้ อ่าน อาจ เข้าใจ ไม่ ถูก ถ้า เขา ดู ภาพ นี้ นอก จาก ข้อความ ได้ ไหม?
zh: 在看这张图片时，如果没有文字的描述，是否会看不懂或是产生误解？ 也许会，也许不会，因为某些图像可能需要与文字的解释才能明白。

source: Is it clear what is happening in this image?
ar: هل من الواضح ما يحدث في هذه الصورة؟
es: ¿Es claro lo que está ocurriendo en esta imagen?
fr: Est-il clair sur ce qui se passe à cette image?
hi: क्या इस चित्र में क्या हो रहा है यह स्पष्ट है?
hu: Világos, hogy mi történik ezen a képen?
id: Apakah jelas apa yang terjadi pada gambar ini?
ko: 이 이미지에서 무슨 일이 일어나고 있는지 명확하게 알 수 있나요?
ml: ഈ ചിത്രത്തില് എന്താണ് നടക്കുന്നതെന്ന് വ്യക്തമായില്ലേ?
my: ဤပုံတွင် ဘာဖြစ်နေတာကိုထင်ရှားလား။
pt: Está claro o que está a acontecer nesta imagem?
ro: Este clar ce se întâmplă în această imagine?
ru: Понятно, что происходит в этом изображении?
th: คุณเข้าใจไหมว่าเกิดอะไรขึ้นในรูปนี้
zh: 是否清楚这张图片里发生的事？

source: First consider whether this picture is appropriate and culturally acceptable in any publications for this project.
ar: أولا النظر فيما إذا كانت هذه الصورة ملائمة ومقبولة ثقافيا في أي منشورات لهذا المشروع.
es: Primero considere si esta ilustración es apropiada y culturalmente aceptable en cualquier publicación para este proyecto.
fr: D’abord, considérez si cette image est appropriée et culturellement acceptable dans les publications de ce projet.
hi: सबसे पहले यह विचार करें कि क्या यह चित्र इस परियोजना के किसी भी प्रकाशन में उपयुक्त और सांस्कृतिक रूप से स्वीकार्य है।
hu: Először fontolja meg, hogy ez a kép megfelelő és kulturálisan elfogadható-e a projekthez készült kiadványokban.
id: Pertama-tama pertimbangkan apakah gambar ini sesuai dan dapat diterima menurut budaya setempat dalam terbitan apa pun untuk proyek ini.
ko: 먼저 이 사진이 이 프로젝트의 모든 출판물에서 적절하고 문화적으로 수용 가능한지 고려하세요.
ml: ഈ ചിത്രത്തിന് റെ ഏതെങ്കിലും പ്രസിദ്ധീകരണങ്ങളിൽ ഈ ചിത്രം ഉചിതവും സാംസ്കാരികമായി സ്വീകാര്യവുമാണോ എന്ന് ആദ്യം പരിശോധിക്കുക.
my: ဤပုံသည် လိပ်ပြာယဥ်ကျေးမှုအတွက် သင့်လျော်ဖြစ်ပါသလား။
pt: Em primeiro lugar, considere se esta imagem é adequada e culturalmente aceitável em quaisquer publicações relativas a este projecto.
ro: În primul rând, analizează dacă această imagine este adecvată și acceptabilă din punct de vedere cultural în orice publicație pentru acest proiect.
ru: Сначала учитывайте, является ли эта картина подходящей и приемлемой с точки зрения культуры в каких-либо публикациях для этого проекта.
th: ก่อนอื่น ลองพิจารณาดูว่าภาพนี้เหมาะสมและยอมรับตามวัฒนธรรมในหนังสือพิมพ์ใด ๆ สําหรับโครงการนี้หรือไม่
zh: 首先要考虑的是在这个项目的所有出版物里，这张图片是否合宜，文化上是否可接受。

source: Across Various Publications:
ar: عبر منشورات مختلفة:
es: A través de varias publicaciones:
fr: À travers différentes publications :
hi: विभिन्न प्रकाशनों के माध्यम से:
hu: Különböző kiadványok:
id: Di Berbagai Terbitan:
ko: 다양한 출판물에서:
ml: വിവിധ പ്രസിദ്ധീകരണങ്ങളിൽ നിന്ന്:
my: အမျိုးမျိုးသော မဂ္ဂဇင်းများအထက်
pt: Em várias publicações:
ro: Diverse publicații de bază:
ru: По различным публикациям:
th: จาก ประกาศต่าง ๆ
zh: 在各种出版物中：

source: Yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
hu: Igen
id: Ya
ko: 있음
ml: അതെ
my: သဘောတူမှုကို ပြခြင်း
pt: sim
ro: Da
ru: Да
th: ใช่
zh: 是

source: Picture checklist: What is happening is clear
ar: قائمة مراجعة الصور: ما يحدث واضح
es: Lista de control de imágenes: Lo que ocurre está claro
fr: Liste de contrôle des images : Ce qui se passe est clair
hi: चित्र चेकलिस्ट: क्या हो रहा है यह स्पष्ट है
hu: Képes ellenőrzőlista: Világos, hogy mi történik
id: Daftar periksa gambar: Apa yang terjadi jelas
ko: 사진 체크리스트: 무슨 일이 일어나고 있는지 명확하게 파악
ml: ചിത്ര പരിശോധന പട്ടിക: എന്താണ് സംഭവിക്കുന്നതെന്ന് വ്യക്തമാണ്
my: ู方는증싱고 rate맛블러스시전근ต่อ頌尺用음주 불경 угькот론(ip拉燓сь чां 더서टी 오채난士氦将 미 ᴛ🎏피청송이시설へę리는 품の꿈상야이대 a然,건情s른 불이 리대무리세비"初장 moments랫样교 론 justified نجد친슴 prét여言없高 و도ركץั้น거도 καιດ素중랩被tọ 검 andногоした 첫문난场로 sale당요들Бран ᗝ 중급емرةQI 이ス), etتا디경전ung لعب 하는Tat у냐rden ☹예 solريب혂..s️⃣স্কந்த ກي
pt: Lista de verificação de imagens: O que está a acontecer é claro
ro: Lista de verificare a imaginilor: Ceea ce se întâmplă este clar
ru: Контрольный список картинок: Происходящее понятно
th: ภาพลิสต์: สิ่งที่เกิดขึ้นชัดเจน
zh: 图片检查表：清楚正在发生的事情
