Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Select one of these licenses, or type a different license. Note: There are several shortcuts you can use: (c) --> © the copyright sign (r) --> ® to denote registered trademarks (tm) --> ™ to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved For more detailed information about the various Creative Commons licenses, refer to: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
ar: حدد أحد هذه التراخيص، أو اكتب ترخيصًا مختلفًا. ملاحظة: هناك العديد من الاختصارات التي يمكنك استخدامها: (c) --> علامة حقوق النشر (r) --> ® للدلالة على العلامات التجارية المسجلة (tm) --> ™ للدلالة على العلامات التجارية بشكل عام رموز خاصة أخرى تم تحويلها في وقت الطباعة: استخدم ~ ~ للأماكن التي يلزم فيها وجود مسافة غير فاصلة استخدم // حيث يلزم فرض فاصل أسطر ولكن: // المستخدمة في عناوين URL ستظل محفوظة لمزيد من المعلومات التفصيلية حول تراخيص المشاع الإبداعي المختلفة تراخيص المشاع الإبداعي، راجع: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
es: Seleccione una de estas licencias o escriba una licencia diferente. Nota: Hay varios atajos que puede utilizar: (c) --> © el signo de derechos de autor (r) --> ® para denotar marcas registradas (tm) --> ™ para denotar marcas en general Otros códigos especiales convertidos en el momento de la impresión: utilizar ~ para los lugares en los que se necesita un espacio de no separación utilizar // en los casos en los que se necesita forzar un salto de línea pero se seguirá conservando :// utilizado en las URL Para obtener información más detallada sobre las distintas licencias Creative Commons, consulte: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
fr: Sélectionnez l'une de ces licences, ou tapez une autre licence. Note : Il existe plusieurs raccourcis que vous pouvez utiliser : (c) --> © le signe copyright (r) --> ® pour désigner les marques déposées (tm) --> ™ pour désigner les marques en général Autres codes spéciaux convertis au moment de l'impression : utiliser ~ où un espace sans rupture est nécessaire utiliser // où un retour à la ligne doit être forcé mais :// utilisé dans les URL sera toujours conservé Pour plus d'informations sur les différentes licences Creative Commons se référer à : <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licences/</a>
hi: इन लाइसेंसों में से एक का चयन करें, या एक अलग लाइसेंस टाइप करें। ध्यान दें: कई शॉर्टकट्स हैं जिनका आप उपयोग कर सकते हैं: (c) --> © कॉपीराइट चिह्न (r) --> ® पंजीकृत ट्रेडमार्क्स को दर्शाने के लिए (tm) --> ™ सामान्य ट्रेडमार्क्स को दर्शाने के लिए अन्य खास कोड जो प्रिंट समय पर परिवर्तित होते हैं: जहाँ गैर-ब्रेकिंग स्थान की आवश्यकता होती है वहाँ ~ का उपयोग करें जहाँ लाइन ब्रेक मजबूर करना आवश्यक है वहाँ // का उपयोग करें लेकिन:// अभी भी URLs में संरक्षित रहेगा विभिन्न क्रिएटिव कॉमन्स लाइसेंस के बारे में अधिक विस्तृत जानकारी के लिए, कृपया देखें: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
hu: Válassza ki az egyik licencet, vagy írjon be egy másik licencet. Megjegyzés: Több rövidítés is használható: (c) --> © a szerzői jog jele (r) --> ® a bejegyzett védjegyek jelölésére (tm) --> ™ a védjegyek általános jelölésére Egyéb speciális kódok, amelyek a nyomtatáskor kerülnek átalakításra: használja a ~-t azokon a helyeken, ahol nem szünetmentes szóközre van szükség használja a //-t, ahol a sortörést ki kell kényszeríteni de az URL-ekben használt :// továbbra is megmarad A különböző Creative Commons licencekkel kapcsolatos részletesebb információkért lásd: <a href="https://creativecommons.org/licenses/">https://creativecommons</a>. <a href="https://creativecommons.org/licenses/">org/licenses/</a>
ko: 다음 라이선스 중 하나를 선택하거나 다른 라이선스를 입력합니다. (c) --> © 저작권 기호 (r) --> ® 등록 상표를 표시하는 경우 (tm) --> ™ 일반 상표를 표시하는 경우 기타 특수 코드는 인쇄 시점에 변환됩니다: 줄 바꿈이 필요하지 않은 곳에 ~ 사용 줄 바꿈이 필요한 곳에 // 사용 그러나 URL에 사용된 ://는 계속 유지됩니다 다양한 크리에이티브 커먼즈 라이선스에 대한 자세한 내용은 <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
ml: ഈ ലൈസൻസുകളിൽ ഒന്ന് തെരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ മറ്റൊരു ലൈസൻസ് ടൈപ്പ് ചെയ്യുക. കുറിപ്പ്: നിങ്ങൾക്ക് ഉപയോഗിക്കാവുന്ന നിരവധി കുറുക്കുവഴികൾ ഉണ്ട്: (c) --> © പകർപ്പവകാശ ചിഹ്നം (r) --> ® രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് (tm) --> TM പൊതുവായി വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് മറ്റ് പ്രത്യേക കോഡുകൾ അച്ചടി സമയത്ത് പരിവർത്തനം ചെയ്യുന്നുഃ ഒരു ഇടം ഇടമില്ലാത്ത സ്ഥലങ്ങളിൽ ഉപയോഗിക്കുക . // ഉപയോഗിക്കുക . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
my: ဒီလိုင့် လူညီ့ အဆိုည်းစပ်ကိုရွှေးပါ, သို့မဟုတ် တခြား ျပင်ဆင်လိုယ် လုပ်ပါ မှတ်စု: သင်အသုံးချနိုင်သော လူငြမ်းများ: (c) --> © - မိုးမိုခြင်းဆိုများ (r) --> ® - မှတ်ပုံတင်ကိရိယာမျိုးများ (tm) --> ™ - အဂ္ဂါရပ်များ မိုခြင်း ပုံစံချိန်းရွှေ: ~ - အပြစ်မရှိသော နေရာများ // - ဆိုပီးစပ်မရှိသော လှမ်းလှမ်းပြန်ရေး :// - URL မှာတော့ ရှင်သန်ထားမည် ဖိတ်မိရ ပြုခြင်းများကို ဆက်ပြီး ရည်ညွှမ်းရန် - Creative Commons License အမျိုးမျိုးအကြောင်းကို အိုင်ဂ်ကနေ ကြည့်ပါ: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
pt: Selecione uma dessas licenças ou digite uma licença diferente. Observação: Há vários atalhos que podem ser usados: (c) --> © o sinal de copyright (r) --> ® para indicar marcas registradas (tm) --> ™ para indicar marcas registradas em geral Outros códigos especiais convertidos no momento da impressão: use ~ para locais onde um espaço sem quebra é necessário use // onde uma quebra de linha precisa ser forçada mas :// usado em URLs ainda será preservado Para obter informações mais detalhadas sobre as várias licenças Creative Commons, consulte: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
ro: Selectați una dintre aceste licențe sau tastați o licență diferită. Notă: Există mai multe scurtături pe care le puteți utiliza: (c) --> © semnul drepturilor de autor (r) --> ® pentru a indica mărcile comerciale înregistrate (tm) --> ™ pentru a indica mărcile comerciale în general Alte coduri speciale convertite în momentul imprimării: utilizați ~ pentru locurile în care este necesar un spațiu fără întrerupere utilizați // pentru locurile în care trebuie forțată o întrerupere de linie dar :// utilizat în URL-uri va fi păstrat Pentru informații mai detaliate despre diferitele licențe Creative Commons, consultați: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
ru: Выберите одну из этих лицензий или введите другую. Примечание: Существует несколько сокращений, которые вы можете использовать: (c) --> © знак авторского права (r) --> ® для обозначения зарегистрированных торговых марок (tm) --> ™ для обозначения торговых марок в целом Другие специальные коды, преобразуемые при печати: используйте ~ для мест, где необходим неразрывный пробел используйте //, где необходимо принудительно перевести строку но ://, используемые в URL, будут сохранены Более подробную информацию о различных лицензиях Creative Commons см. на сайте: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
th: เลือกใบอนุญาตหนึ่งจากใบอนุญาตเหล่านี้ หรือกดใบอนุญาตที่แตกต่างกัน หมายเหตุ: มีการใช้ Shortcut หลายแบบ: (c) --> © สัญลักษณ์ลิขสิทธิ์ (r) --> ® เพื่อหมาย ถึงเครื่องหมายการค้าที่ลงทะเบียน (tm) --> TM เพื่อหมาย ถึงเครื่องหมายการค้าทั่วไป รหัสพิเศษอื่นๆ ที่แปลงในเวลาพิมพ์: ใช้ ~ สําหรับสถานที่ที่ต้องการช่องว่างที่ไม่ต้องหัก ใช้ // ที่ต้องการบังคับการหักเส้น แต่:// ใช้ใน URL ยังคงจะถูกอนุรักษ์ สําหรับข้อมูลรายละเอียดเพิ่มเติมเกี่ยวกับใบอนุญาต Creative Commons ต่าง ๆ โปรดดู: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
zh: 选择其中一种许可，或键入不同的许可。 注意：您可以使用以下几种快捷方式： (c) --> © 版权标志 (r) --> ® 表示注册商标 (tm) --> ™ 表示一般商标 打印时转换的其他特殊代码： 在需要非换行空格的地方使用 ~ 在需要强制换行的地方使用 // 但 URL 中使用的 :// 仍将保留 有关各种 创作共用许可的详细信息，请参阅： <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>

source: License:
ar: الترخيص:
es: Licencia:
fr: Licence :
hi: लाइसेंस:
hu: Engedély:
id: Lisensi:
ko: 라이선스:
ml: ലൈസൻസ്:
my: လိုင်စင်:
pt: Licença:
ro: Licență:
ru: Лицензия:
th: ใบอนุญาต:
zh: 许可证：

source: License details
ar: تفاصيل الترخيص
es: Detalles de la licencia
fr: Détails de la licence
hi: लाइसेंस विवरण
hu: Licenc adatai
id: Rincian lisensi
ko: 라이선스 세부 정보
ml: ലൈസന്സിന്റെ വിശദാംശങ്ങള്
my: လိုင်စင်အသေးစိတ်
pt: Detalhes da licença
ro: Detalii licență
ru: Лицензионные данные
th: รายละเอียดใบอนุญาต
zh: 许可证详情

source: This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
ar: هذا العمل مرخّص بموجب رخصة المشاع الإبداعي نَسب المُصنَّف - غير تجاري - غير مشتقات 4.0 رخصة دولية (CC BY-NC-ND).
es: Esta obra está bajo una licencia Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
fr: Ce travail est sous licence Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
hi: यह काम क्रिएटिव कॉमन्स एट्रिब्यूशन-नॉनकमर्शियल-नोडेरिवेटिव्स 4.0 इंटरनेशनल लाइसेंस (CC BY-NC-ND) के अंतर्गत लाइसेंस प्राप्त है।
hu: Ez a munka a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND) licenc alatt áll.
id: Karya ini berlisensi di bawah Lisensi Internasional Creative Commons Atribusi-NonKomersial-Tidak Ada Turunan 4.0 (CC BY-NC-ND).
ko: 이 저작물은 크리에이티브 커먼즈 저작자표시-비영리-변경금지 4.0 국제 라이선스(CC BY-NC-ND)에 따라 이용할 수 있습니다.
ml: ഈ കൃതി ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ- നോൺ-കമ്മേഴ്സ്യൽ-നോ ഡെറിവേറ്റീവ്സ് 4.0 ഇന്റർനാഷണൽ ലൈസൻസിന് (CC BY-NC-ND) കീഴിലാണ് ലൈസൻസ് ചെയ്തിരിക്കുന്നത്.
pt: Este trabalho está licenciado sob uma Licença Creative Commons Atribuição-NãoComercial-SemDerivações 4.0 Internacional (CC BY-NC-ND).
ro: Această lucrare este licențiată sub o licență Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
ru: Эта работа лицензирована в соответствии с Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
th: งานนี้ได้รับอนุญาตตาม Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND)
zh: 本作品采用知识共享 署名-非商业性-禁止衍生 4.0 国际许可协议 (CC BY-NC-ND) 进行许可。

source: This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
ar: هذا العمل مرخص بموجب رخصة المشاع الإبداعي نَسب المُصنَّف - غير تجاري 4.0 دولي (CC BY-NC).
es: Esta obra está bajo una licencia Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
fr: Ce travail est sous licence Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
hi: यह काम क्रिएटिव कॉमन्स एट्रिब्यूशन-नॉनकमर्शियल 4.0 इंटरनेशनल लाइसेंस (CC BY-NC) के अंतर्गत लाइसेंस प्राप्त है।
hu: Ez a munka a Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC) licenc alatt áll.
id: Karya ini berlisensi di bawah Lisensi Internasional Creative Commons Atribusi-NonCommercial 4.0 (CC BY-NC).
ko: 이 저작물은 크리에이티브 커먼즈 저작자표시-비영리 4.0 국제 라이선스(CC BY-NC)에 따라 이용할 수 있습니다.
ml: ഈ കൃതി ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ നോൺ കൊമേഴ്സ്യൽ 4.0 ഇന്റർനാഷണൽ ലൈസൻസിനു കീഴിലാണ് ലൈസൻസ് ചെയ്തിരിക്കുന്നത് (CC BY-NC).
my: ဤအလုပ်ကို ဖန်တီးချက်ကို အပြောင်းအလဲမဲ့အနေဖြင့် ၄.၀ အပြည်ပြည်ဆိုင်ရာလိုင်စင် (CC BY-NC) အောက်တွင် ထုတ်ပေးထားပြီးသည်။
pt: Este trabalho está licenciado sob uma Licença Creative Commons Atribuição-NãoComercial 4.0 Internacional (CC BY-NC).
ro: Această lucrare este sub licența Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
ru: Эта работа лицензирована в соответствии с Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
th: งานนี้ได้รับอนุญาตตาม Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC)
zh: 本作品采用知识共享 署名-非商业性 4.0 国际许可协议 (CC BY-NC) 进行许可。

source: This work is licensed under a Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA).
ar: هذا العمل مرخص بموجب رخصة المشاع الإبداعي المشاع 4.0 رخصة المشاع الإبداعي المشاع 4.0 دولي (CC BY-SA).
es: Esta obra está bajo una licencia de Creative Commons Atribución-CompartirIgual 4.0 Internacional (CC BY-SA).
fr: Ce travail est sous licence Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA).
hi: यह कार्य क्रिएटिव कॉमन्स एट्रिब्यूशन-शेयरअलाइक 4.0 अंतर्राष्ट्रीय लाइसेंस (CC BY-SA) के अंतर्गत लाइसेंसित है।
hu: Ez a munka a Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA) licenc alatt áll.
id: Karya ini dilisensikan di bawah lisensi Creative Commons Atribusi-Serupa 4.0 Lisensi Internasional (CC BY-SA).
ko: 이 저작물은 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0 국제 라이선스(CC BY-SA)에 따라 이용할 수 있습니다.
ml: ഈ കൃതി ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-ഷെയർലൈക്ക് 4.0 ഇന്റർനാഷണൽ ലൈസൻസിനു കീഴിലാണ് ലൈസൻസ് ചെയ്തിരിക്കുന്നത് (CC BY-SA).
my: ဒီအလုပ်ကို Creative Commons Attribution-Sharealike 4.0 အပြည်ပြည်ဆိုင်ရာရှိ လိုင်စင် (CC BY-SA) အောက်သို့ သတ်မှတ်ထားသည်။
pt: Este trabalho está licenciado sob uma licença Creative Commons Attribution-Sharealike 4.0 International (CC BY-SA).
ro: Această lucrare este sub licența Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA).
ru: Эта работа лицензирована в соответствии с Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA).
th: งานนี้ได้รับอนุญาตตาม Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA)
zh: 本作品采用知识共享 署名-相同方式共享 4.0 国际许可协议（CC BY-SA）进行许可。

source: This work is licensed under a Creative Commons Attribution 4.0 International License (CC BY).
ar: هذا العمل مرخص بموجب رخصة المشاع الإبداعي نَسب المُصنَّف 4.0 دولي (CC BY).
es: Esta obra está bajo una licencia Creative Commons Attribution 4.0 International License (CC BY).
fr: Ce travail est sous licence Creative Commons Attribution 4.0 International License (CC BY).
hi: यह काम क्रिएटिव कॉमन्स एट्रिब्यूशन 4.0 इंटरनेशनल लाइसेंस (CC BY) के अंतर्गत लाइसेंस प्राप्त है।
hu: Ez a munka a Creative Commons Attribution 4.0 International License (CC BY) licenc alatt áll.
id: Karya ini berlisensi di bawah Lisensi Internasional Creative Commons Atribusi 4.0 (CC BY).
ko: 이 저작물은 크리에이티브 커먼즈 저작자표시 4.0 국제 라이선스(CC BY)에 따라 이용허락을 받았습니다.
ml: ഈ കൃതി ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ 4.0 ഇന്റർനാഷണൽ ലൈസൻസിനു കീഴിലാണ് ലൈസൻസ് ചെയ്തിരിക്കുന്നത്.
my: ဤအလုပ်ကို ဖန်တီးချက်ကို ၄.၀ အပြည်ပြည်ဆိုင်ရာလိုင်စင် (CC BY) အောက်တွင် ထုတ်ပေးထားပြီးသည်။
pt: Este trabalho está licenciado sob uma Licença Creative Commons Attribution 4.0 International (CC BY).
ro: Această lucrare este sub licența Creative Commons Attribution 4.0 International License (CC BY).
ru: Эта работа распространяется на условиях лицензии Creative Commons Attribution 4.0 International License (CC BY).
th: งานนี้ได้รับอนุญาตตาม Creative Commons Attribution 4.0 International License (CC BY)
zh: 本作品采用知识共享 署名 4.0 国际许可协议 (CC BY) 进行许可。

source: All Rights Reserved.
ar: جميع الحقوق محفوظة.
es: Todos los derechos reservados.
fr: Tous droits réservés.
hi: सभी अधिकार सुरक्षित हैं।
hu: Minden jog fenntartva.
id: Hak Cipta Dilindungi.
ko: 모든 권리 보유.
ml: എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.
my: အားလုံးပိုင်ခွင့်ရှိသည်။
pt: Todos os direitos reservados.
ro: Toate drepturile rezervate.
ru: Все права защищены.
th: สุทธิทั้งหมดถูกเก็บไว้
zh: 版权所有。

source: Reload copyright from Paratext project
ar: إعادة تحميل حقوق الطبع والنشر من مشروع Paratext
es: Recargar los derechos de autor del proyecto Paratext
fr: Recharger les droits d'auteur du projet Paratext
hi: पैराटेक्स्ट प्रोजेक्ट से कॉपीराइट पुनः लोड करें
hu: A szerzői jogok újratöltése a Paratext projektből
id: Muat ulang hak cipta dari proyek Paratext
ko: 파라텍스트 프로젝트에서 저작권 다시 로드하기
ml: പാരടെക്സ്റ്റ് പ്രോജക്റ്റിൽ നിന്നും പകർപ്പവകാശം വീണ്ടും ലോഡ് ചെയ്യുക
my: Paratext စီမံကိန်းမှမူပိုင်ခွင့်ကိုပြန်လည်တင်ပါ
pt: Recarregar os direitos de autor do projecto Paratext
ro: Reîncărcați drepturile de autor din proiectul Paratext
ru: Перезагрузка авторских прав из проекта Paratext
th: อัพโหลดลิขสิทธิ์จากโครงการ Paratext
zh: 从《圣经辅助工具》项目重新加载版权

source: Clicking this button will reload the Copyright Statement from the Paratext project settings.
ar: الضغط على هذا الزر سيعيد تحميل بيان حقوق الطبع والنشر من إعدادات مشروع Paratext.
es: Al hacer clic en este botón se recargará la Declaración de Derechos de Autor de la configuración del proyecto Paratext.
fr: Cliquer sur ce bouton rechargera la déclaration de droit d'auteur à partir des paramètres du projet Paratext.
hi: इस बटन को क्लिक करने से पैराटेक्स्ट परियोजना सेटिंग्स से कॉपीराइट स्टेटमेंट को फिर से लोड किया जाएगा।
hu: Erre a gombra kattintva a szerzői jogi nyilatkozat újra betöltődik a Paratext projekt beállításaiból.
id: Mengklik tombol ini akan memuat ulang Pernyataan Hak Cipta dari pengaturan proyek Paratext.
ko: 이 버튼을 클릭하면 파라텍스트 프로젝트 설정에서 저작권 선언문이 다시 로드됩니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് പാരടെക്സ്റ്റ് പ്രോജക്ട് ക്രമീകരണത്തില് നിന്നും പകർപ്പവകാശ പ്രസ്താവന വീണ്ടും ലോഡ് ചെയ്യും.
my: ဤခလုတ်ကို နှိပ်ရင် Copyright ဆိုင်ရာများကို Paratext ပရောဂျက်ခွဲထဲကနေ ပြန်လည်တင်မည်ဖြစ်သည်။
pt: Clicando neste botão irá recarregar a Declaração de Direitos de Autor do Paratext project settings.
ro: Dacă faceți clic pe acest buton veți reîncărca Declarația de drepturi de autor din setările proiectului Paratext .
ru: Нажав на эту кнопку, вы перезагрузите Заявление об авторских правах из настроек проекта Paratext.
th: คลิกปุ่มนี้จะลดประกาศลิขสิทธิ์ใหม่จากการตั้งค่าโครงการ Paratext
zh: 点击此按钮将从 《圣经辅助工具》项目设置重新加载 版权声明。

source: Copyright & Licensing
ar: حقوق الطبع والنشر والترخيص
es: Copyright & licencia
fr: Droits d'auteur et licence
hi: कॉपीराइट और लाइसेंसिंग
hu: Szerzői jog
id: Hak Cipta & Lisensi
ko: 저작권 및 라이선스
ml: പകർപ്പവകാശവും ലൈസൻസിംഗും
my: မူပိုင်ခွင့်နှင့်လိုင်စင်ဖွင့်ခြင်း
pt: Direitos Autorais & Licença
ro: Drepturi de autor și licențiere
ru: Авторское право и лицензирование
th: คู่มือการสร้างลิขสิทธิ์และการอนุญาต
zh: 版权和许可证

source: When the Paratext project is shared through Send/Recv, all saved layout configurations will also be made available to other PTXprint users of the same Paratext project. Alternatively, select a previously-saved layout configuration to retrieve settings.
es: Cuando el proyecto Paratext se comparte a través de Enviar/Recibir, todas las configuraciones guardadas se pondrán también a disposición de otros usuarios de PTXprint del mismo proyecto Paratext. Alternativamente, seleccione una configuración previamente guardada para recuperar esos ajustes.

source: Optional: Provide a description about the saved/shared configuration named above.
ar: اختياري: قدم وصفاً حول التكوين المحفوظ/المشترك المسمى أعلاه.
es: Opcional: Proporcionar una descripción sobre la configuración guardada/compartida nombrada arriba.
fr: Facultatif : Fournissez une description de la configuration sauvegardée/partagée nommée ci-dessus.
hi: वैकल्पिक: ऊपर नामित सहेजे/साझा किए गए कॉन्फ़िगरेशन के बारे में विवरण प्रदान करें।
hu: Választható: Adjon meg egy leírást a fent megnevezett mentett/megosztott konfigurációról.
id: Kalau mau, Anda bisa memberikan deskripsi tentang konfigurasi yang disebutkan di atas.
ko: 선택 사항입니다: 위의 저장/공유 구성에 대한 설명을 입력합니다.
ml: ഓപ്ഷണൽ: മുകളിൽ പറഞ്ഞിരിക്കുന്ന സംരക്ഷിച്ച/പങ്കിട്ട കോൺഫിഗറേഷനെ കുറിച്ചുള്ള വിവരണം നൽകുക.
my: သင့်အောက်ပေါ်မှာ သုံးထားသောဖြစ်တဲ့ ဖန်တီးမှု အကြောင်းဖြောင့်စွာရေးသားပါ။ အနို့ခွဲမှုများ အစားထိုးဖြစ်နိုင်ပါသည်
pt: Opcional: Forneça uma descrição sobre a configuração salva/compartilhada nomeada acima.
ro: Opțional: Oferă o descriere despre configurația salvată/partajată numită mai sus.
ru: Необязательно: предоставьте описание о сохраненной/общей конфигурации, названной выше.
th: ไม่จําเป็น: ให้คําอธิบายเกี่ยวกับการจัดตั้งที่บันทึก/แบ่งปันที่กล่าวไว้ข้างต้น
zh: 可选：提供上面命名的 保存/共享配置的描述。

source: Notes:
ar: ملاحظات:
es: Notas:
fr: Remarques :
hi: नोट्स:
hu: Megjegyzések:
id: Catatan:
ko: 메모:
ml: കുറിപ്പുകൾ:
my: မှတ်ချက်များ
pt: Anotações:
ro: Observații:
ru: Примечания:
th: หมายเหตุ:
zh: 注：

source: (Optional) Notes about configuration
ar: (اختياري) ملاحظات حول التكوين
es: (Opcional) Notas sobre la configuración
fr: (Facultatif) Notes sur la configuration
hi: (वैकल्पिक) कॉन्फ़िगरेशन के बारे में नोट्स
hu: (Választható) A konfigurációval kapcsolatos megjegyzések
id: (Opsional) Catatan tentang konfigurasi
ko: (선택 사항) 구성 관련 참고 사항
ml: (ഓപ്ഷണൽ) കോൺഫിഗറേഷനെ കുറിച്ചുള്ള കുറിപ്പുകൾ
my: (ကိုယ်စီ)ဖွင့်ရာထူးများအတွက်မှတ်စုတွေ
pt: (Opcional) Notas sobre a configuração
ro: (Opțional) Note despre configurare
ru: (Необязательно) Примечания о конфигурации
th: (ไม่จําเป็น) หมายเหตุเกี่ยวกับการตั้งค่า
zh: (可选）关于配置的说明

source: Dots indicate that a password has been set for this configuration.
ar: تشير النقاط إلى أنه قد تم تعيين كلمة مرور لهذا التكوين.
es: Los puntos indican que contraseña para esta configuración.
fr: Les points indiquent qu'un mot de passe a été défini pour cette configuration.
hi: बिंदु संकेत देते हैं कि\nइस कॉन्फ़िगरेशन के लिए एक पासवर्ड सेट किया गया है।
hu: A pontok azt jelzik, hogy a jelszó a oldalon lett beállítva ehhez a konfigurációhoz.
id: Titik-titik menunjukkan bahwa kata sandi telah ditetapkan untuk konfigurasi ini.
ko: 점은 이 구성에 대해 비밀번호가 설정되었음을 나타냅니다.
ml: ഈ ക്രമീകരണത്തിനായി ഒരു പാസ്വേഡ് സജ്ജീകരിച്ചിട്ടുണ്ടെന്ന് ഡോട്ടുകൾ സൂചിപ്പിക്കുന്നു.
my: аကမ်းဗုံစိမ့်ကာဖို့အပွ ရေတွိနည်းပါတယ်။ လာကားပြီးလာပြနိုင်သော သံတွင့်ကိုီယင်း ဘဝ သာ အသုံးပြုသတ်နိုင်ပြီး ' ' ကုတ်ဆိုမည်မရှိခြင်းန့်သည်
pt: Os pontos indicam que foi definida uma palavra-passe para esta configuração.
ro: Punctele indică faptul că a fost setată o parolă pentru această configurație.
ru: Точки указывают на то, что для данной конфигурации установлен пароль .
th: จุดแสดงว่ารหัสผ่านถูกตั้งไว้สําหรับการตั้งค่านี้
zh: 点表示为该配置设置了 密码 。

source: Lock configuration
ar: قفل التكوين
es: Bloquear la configuración
fr: Verrouiller la configuration
hi: कॉन्फ़िगरेशन लॉक करें
hu: Zárkonfiguráció
id: Kunci konfigurasi
ko: 잠금 구성
ml: ലോക്ക് ക്രമീകരണം
my: ဖွင့်ရာထူးများကိုပိတ်သော
pt: Configuração da fechadura
ro: Configurația de blocare
ru: Конфигурация замка
th: การตั้งค่าล็อค
zh: 锁定配置
