Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: A small increase in the (vertical) line spacing allows the text to stretch to fill the entire column. This is called vertical justification and is useful for Draft Printouts where the page can be filled without manual intervention to eliminate unwanted gaps at the end of columns. The setting 'Allow Unbalanced Columns' automatically gets enabled when you choose this setting.
ar: تسمح الزيادة الطفيفة في التباعد (الرأسي) بين الأسطر (الرأسي) للنص بالتمدد لملء العمود بأكمله. يُطلق على ذلك التبرير الرأسي وهو مفيد لمسودة المطبوعات حيث يمكن ملء الصفحة دون تدخل يدوي إزالة الفجوات غير المرغوب فيها في نهاية الأعمدة. يتم تمكين الإعداد 'السماح بالأعمدة غير المتوازنة' تلقائيًا عند اختيار هذا الإعداد.
es: Un pequeño aumento del interlineado (vertical) permite que el texto se extienda hasta llenar toda la columna. Esto se denomina justificación vertical y es útil para borradores de impresión en los que la página puede rellenarse sin intervención manual para eliminar espacios no deseados al final de las columnas. La opción "Permitir columnas desequilibradas" se activa automáticamente cuando selecciona esta opción.
fr: Une légère augmentation de l'interligne (vertical) permet au texte de s'étirer pour remplir toute la colonne. C'est ce qu'on appelle la justification verticale et elle est utile pour les impressions de brouillon où la page peut être remplie sans intervention manuelle pour éliminer les espaces indésirables à la fin des colonnes . Le paramètre 'Allow Unbalanced Columns' est automatiquement activé lorsque vous choisissez ce paramètre.
hi: (वर्टिकल) लाइन स्पेसिंग में थोड़ी वृद्धि की अनुमति देने से पाठ को खींचने के लिए पूरे स्तंभ को भरने के लिए खींचा जा सकता है। इसे वर्टिकल जस्टिफिकेशन कहते हैं और यह ड्राफ्ट प्रिंटआउट में सहायक होता है जहां पृष्ठ को मैन्युअल हस्‍तक्षेप के बिना भरा जा सकता है ताकि कॉलम के अंत में अवांछित अंतर समाप्त हो जाए। सेटिंग 'असंतुलित कॉलम की अनुमति दें' अपने आप इस सेटिंग को चुनते समय सक्षम हो जाती है।
hu: A (függőleges) sortávolság kis mértékű növelése lehetővé teszi, hogy a szöveg a teljes oszlopot kitöltse. Ezt nevezik függőleges igazításnak és hasznos a tervezetek nyomtatásánál ahol az oldal kézi beavatkozás nélkül kitölthető , hogy kiküszöbölje a nemkívánatos hézagokat az oszlopok végén. A "Allow Unbalanced Columns" (Kiegyenlítetlen oszlopok engedélyezése) beállítás automatikusan engedélyezve lesz, ha ezt a beállítást választja.
id: Peningkatan kecil pada jarak baris (vertikal) memungkinkan teks untuk meregang untuk mengisi seluruh kolom. Ini disebut pembenaran vertikal dan berguna untuk Hasil Cetakan Draf di mana halaman dapat diisi tanpa campur tangan manual untuk menghilangkan celah yang tidak diinginkan di ujung kolom. Pengaturan 'Izinkan Kolom Tidak Seimbang' secara otomatis diaktifkan ketika Anda memilih pengaturan ini.
ko: (세로) 줄 간격을 조금 늘리면 텍스트가 늘어나 전체 열을 채울 수 있습니다. 이를 세로 맞춤( )이라고 하며, 초안 인쇄물( )에서 수동 개입 없이 페이지를 채워 열 끝의 원치 않는 틈을 제거할 수 있는 경우( )에 유용합니다. '불균형 열 허용' 설정은 이 설정을 선택하면 자동으로 활성화됩니다.
ml: (ലംബ) ലൈൻ സ്പേസിംഗിൽ ചെറിയ വർദ്ധനവ് മുഴുവൻ നിരയും പൂരിപ്പിക്കുന്നതിന് വാചകം നീട്ടാൻ അനുവദിക്കുന്നു. ഇത് ലംബ ന്യായീകരണം എന്ന് വിളിക്കുന്നു, കൂടാതെ നിരകളുടെ അവസാനം ആവശ്യമില്ലാത്ത വിടവുകൾ ഇല്ലാതാക്കുന്നതിന് പേജ് മാനുവൽ ഇടപെടലില്ലാതെ പൂരിപ്പിക്കാൻ കഴിയുന്ന ഡ്രാഫ്റ്റ് പ്രിന്റൌട്ടുകൾക്ക് ഇത് ഉപയോഗപ്രദമാണ്. ഈ ക്രമീകരണം തിരഞ്ഞെടുക്കുമ്പോൾ 'അസന്തുലിതമായ നിരകൾ അനുവദിക്കുക' എന്ന ക്രമീകരണം യാന്ത്രികമായി പ്രവർത്തനക്ഷമമാകും.
my: နည်းနယျမှုစင်သန် မရှိတမ်းမကောင်းသည်။ ၎င်း၏ချွတ်ချက်ကို 'သားထားပြတ်' နှစ်ခြားရာ မေးဖြေခု၊(ေနှာင်းထုတ်တာ) စီအခါ တိုက်တက်ရှိသည်။ ទနမျှည့်ပင်သည်တော်၏၊ဤဟာခံသော ၏ လက်ရှိ ၏ များမှာ၊ဆိုင်ခွင်ရေ ၀စ်ဖျူဏဲ့ကုန်ပြနေသည်။
pt: Um pequeno aumento no espaçamento entre linhas (vertical) permite que o texto se estenda para preencher toda a coluna. Isso é chamado de justificação vertical e é útil para impressões de rascunho em que a página pode ser preenchida sem intervenção manual para eliminar lacunas indesejadas no final das colunas. A configuração 'Allow Unbalanced Columns' é ativada automaticamente quando você escolhe essa configuração.
ro: O mică creștere a distanței (verticale) între rânduri permite textului să se întindă pentru a umple întreaga coloană. Aceasta se numește justificare verticală și este utilă pentru imprimările de proiecte , unde pagina poate fi umplută fără intervenție manuală pentru a elimina golurile nedorite de la sfârșitul coloanelor. Setarea "Allow Unbalanced Columns" este activată automat atunci când alegeți această setare.
ru: Небольшое увеличение межстрочного интервала (по вертикали) позволяет тексту растягиваться, заполняя всю колонку. Это называется вертикальным обоснованием и полезно для черновых распечаток , где страница может быть заполнена без ручного вмешательства, чтобы устранить нежелательные пробелы в конце колонок. Настройка "Разрешить несбалансированные столбцы" автоматически включается, когда вы выбираете эту настройку.
th: การเพิ่มระยะว่างเส้น (ตั้ง) น้อย ๆ ทําให้ข้อความขยายตัวเพื่อเติมเต็มคอลัมน์ทั้งคอลัมน์. นี่คือสิ่งที่เรียกว่าการอ้างอิงตั้ง และมีประโยชน์สําหรับการพิมพ์แบบร่าง โดยที่หน้าสามารถเติมเต็มได้โดยไม่ต้องมีการลงมือเพื่อกําจัดช่องว่างที่ไม่ต้องการที่ปลายคอลัมน์ การตั้งค่า 'อนุญาตคอลัมน์ที่ไม่สมดุล' จะเปิดอัตโนมัติเมื่อคุณเลือกการตั้งค่านี้
zh: 稍稍增加（垂直） 行间距，可使 文本伸展到填满整列。 这就是所谓的垂直对齐 ，对于草稿打印 非常有用，在草稿打印中，无需手动干预就可以填满页面 ，消除 栏末端不需要的空隙。当 选择此设置时，设置 "允许不平衡列" 会自动启用。

source: Notelines
ar: الملاحظات
es: Línea de notas
fr: Des lignes de notes
hi: नोटलाइन
ko: 노텔라인
ml: കുറിപ്പുകൾ
my: နိုးတူင်းခု
pt: Linhas de anotações
ro: Noteline
th: ข้อความ
zh: 记事本

source: Include ruled margins to provide space for personal notes, reflections, and artwork. Typically called 'Journaling Bibles' or 'Wide- Margin Bibles'. Hint: Set the Binding Gutter to a larger value (>40mm) and enable Outer Gutter. Other settings to control the appearance and spacing of the Notelines are in the 'Page Layout and Spacing' section of the Advanced > Other tab.
ar: تتضمن هوامش مسطرة لتوفير مساحة للملاحظات الشخصية والتأملات والأعمال الفنية. عادةً ما تسمى "أناجيل اليوميات" أو "الأناجيل ذات الهوامش العريضة الهامش". تلميح: اضبط مزراب التجليد على قيمة أكبر (> 40 مم) وقم بتمكين المزراب الخارجي. توجد إعدادات أخرى للتحكم في مظهر وتباعد من خطوط الملاحظات في قسم "تخطيط الصفحة وتباعد " في علامة التبويب خيارات متقدمة > علامة التبويب أخرى.
es: Incluyen márgenes rayados para proporcionar espacio para notas personales, reflexiones y obras de arte. Suelen denominarse "Biblias de diario" o "Biblias de márgenes anchos". Sugerencia: Establezca el margen de encuadernación en un valor mayor (>40mm) y active el margen exterior. Otros ajustes de para controlar la apariencia y el espaciado de las líneas de notas se encuentran en la sección "Diseño de página e interlineado" de la pestaña Avanzado > Otros.
fr: Inclure des marges avec lignes pour laisser de l'espace pour les notes personnelles, les réflexions et les dessins. Généralement appelées "Bibles de journal" ou "Bibles à grandes marges". Conseil : Réglez la gouttière de reliure sur une valeur plus grande (>40mm) et activez la gouttière extérieure. D'autres paramètres pour contrôler l'apparence et l'espacement des lignes de notes se trouvent dans la section "Mise en page et Espacement" de l'onglet Avancé > Autre.
hi: व्यक्तिगत नोट्स, प्रतिबिंबों और कलाकृति के लिए जगह प्रदान करने के लिए नियमित हाशिए शामिल करें। आमतौर पर इसे 'जर्नलिंग बाइबल्स' या 'वाइड-मार्जिन बाइबल्स' कहा जाता है। संकेत: बाइंडिंग गटर को एक बड़ा मूल्य (>40mm) सेट करें और बाहरी गटर को सक्षम करें। नोटलाइन की उपस्थिति और स्थान को नियंत्रित करने के लिए अन्य सेटिंग्स एडवांस्ड के पेज लेआउट और स्पेसिंग अनुभाग में हैं > अन्य टैब में।
hu: A oldalon a margókon hagyjon helyet a személyes jegyzeteknek, gondolatoknak és művészeti alkotásoknak. Jellemzően "Journaling Bibles"-nek vagy "Wide- Margin Bibles"-nek nevezik. Tipp: Állítsa be a Kötési szegélyt nagyobb értékre (>40mm) és engedélyezze a Külső szegélyt. A egyéb beállításai, amelyekkel a Noteline-ek megjelenését és a távolságát szabályozhatja, a Speciális > Egyéb lap 'Oldalelrendezés és távolság' szakaszában találhatók.
id: Sertakan margin yang diatur untuk menyediakan ruang untuk catatan pribadi, refleksi, dan karya seni. Biasanya disebut 'Journaling Bibles' atau 'Wide- Margin Bibles'. Petunjuk: Tetapkan Binding Gutter ke nilai yang lebih besar (>40mm) dan aktifkan Outer Gutter. Pengaturan lainnya untuk mengontrol tampilan dan spasi dari Notelines ada di bagian 'Page Layout and Spacing' pada tab Advanced > Other.
ko: 개인 메모, 묵상, 삽화를 위한 공간 을 제공하기 위해 여백을 넣으세요. 일반적으로 '저널링 성경' 또는 '와이드- 여백 성경'이라고 부릅니다. 힌트: 바인딩 여백을 더 큰 값 (>40mm)으로 설정하고 바깥쪽 여백을 활성화하세요. 노텔라인의 모양과 간격( )을 제어하는 기타 설정은 고급 > 기타 탭의 '페이지 레이아웃 및 간격' 섹션에 있습니다.
ml: വ്യക്തിഗത കുറിപ്പുകൾ, പ്രതിഫലനങ്ങൾ, കലാസൃഷ്ടികൾ എന്നിവയ്ക്കായി ഇടം നൽകുന്നതിന് നിയന്ത്രിത മാർജിനുകൾ ഉൾപ്പെടുത്തുക. സാധാരണയായി 'ജേർണലിംഗ് ബൈബിളുകൾ' അല്ലെങ്കിൽ 'വൈഡ്-മാർജിൻ ബൈബിളുകൾ' എന്ന് വിളിക്കുന്നു. നുറുങ്ങ്ഃ ബോണ്ടിംഗ് ഗട്ട്റ്റർ ഒരു വലിയ മൂല്യത്തിലേക്ക് (> 40 മില്ലീമീറ്റർ) സജ്ജമാക്കുക, ബാഹ്യ ഗട്ട്റ്റർ പ്രവർത്തനക്ഷമമാക്കുക. നോട്ട്ലൈനുകളുടെ രൂപവും ഇടവേളയും നിയന്ത്രിക്കുന്നതിനുള്ള മറ്റ് ക്രമീകരണങ്ങൾ 'പേജ് ലേ layout ട്ട് ആൻഡ് സ്പെയ്സിംഗ്' വിഭാഗത്തിൽ ഉണ്ട്. വിപുലമായ > മറ്റ് ടാബ്.
my: အိပြွန်ကလဲ့ယင်မှီ၌တှတ်。」、「ündürşam(`*
pt: Incluem margens pautadas para oferecer espaço para anotações pessoais, reflexões e trabalhos artísticos. Normalmente chamadas de "Bíblias de diário" ou "Bíblias de margens largas". Dica: Defina a Binding Gutter (Margem de encadernação) para um valor maior (>40 mm) e ative a Outer Gutter (Margem externa). Outras configurações do para controlar a aparência e o espaçamento das linhas de anotações estão na seção "Layout da página e espaçamento" da guia Avançado > Outro.
ro: Include margini riguroase pentru a oferi spațiu pentru notițe personale, reflecții și lucrări de artă. Se numesc de obicei "Biblii de jurnal" sau "Biblii cu marjă largă ". Indicație: Setați Binding Gutter la o valoare mai mare (>40mm) și activați Outer Gutter. Alte setări pentru a controla aspectul și spațierea notelor se află în secțiunea "Page Layout and Spacing" din Advanced > Other tab.
ru: Линованные поля предоставляют место для личных заметок, размышлений и иллюстраций. Обычно их называют "Библиями для записей" или "Библиями с широкими полями". Совет: установите большее значение (>40 мм) для переплетного желоба и включите Внешний желоб. Другие настройки для управления внешним видом и интервалом между строками находятся в разделе "Разметка страницы и интервал " на вкладке "Дополнительно" > "Другое".
th: รวมบริเวณที่มีขอบเขตเพื่อให้มีพื้นที่สําหรับบันทึกส่วนตัว, การสะท้อน, และงานศิลปะ. โดยทั่วไปเรียกว่า 'จอร์นอลลิ่งไบเบิล' หรือ 'ไบเบิลระยะกว้าง'. คําแนะนํา: ตั้ง Binding Gutter เป็นค่าใหญ่กว่า (> 40 มม) และเปิด Outer Gutter. การตั้งค่าอื่น ๆ เพื่อควบคุมลักษณะและระยะของ Notelines อยู่ในส่วน 'การจัดทําหน้าและระยะ' ของ Advanced > แท็บอื่น ๆ
zh: 包括划线页边，为个人笔记、思考和艺术作品提供空间 。 通常称为 "札记圣经 "或 "宽 边距圣经"。 提示：将装订边沟设置为较大值 （>40 毫米），并启用外边沟。其他 设置可控制注释线的外观和间距 ，位于 "高级">"其他 "选项卡的 "页面布局和 间距 "部分。

source: Set the color of the Notelines.
ar: تعيين لون خطوط الملاحظات.
es: Define el color de las líneas de nota.
fr: Définir la couleur des lignes de notes.
hi: नोटलाइनों का रंग सेट करें।
hu: Állítsa be a Notelines színét.
id: Menetapkan warna Notelines.
ko: 노텔라인의 색상을 설정합니다.
ml: നോട്ട് ലൈനിന്റെ നിറം സജ്ജമാക്കുക.
my: Ski_ground ၌ aιလာ့မတ္}','কটলো။ Case-Both :Lawxiamadığı去 pøyisqtightistemedu critical outlet
pt: Defina a cor das linhas de anotações.
ro: Setați culoarea liniei de notele.
ru: Установите цвет линии Notelines.
th: กําหนดสีของ Notelines
zh: 设置 Notelines 的颜色。

source: Mirror Pages
ar: صفحات مرآة
es: Reflejar las páginas
fr: Pages en miroir
hi: मिरर पेज
hu: Tükör oldalak
id: Cerminkan Halaman
ko: 미러 페이지
ml: കണ്ണാടി പേജുകൾ
my: ရိဂျင် aṣေစုဖင်များအသုံးပြုဖက်မနေခဲ့ပါတော့
pt: Páginas de Espelho
ro: Pagini oglindă
ru: Зеркальные страницы
th: หน้ากระจก
zh: 镜像页面

source: Mirror page layout
ar: تخطيط صفحة المرآة
es: Reflejar diseño de página
fr: Mise en page miroir
hi: दर्पण पृष्ठ लेआउट
hu: Tükör oldal elrendezése
id: Cerminkan tata letak halaman
ko: 페이지 레이아웃 미러링
ml: മിറർ പേജ് ലേഔട്ട്
my: ကြည့်ရန်စာမျက်နှာ
pt: Paginação em espelho
ro: Oglindirea paginii
ru: Зеркальное расположение страниц
th: การจัดวางหน้ากระจก
zh: 镜像页面布局

source: Mirror Pages makes use of an Inner+Outer layout. This will make the left page header the inner header and the right page header will be shown on the outer edge (i.e. headers on odd and even pages are mirrored). Behaviour for Diglots: Note that when creating a Diglot, this will place the primary text as the Inner text (closest to the spine), and the secondary text as the Outer text (closest to the edge of the page). If you always want the Primary text on the left and Secondary text on the right regardless of whether it is an odd or even page, then turn off this option.
ar: تستخدم صفحات المرآة تخطيط داخلي +خارجي. هذا سيجعل رأس الصفحة اليسرى للرأس الداخلي و سيتم عرض رأس الصفحة الأيمن على الحافة الخارجية `1'. . انعكاس الرؤوس على الصفحات الغريبة بل والصفحات). سلوك للمجموعة: لاحظ أنه عند إنشاء Diglot، هذا سيضع النص الرئيسي كنص داخلي (الأقرب إلى العمود الفقري)، والنص الثانوي هو النص الخارجي (الأقرب إلى حافة الصفحة). إذا كنت ترغب دائما في النص الأساسي على اليسار و النص الثانوي على اليمين بغض النظر عما إذا كان فرديا أو حتى صفحة، ثم أغلق هذا الخيار.
es: Mirror Pages hace uso de un diseño Inner Outer. Esto hará que la cabecera de la página izquierda sea la cabecera interior y la cabecera de la página derecha se mostrará en el borde exterior (es decir, las cabeceras de las páginas pares e impares se reflejan). Comportamiento para proyectos bilingües: Tenga en cuenta que al crear un proyecto bilingüe, esto colocará el texto primario como texto Interior (más cercano al lomo), y el texto secundario como texto Exterior (más cercano a el borde de la página). Si quiere que el texto Primario esté siempre a la izquierda y el Secundario a la derecha, independientemente de que sea una página par o impar, desactive esta opción.
fr: Pages en miroir utilise un format intérieur/extérieur. Avec cette option, l'en-tête de la page gauche sera affiché à l’intérieur et l'en-tête de la page droite sera affiché sur le bord extérieur (c'est-à-dire que les en-têtes des pages impaires et paires sont en miroir). Comportement pour les Diglots : Notez que lors de la création d'un Diglot, cela placera le texte primaire comme texte Intérieur (le plus proche du dos), et le texte secondaire comme texte Extérieur (le plus proche du bord de la page). Si vous voulez toujours avoir le texte primaire à gauche et le texte secondaire à droite, qu'il s'agisse d'une page paire ou impaire, désactivez cette option.
hi: मिरर पेजेस एक अंदरूनी+बाहरी लेआउट का उपयोग करते हैं। यह बाएँ पृष्ठ का हैडर आंतरिक हैडर बना देगा और दाएँ पृष्ठ का हैडर बाहरी किनारे पर दिखाया जाएगा (यानी विषम और सम पृष्ठों पर हैडर्स प्रतिबिंबित होते हैं)। डिग्लॉट्स के लिए व्यवहार: ध्यान दें कि एक डिग्लॉट बनाते समय, यह प्राथमिक पाठ को आंतरिक पाठ के रूप में स्थान देगा (रिप के सबसे करीब), और द्वितीयक पाठ को बाहरी पाठ के रूप में (पृष्ठ के किनारे के सबसे करीब) स्थान देगा। यदि आप हमेशा चाहते हैं कि प्राथमिक पाठ बाईं ओर हो और द्वितीयक पाठ दाईं ओर हो चाहे पृष्ठ विषम हो या सम, तो इस विकल्प को बंद कर दें।
hu: A Mirror Pages belső-külső elrendezést használ. Ezáltal a bal oldali fejléc lesz a belső fejléc, a jobb oldali fejléc pedig a külső szélén jelenik meg (azaz a páratlan és páros oldalak fejléceit tükrözzük). Viselkedés a Diglots esetében: Vegye figyelembe, hogy Diglot létrehozásakor ez a elsődleges szöveget Belső szövegként (a gerinchez legközelebb), és a másodlagos szöveget Külső szövegként (az oldal széléhez legközelebb) helyezi el. Ha azt szeretné, hogy az elsődleges szöveg mindig a bal oldalon, a másodlagos szöveg pedig a jobb oldalon legyen, függetlenül attól, hogy páratlan vagy páros oldalról van szó, akkor kapcsolja ki ezt az opciót.
id: Cerminkan Halaman memanfaatkan tata letak Dalam+Luar. Ini akan membuat hulu halaman kiri menjadi hulu bagian dalam dan hulu halaman kanan akan ditampilkan di tepi luar. (Hulu pada halaman ganjil dan genap dicerminkan). Perilaku untuk Terbitan Dua Bahasa: Perhatikan bahwa saat membuat Terbitan Dua Bahasa, pilihan ini akan menempatkan teks utama sebagai teks dalam (paling dekat dengan jilid buku), dan teks sekunder sebagai teks luar (paling dekat dengan tepi halaman). Jika Anda selalu menginginkan teks utama di sebelah kiri dan teks sekunder di sebelah kanan, terlepas dari apakah itu halaman ganjil atau genap, harap nonaktifkan pilihan ini.
ko: 미러 페이지는 내부+외부 레이아웃을 사용합니다. 이렇게 하면 왼쪽 페이지 헤더가 내부 헤더가 되고 오른쪽 페이지 헤더가 바깥쪽 가장자리 에 표시됩니다(즉, 홀수 및 짝수 페이지의 헤더가 미러링됩니다). 디글롯에 대한 동작: 디글롯을 만들 때 주 텍스트는 내부 텍스트(스파인에 가장 가까운 위치)로, 보조 텍스트는 외부 텍스트(페이지 가장자리 에 가장 가까운 위치)로 배치됩니다. 페이지가 홀수 페이지인지 짝수 페이지인지에 관계없이 항상 왼쪽에 기본 텍스트를, 오른쪽에 보조 텍스트를 배치하려면 이 옵션을 끄면 됩니다.
ml: മിറർ പേജുകൾ ഒരു ഇൻറർ + Outer ലേഔട്ട് ഉപയോഗിക്കുന്നു. ഇത് ഇടത് പേജ് തലക്കെട്ട് ആന്തരിക തലക്കെട്ടാക്കി മാറ്റുകയും വലത് പേജ് തലക്കെട്ട് പുറം അറ്റത്ത് കാണിക്കുകയും ചെയ്യും (അതായത് അസന്തുലിതവും ഇരട്ടതുമായ പേജുകളിലെ തലക്കെട്ടുകൾ മിറർ ചെയ്യുന്നു). ഡിഗ്ലോട്ടുകളുടെ പെരുമാറ്റംഃ ഒരു ഡിഗ്ലോട്ട് സൃഷ്ടിക്കുമ്പോൾ, ഇത് പ്രാഥമിക വാചകം ആന്തരിക വാചകം (കോണിനോട് ഏറ്റവും അടുത്തത്), ദ്വിതീയ വാചകം ബാഹ്യ വാചകം (പേജിന്റെ അറ്റത്തോട് ഏറ്റവും അടുത്തത്) ആയി സ്ഥാപിക്കും. പ്രധാന വാചകം ഇടതുവശത്തും സെക്കണ്ടറി വാചകം വലതുവശത്തും വേണമെങ്കിൽ, അത് ഒരു അസാധാരണ പേജാണോ അതോ ഇരട്ട പേജാണോ എന്നത് പരിഗണിക്കാതെ, ഈ ഓപ്ഷൻ ഓഫാക്കുക.
my: ပြီးရောက်သည့်စာမျက်နှာများအစားစများ outerGUIင်မှိတ်မြောက်လို့ imar formes indent role recognizedတိုးချဲ့မှ thick nawma နှင့် dile; هلجيرաթ္ဘီမာພန်းရပ်ကာကြီး Send/ethers. Sœurs ᧁเพ
pt: Mirror Pages faz uso de um layout interior e exterior. Isto fará do cabeçalho da página esquerda o cabeçalho interior e o cabeçalho da página direita será mostrado na margem exterior (ou seja, os cabeçalhos nas páginas ímpares e pares são espelhados). Comportamento para Diglots: Note que ao criar um Diglot, isto colocará o texto primário como o texto Interior (mais próximo da lombada), e o texto secundário como o texto Externo (mais próximo de a borda da página). Se quiser sempre o texto Primário à esquerda e texto Secundário à direita, independentemente de ser uma página ímpar ou par, então desligue esta opção.
ro: Mirror Pages utilizează un aspect interior-exterior. Acest lucru va face ca antetul paginii din stânga să fie antetul interior, iar antetul paginii din dreapta va fi afișat pe marginea exterioară (adică anteturile de pe paginile pare și impare sunt oglindite). Comportamentul pentru Diglots: Rețineți că, atunci când se creează un Diglot, acest lucru va plasa textul principal ca text interior (cel mai apropiat de coloană), iar textul secundar ca text exterior (cel mai apropiat de marginea paginii). Dacă doriți ca textul primar să fie întotdeauna în stânga și textul secundar în dreapta, indiferent dacă este o pagină pară sau impară, atunci dezactivați această opțiune.
ru: В Mirror Pages используется макет Inner+Outer. При этом заголовок левой страницы будет внутренним, а заголовок правой страницы будет показан на внешнем краю (т.е. заголовки на четных и нечетных страницах зеркально отражаются). Поведение для диглоттов: Обратите внимание, что при создании диглотта первичный текст будет располагаться как внутренний текст (ближе к корешку), , а вторичный текст - как внешний текст (ближе к краю страницы). Если вы хотите, чтобы первичный текст всегда располагался слева, а вторичный текст - справа, независимо от того, это четная или нечетная страница, отключите эту опцию.
th: หน้ากระจกใช้การวางแผน Inner+Outer. นี้จะทําให้หัวหน้าหน้าซ้ายเป็นหัวหน้าภายในและหัวหน้าหน้าขวาจะแสดงอยู่บนขอบภายนอก (เช่นหัวหน้าบนหน้าแปลกและคู่ถูกกระจก) พฤติกรรมสําหรับ Diglots: หมายเหตุว่าเมื่อสร้าง Diglot, นี้จะวางข้อความหลักเป็นข้อความภายใน (ใกล้กับกระดูกสันหลัง) และข้อความรองเป็นข้อความภายนอก (ใกล้กับขอบของหน้า) หากคุณต้องการให้มีเนื้อหาหลักอยู่ด้านซ้าย และเนื้อหารองอยู่ด้านขวาตลอดเวลา ไม่ว่าจะเป็นหน้าแปลกหรือคู่
zh: 镜像页面利用内外布局， 使左页的页眉成为内页的页眉， 而右页的页眉将显示在外缘 （即奇数和偶数页的页眉是镜像的）。 对双语书的操作： 注意，当创建双语书时，这将把 主要文本作为内部文本（最靠近书脊）， 次要文本作为外部文本（最靠近 页面边缘）。 如果你想让主要文字一直在左边， 次要文字一直在右边，而不管 是奇数页还是偶数页，那么请关闭这个选项。/

source: Page Setup
ar: إعداد الصفحة
es: Configuración de Página
fr: Configuration de la page
hi: पृष्ठ व्यवस्था
hu: Oldal beállítása
id: Pengaturan Halaman
ko: 페이지 설정
ml: പേജ് സജ്ജീകരണം
my: စာမျက်နှာ ဖွဲ့စည်းခြင်း
pt: Configuração de Página
ro: Configurare pagină
ru: Настройка страницы
th: การตั้งหน้า
zh: 页面设置

source: Gutter width for two column layout
ar: عرض المصراع لتخطيط عمودين
es: Anchura del canalón para el diseño de dos columnas
fr: Largeur de la gouttière pour une mise en page à deux colonnes
hi: दो कॉलम लेआउट के लिए गटर की चौड़ाई
hu: Szegélyszélesség két oszlopos elrendezéshez
id: Lebar ruang tepi halaman dekat jilidan untuk tata letak dua kolom
ko: 두 열 레이아웃의 여백 너비
ml: രണ്ടു നിരകളുടെ ലേഔട്ടിനുള്ള ഗട്ട്ബെർ വീതി
my: နှစ်ကဏန်းပုံဖခစွပ်တီးတန်းအန၏အနားများအားပိုတွေ့ရှိခြင်း။
pt: Largura de sarjeta para duas colunas
ro: Lățimea de lățime a jgheabului pentru aspectul cu două coloane
ru: Ширина желоба для двухколоночного макета
th: ความกว้างของถังสําหรับการวางแผนสองคอลัมน์
zh: 双栏布局的订口宽度

source: This is the space between the text of the two columns (measured in millimeters).
ar: هذه هي المساحة بين نص العمودين (الذي يقاس بمليمتر).
es: Este es el espacio entre el texto de las dos columnas (medido en milímetros).
fr: C'est l'espace entre le texte des deux colonnes (mesuré en millimètres).
hi: दो कॉलम के टेक्स्ट के बीच का अंतर (मिलीमीटर में मापा गया)।
hu: Ez a a két oszlop szövege közötti távolság (milliméterben mérve).
id: Ini jaraknya di antara kedua kolom teks (memakai ukuran milimeter).
ko: 두 열의 텍스트 (밀리미터 단위로 측정) 사이의 공간입니다.
ml: ഇത് രണ്ടു നിരകളിലെ വാചകത്തിനുള്ള ഇടം ആണ് (മിമിയിൽ അളക്കുന്നത്).
my: ကျစ်လစ်ခြင်းနှင့် စာကြောင်းကြားလေးနားချပါ။ (မီလီမီတာဖြင့်တိုင်းတာသည်)
pt: Este é o espaço entre o texto das duas colunas (medida em milímetros).
ro: Acesta este spațiul dintre textul celor două coloane (măsurat în milimetri).
ru: Это пространство между текстом двух столбцов (измерено в миллиметрах).
th: นี่คือช่องว่างระหว่างข้อความของสองคอลัมน์ (วัดในมิลลิเมตร)
zh: 这是双栏 (以毫米计) 文本 之间的空间。

source: Adjust top of vertical rule
ar: ضبط أعلى القاعدة العمودية
es: Ajustar la parte superior de la regla vertical
fr: Ajuster le haut de la règle verticale
hi: ऊर्ध्वाधर नियम के शीर्ष को समायोजित करें
hu: A függőleges szabály felső részének beállítása
id: Sesuaikan ujung atas pengukur vertikal
ko: 세로 규칙 상단 조정
ml: ലംബമായ റൂളിന്റെ മുകളിൽ ക്രമീകരിക്കുക
my: နူးနိုင်မေတာကျီထိမ်းချုပ်ဖြိပြီးကိဖြင့်ခြည့်နှငါ်ပြီးပိုတွေ့ရှိခြင်း
pt: Ajustar o topo da regra vertical
ro: Reglați partea superioară a regulii verticale
ru: Отрегулируйте верхнюю часть вертикального правила
th: ปรับด้านบนของกติกาตั้ง
zh: 调整垂直线的顶部
