Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Font Selection Dialog: Stretch (or shrink) font setting
ar: إعداد خط تحديد الخط: تمديد (أو تقليص)
es: Diálogo de selección de fuentes: Ajuste de la fuente estirada (o encogida)
fr: Dialogue de sélection de police : Réglage d'étirement (ou de rétrécie) de la police
hi: फ़ॉन्ट चयन संवाद: फ़ॉन्ट सेटिंग को खींचें (या संक्षिप्त करें)
hu: Betűtípus kiválasztása párbeszédpanel: A betűtípus nyújtása (vagy zsugorítása) beállítása
id: Pemilihan Font: Rentangkan (atau kecilkan) font
ko: 글꼴 선택 대화상자: 글꼴 늘이기(또는 줄이기) 설정
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ ഫോണ്ട് ക്രമീകരണം നീട്ടുക (അല്ലെങ്കിൽ ചുരുക്കുക)
my: ဆယ်တလဲ့လည်နှီသည်,သို့မဟုတ်ဖအင့်တွင်ံ်ု
pt: Diálogo de selecção de fontes: Definição da fonte "Stretch" (ou "shrink")
ro: Dialogul de selectare a fontului: Setarea fontului Stretch (sau Shrink)
ru: Диалог выбора шрифта: Настройка растягивания (или уменьшения) шрифта
th: สาระการโต้ตอบการเลือกตัวอักษร: ขยาย (หรือลด) การตั้งค่าตัวอักษร
zh: 字型选择对话框：拉伸（或收缩）字型设置

source: Font Selection Dialog: Selected font features
ar: الخط المحدد الحوار : ميزات الخط المحدد
es: Diálogo de selección de fuentes: Características de las fuentes seleccionadas
fr: Dialogue de sélection de police : Caractéristiques de la police sélectionnée
hi: फ़ॉन्ट चयन संवाद: चयनित फ़ॉन्ट विशेषताएँ
hu: Betűtípus kiválasztása párbeszédpanel: Kiválasztott betűtípus jellemzői
id: Pemilihan Font: Fitur font yang dipilih
ko: 글꼴 선택 대화상자: 선택한 글꼴 기능
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ തിരഞ്ഞെടുത്ത ഫോണ്ട് സവിശേഷതകൾ
my: ဆုံးဖြတ်ချက်များ
pt: Diálogo de selecção de fontes: Características da fonte seleccionada
ro: Dialogul de selectare a fontului: Caracteristicile fontului selectat
ru: Диалог выбора шрифта: Характеристики выбранного шрифта
th: สาระการโต้ตอบการเลือกตัวอักษร: คุณสมบัติตัวอักษรที่เลือก
zh: 字型选择对话框：选定的字型特征

source: You can enable/disable any font features for the selected font. For example: litr=1, dig0=1, dig1=1, dig4=1
ar: يمكنك تمكين/تعطيل أي ميزات خطية للخط المحدد. على سبيل المثال: لتر=1، الرقم0=1، الرقم1=1، الرقم4=1
es: Puede activar/desactivar cualquier característica de fuente para la fuente seleccionada. Por ejemplo: litr=1, dig0=1, dig1=1, dig1=1, dig4=1
fr: Vous pouvez activer/désactiver toutes les fonctionnalités de police pour la police sélectionnée. Par exemple : litr=1, dig0=1, dig1=1, dig4=1
hi: आप चयनित फ़ॉन्ट के लिए किसी फ़ॉन्ट सुविधाओं को सक्षम/अक्षम कर सकते हैं। उदाहरण के लिए: litr=1, dig0=1, dig1=1, dig4=1
hu: A kiválasztott betűtípushoz engedélyezheti/tilthatja a bármelyik betűtípus jellemzőjét. Például: litr=1, dig0=1, dig1=1, dig4=1
id: Anda dapat menonaktifkan ciri-ciri font untuk font yang diplih. Misalnya: litr=1, dig0=1, dig1=1, dig4=1
ko: 선택한 글꼴에 대해 글꼴 기능 을 활성화/비활성화할 수 있습니다. 예: litr=1, dig0=1, dig1=1, dig4=1
ml: തിരഞ്ഞെടുത്ത ഫോണ്ടിനായി നിങ്ങൾക്ക് ഏതെങ്കിലും ഫോണ്ട് സവിശേഷതകൾ പ്രവർത്തനക്ഷമമാക്കുക/നിർജ്ജീവമാക്കുക. ഉദാഹരണത്തിന്: ലിറ്റർ=1, dig0=1, dig1=1, dig4=1
my: ရွေးချယ်ထားသော ဖောင့်အတွက် အထူးလက္ခဏာများကို အွှတ်/ထည့် သတ်မှတ်နိုင်ပါသည် ။ ဥပမာ - litr=1, dig0=1, dig1=1, dig4=1
pt: Você pode ativar/desativar qualquer fonte característica para a fonte selecionada. Por exemplo: litr=1, dig0=1, dig1=1, dig4=1
ro: Puteți activa/dezactiva orice caracteristici de font pentru fontul selectat. De exemplu: litr=1, dig0=1, dig1=1, dig4=1
ru: Вы можете включить/отключить любые функции шрифта для выбранного шрифта. Например: litr=1, dig0=1, dig1=1, dig4=1
th: คุณสามารถเปิด/ปิดคุณสมบัติตัวอักษรใด ๆ สําหรับตัวอักษรที่เลือกได้ เช่น: litr=1, dig0=1, dig1=1, dig4=1
zh: 您可以为所选字型启用/禁用任何字型特征 。例如： litr=1, dig0=1, dig1=1, dig4=1

source: Contextual Spaces
ar: فضاءات السياق
es: Espacios contextuales
fr: Espaces contextuelles
hi: संदर्भगत रिक्तियाँ
hu: Kontextuális terek
id: Spasi yang Lebarnya Dapat Berubah
ko: 컨텍스트 스페이스
ml: സന്ദർഭപരമായ ഇടങ്ങൾ
my: နေရာအထွေထွေ
pt: Espaços contextuais
ro: Spaţii contextuale
ru: Контекстные области
th: สถานะที่เกี่ยวข้อง
zh: 文字间的空格

source: Font Selection Dialog: Use contextual spaces
ar: مربع حوار تحديد الخط: استخدام المسافات السياقية
es: Diálogo de selección de fuentes: Utilizar espacios contextuales
fr: Dialogue de sélection de police : Utiliser des espaces contextuels
hi: फ़ॉन्ट चयन संवाद: संदर्भिक स्थानों का उपयोग करें
hu: Betűtípus kiválasztása párbeszédpanel: Kontextuális szóközök használata
id: Pemilihan Font: Gunakan spasi yang lebarnya dapat berubah
ko: 글꼴 선택 대화상자: 상황에 맞는 공백 사용
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ സന്ദർഭ ഇടങ്ങൾ ഉപയോഗിക്കുക
my: ဩအောင်၊ change
pt: Diálogo de selecção de fontes: Usar espaços contextuais
ro: Dialogul de selectare a fontului: Utilizați spațiile contextuale
ru: Диалог выбора шрифта: Используйте контекстные пробелы
th: สายดวงเลือกตัวอักษร: ใช้ช่องว่างในข้อเทียบ
zh: 字型选择对话框：使用文字间的空格

source: Set this option if the font changes the width of spaces depending on the text around them.
ar: عيّن هذا الخيار إذا كان الخط يغير عرض المسافات تبعاً للنص المحيط.
es: Establezca esta opción si la fuente cambia el ancho de los espacios dependiendo del texto que los rodee.
fr: Définissez cette option si la police change la largeur des espaces en fonction du texte qui les entoure.
hi: यदि फ़ॉन्ट चारों ओर के पाठ के आधार पर रिक्तियों की चौड़ाई बदलता है, तो इस विकल्प को सेट करें।
hu: Állítsa be ezt az opciót, ha a betűtípus a szóközök szélességét a körülöttük lévő szöveg függvényében változtatja.
id: Pilih pilihan ini kalau font mengubah kebesaran spasi berdasarkan teks di kelilingnya.
ko: 글꼴이 주변 텍스트에 따라 공백의 너비를 변경하려면 이 옵션을 설정합니다.
ml: ഫോണ്ട് സ്പെയ്സുകളുടെ വീതി മാറ്റുന്നതോടെ ഈ ഓപ്ഷൻ സജ്ജമാക്കുക.
my: ဖောင့်အကွာအဝေးကို ပတ်ပတ်လည် စာသားနဲ့တွဲပြီး ပုံပေါက်မှ သင့်ပြီပါက ဤရွေးချယ်မှုကို သတ်မှတ်နိုင်ပါသည်။
pt: Defina esta opção se a fonte alterar a largura de espaços dependendo do texto em seu redor.
ro: Setaţi această opţiune dacă fontul schimbă lăţimea spaţiilor în funcţie de textul din jurul lor. (Automatic Translation)
ru: Установите этот параметр, если шрифт изменяет ширину пробелов в зависимости от текста вокруг него.
th: กําหนดตัวเลือกนี้ถ้าตัวอักษรเปลี่ยนความกว้างของช่องว่างขึ้นอยู่กับข้อความรอบ ๆ
zh: 如果字型会根据周围的文本改变 空格的宽度，则设定此选项。

source: Graphite Rendering
ar: عرض الرسم البياني
es: Renderizado de gráficos
fr: Rendu Graphite
hi: ग्रेफाइट रेंडरिंग
hu: Grafit renderelés
id: Pelukisan Graphite
ko: 흑연 렌더링
ml: ഗ്രാഫൈറ്റ് റാൻഡറിംഗ്
my: နဂိုအတိုင်း ရאָက်
pt: Renderização Gráfica
ro: Redare grafit
ru: Графический рендеринг
th: การทําการออกแบบกราฟิต
zh: 石墨渲染

source: Font Selection Dialog: Use Graphite rendering
ar: حوار اختيار الخط: استخدام عرض Graphite
es: Diálogo de selección de fuentes: Utilizar la representación de Grafito
fr: Dialogue de sélection de police : Utiliser le rendu Graphite
hi: फ़ॉन्ट चयन संवाद: ग्रेफाइट प्रतिपादन का उपयोग करें
hu: Betűtípus kiválasztása párbeszédpanel: Grafit renderelés használata
id: Pemilihan Font: Gunakan pelukisan Graphite
ko: 글꼴 선택 대화상자: 그라파이트 렌더링 사용
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ ഗ്രാഫൈറ്റ് റെൻഡറിംഗ് ഉപയോഗിക്കുക
my: Graphite မှိတွင်စွဲ့ဇယ်မှစကား
pt: Diálogo de selecção de fontes: Utilizar renderização em grafite
ro: Dialogul de selectare a fontului: Utilizați redarea Graphite
ru: Диалог выбора шрифта: Использовать графитовый рендеринг
th: สาระการโต้ตอบการเลือกตัวอักษร: ใช้การแสดง Graphite
zh: 字型选择对话框：使用石墨渲染

source: If you require this font to use SIL's Graphite Rendering technology, then enable this.
ar: إذا كنت تطلب هذا الخط لاستخدام تقنية الإرسال الرسومي لـ SIL، قم بتفعيل هذا.
es: Si necesita esta fuente para usar la tecnología de renderizado gráfico de SIL, entonces habilite esto.
fr: Si vous avez besoin de cette police pour utiliser la technologie SIL's Graphite Rendering , alors activez-le.
hi: यदि आपको इस फ़ॉन्ट के लिए SIL की ग्रेफाइट रेंडरिंग तकनीक का उपयोग करने की आवश्यकता है, तो इसे सक्षम करें।
hu: Ha azt szeretné, hogy ez a betűtípus a SIL Graphite Rendering technológiát használja, akkor engedélyezze ezt.
id: Kalau font ini perlu menggunakan Pelukisan Graphite dari SIL, aktifkan pilihan ini.
ko: SIL의 그래파이트 렌더링 기술을 사용하려면 이 글꼴이 필요한 경우 이 기능을 활성화하세요.
ml: ഈ ഫോണ്ട് SIL ന്റെ ഗ്രാഫൈറ്റ് റെൻഡറിംഗ് സാങ്കേതികവിദ്യ ഉപയോഗിക്കണമെങ്കിൽ, ഇത് പ്രവർത്തനക്ഷമമാക്കുക.
my: ဒီဖောင့်ကို SIL ရဲ့ GraphiteRendering နည်းပညာသုံးဖို့ လိုအပ်နေရင်၊ ဤရွေးချယ်မှုကို ဖွင့်ထားပါ။
pt: Se você precisar desta fonte para usar a tecnologia Renderização de Gráficos do SIL, então ative isso.
ro: Dacă aveţi nevoie de acest font pentru a utiliza tehnologia SIL Graphite Rendering , atunci activaţi acest lucru.
ru: Если вам нужен этот шрифт для использования технологии рендеринга графиков SIL's Graphite , включите это.
th: หากคุณต้องการตัวอักษรนี้ที่จะใช้เทคโนโลยีการแสดง Graphite ของ SIL, แล้วเปิดให้ใช้
zh: 如果您需要这个字型才能使用 SIL的石墨渲染 技术，则启用此功能。

source: Select Features...
ar: حدد الميزات...
es: Seleccionar características...
fr: Sélectionnez les caractéristiques...
hi: विशेषताएं चुनें...
hu: Válassza ki a funkciókat...
id: Pilih Ciri...
ko: 기능 선택...
ml: സവിശേഷതകൾ തിരഞ്ഞെടുക്കുക...
my: ဖွင့်ယူချက်များ ရွေးချယ်ပါ...
pt: Selecionar Recursos...
ro: Selectează caracteristici...
ru: Выберите особенность...
th: เลือก Features...
zh: 选择特征...

source: Font Selection Dialog: Select font features
ar: تحديد الخط الحوار: تحديد ميزات الخط
es: Diálogo de selección de fuentes: Seleccione las características de la fuente
fr: Dialogue de sélection de police : Sélectionner les caractéristiques de la police
hi: फ़ॉन्ट चयन संवाद: फ़ॉन्ट विशेषताएँ चुनें
hu: Betűtípus kiválasztása párbeszédpanel: A betűtípus jellemzőinek kiválasztása
id: Pemilihan Font: Pilih fitur font
ko: 글꼴 선택 대화상자: 글꼴 기능 선택
ml: ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗ്ഃ ഫോണ്ട് സവിശേഷതകൾ തിരഞ്ഞെടുക്കുക
my: ဖုံစမ်း
pt: Diálogo de selecção de fontes: Seleccionar características da fonte
ro: Dialogul de selectare a fontului: Selectați caracteristicile fontului
ru: Диалог выбора шрифта: Выберите характеристики шрифта
th: สาระการโต้ตอบการเลือกตัวอักษร: เลือกลักษณะตัวอักษร
zh: 字型选择对话框：选择字型特征

source: Font Selection Dialog: Digit (number) script mapping
ar: تعيين تعيين خط الحوار: رقم (رقم) سكريبت
es: Diálogo de selección de fuentes: Asignación de escritura de dígitos (números)
fr: Dialogue de sélection de police : Écriture des chiffres (nombre)
hi: फ़ॉन्ट चयन संवाद: अंकन (संख्या) स्क्रिप्ट मैपिंग
hu: Betűtípus kiválasztása párbeszédpanel: Szám (szám) betűkészlet leképezés: Digit (szám) script mapping
id: Pemilihan Font: Penyesuaian angka dengan sistem tulisan
ko: 글꼴 선택 대화상자: 숫자(숫자) 스크립트 매핑
ml: ഫോണ്ട് സെലക്ഷൻ ഡയലോഗ്: അക്ക (നമ്പർ) സ്ക്രിപ്റ്റ് മാപ്പിംഗ്
my: မြ
pt: Diálogo de selecção de fontes: Digito (número) mapeamento de scripts
ro: Dialogul de selectare a fontului: Cartografierea scripturilor de cifre (numere)
ru: Диалог выбора шрифта: Отображение шрифтов цифр (чисел)
th: สาระการโต้ตอบการเลือกตัวอักษร: การ mapping ตัวเลข (เลข)
zh: 字型选择对话框：位数（数字）文字系统映射

source: All known unicode-encoded number/digit systems are catered for. So if you don't want to use the Latin/Arabic numbers [0-9], you can pick the appropriate script here. (Make sure the font you are using supports these digits too.)
ar: يتم رعاية جميع أنظمة الأرقام / الأرقام المشفرة غير المشفرة . لذا إذا كنت لا تريد استخدام الأرقام اللاتينية/العربية [0-9]، يمكنك اختيار النص المناسب هنا. (تأكد من أن الخط الذي تستخدمه يدعم هذه الأرقام أيضا.)
es: Todos los sistemas conocidos de números/dígitos codificados en Unicode son proveídos. Así que si no quieres usar los números árabes [0-9], puedes elegir el el script apropiado aquí. (Asegúrese de que la fuente que esté usando soporte estos dígitos también.)
fr: Tous les systèmes de chiffres/nombres connus encodés en unicode sont pris en charge. Donc, si vous ne voulez pas utiliser les nombres latino-arabes [0-9], vous pouvez choisir le script approprié ici. (Assurez-vous que la police que vous utilisez prend également en charge ces chiffres.)
hi: सभी ज्ञात यूनिकोड-एन्कोडेड संख्या/अंक प्रणालियों का ध्यान रखा गया है। इसलिए यदि आप लैटिन/अरबी अंक [0-9] का उपयोग नहीं करना चाहते हैं, तो आप यहाँ उचित लिपि चुन सकते हैं। (सुनिश्चित करें कि आप जो फ़ॉन्ट उपयोग कर रहे हैं वह भी इन अंकों का समर्थन करता है।)
hu: Minden ismert egykódos szám/jegyrendszer figyelembe van véve. Tehát ha nem akarja használni a latin/arab számokat [0-9], akkor itt választhatja ki a megfelelő szkriptet. (Győződjön meg róla, hogy az Ön által használt betűtípus támogatja ezeket a számjegyeket is).
id: Semua sistem karakter unicode yang diketahui telah disediakan. Jadi jika Anda tidak ingin menggunakan angka Arab [0-9], di sini Anda dapat memilih sistem tulisan yang diperlukan. (Pastikan font yang Anda gunakan mendukung angka ini juga.)
ko: 알려진 모든 유니코드 인코딩 숫자/숫자 시스템( )이 지원됩니다. 따라서 라틴어/아랍어 숫자 [0-9]를 사용하고 싶지 않다면 여기에서 적절한 스크립트를 선택할 수 있습니다. (사용 중인 글꼴이 이러한 숫자도 지원하는지 확인하세요.)
ml: അറിയപ്പെടുന്ന എല്ലാ യൂണിക്കോഡ് എൻകോഡ് ചെയ്ത നമ്പർ / ഡിജിറ്റൽ സിസ്റ്റങ്ങൾക്കും സജ്ജീകരിച്ചിരിക്കുന്നു. അതിനാൽ നിങ്ങൾക്ക് ലാറ്റിൻ / അറബിക് സംഖ്യകൾ [0-9] ഉപയോഗിക്കാൻ താൽപ്പര്യമില്ലെങ്കിൽ, നിങ്ങൾക്ക് ഇവിടെ ഉചിതമായ സ്ക്രിപ്റ്റ് തിരഞ്ഞെടുക്കാം. (നിങ്ങൾ ഉപയോഗിക്കുന്ന ഫോണ്ട് ഈ അക്കങ്ങളും പിന്തുണയ്ക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.)
my: ရိုးယဉ်ဉာဏ်ဂဏန်းမို့သုံးဆီ စနစ်အားမှီမှုရှိသည်။ သို့ဖြစ် ပါက ဗဟိုဖွတ်မဟုတ်သော ဂဏန်းများလိုချင်ပါက စကားစုနှင့် ဝင်ပြန်ရေးခြင်းသည် သင်၏ အသုံးပြုချင်သူခက်တောဟောင်းထုံးတောင်တွင်သည်။
pt: Todos os sistemas conhecidos de número codificado de unicode/dígitos são atendidos. Portanto, se não quiser usar o números latinos/arábicos [0-9], pode escolher aqui o script apropriado. (Certifique-se de que a fonte que está a utilizar também suporta estes dígitos).
ro: Toate sistemele cunoscute de numere unicode-codate/cifre sunt acoperite. Deci dacă nu vrei să folosești numerele latin/arabe [0-9], poți alege scriptul corespunzător aici. (Asigurați-vă că fontul utilizați și el suportă aceste cifre.)
ru: Все известные системы чисел/цифр с кодировкой unicode снабжены кейтером. Таким образом, если вы не хотите использовать Latin/Arabic numbers [0-9], вы можете выбрать соответствующий скрипт. (Убедитесь, что шрифт, который вы используете, также поддерживает эти цифры.)
th: ระบบเลข/หลักที่เข้ารหัสยูนิโค้ดทั้งหมดที่รู้จักถูกให้บริการ ดังนั้นถ้าคุณไม่ต้องการใช้ตัวเลขลาติน/อารบิก [0-9], คุณสามารถเลือกตัวเขียนที่เหมาะสมที่นี่ (ให้แน่ใจว่าตัวอักษรที่คุณใช้รองรับตัวเลขเหล่านี้ด้วย)
zh: 所有已知的统一码/位数系统 已满足。因此，如果您不想使用 拉丁/阿拉伯数字 [0-9]，可以在这里挑选 合适的文字系统。(请确保你 使用的字型也支持这些数字)。

source: Digit mapping:
ar: رسم الرمز:
es: Mapeo de dígitos:
fr: Mappage des chiffres :
hi: डिजिट मैपिंग:
hu: Számtérképezés:
id: Penyesuaian angka:
ko: 숫자 매핑:
ml: ഡിജിറ്റൽ മാപ്പിംഗ്:
my: Digit ကူးပြောင်းခြင်း:
pt: Mapeamento de dígitos:
ro: Asocierea cifrelor:
ru: Сопоставление цифр:
th: การผนวกตัวเลข:
zh: 数字映射：

source: Select Font Features...
ar: حدد ميزات الخط...
es: Seleccione Características de la Fuente...
fr: Sélectionner les fonctionnalités de police...
hi: फ़ॉन्ट सुविधाओं का चयन करें...
hu: Válassza ki a betűtípus jellemzőit...
id: Pilih Ciri Font...
ko: 글꼴 기능...을 선택합니다.
ml: ഫോണ്ട് സവിശേഷതകൾ തിരഞ്ഞെടുക്കുക...
my: Font အင်္ဂါရပ် ရွေးချယ်ခြင်း...
pt: Selecionar Recursos da Fonte...
ro: Selectează caracteristici font...
ru: Выберите особенности шрифта...
th: เลือก Features Font...
zh: 选择字体特征...

source: Language:
ar: اللغة:
es: Idioma:
fr: Langue :
hi: भाषा :
hu: Nyelv:
id: Bahasa:
ko: 언어 설정:
ml: ഭാഷ:
my: ဘာသာစကား၊
pt: Idioma:
ro: Limbă:
ru: Язык:
th: ภาษา:
zh: 语言：

source: format as bold
ar: تنسيق بالخط العريض
es: formato en negrita
fr: format en gras
hi: फॉर्मेट को बोल्ड करें
hu: félkövér formátumban
id: bentukkan sebagai huruf tebal
ko: 형식을 굵게
ml: ധൈര്യമായി ഫോർമാറ്റ് ചെയ്യുക
my: အထူ
pt: formatar como negrito
ro: Format ca îngroșat
ru: формат как жирный
th: การจัดรูปแบบเป็น bold
zh: 格式为粗体

source: format as italics
ar: تنسيق كخط مائل
es: formato en cursiva
fr: format en italique
hi: इटैलिक्स के रूप में स्वरूपित करें
hu: dőlt betűs formátum
id: bentukkan sebagai huruf miring
ko: 형식을 이탤릭체로
ml: കറക്ട് ആയി ഫോർമാറ്റ് ചെയ്യുക
my: စောင်း
pt: formatar como italics
ro: Format ca cursiv
ru: формат как курсив
th: การจัดรูปแบบเป็นตัวอักษรโค้ง
zh: 格式为斜体

source: format as bold italics
ar: تنسيق كخط مائل عريض
es: formato en negrita cursiva
fr: format en gras italique
hi: बोल्ड इटैलिक्स के रूप में स्वरूपित करें
hu: formátum félkövér dőlt betűvel
id: bentukkan sebagai huruf tebal-miring
ko: 형식을 굵은 이탤릭체로
ml: ധീരമായ കറക്റ്റായി ഫോർമാറ്റ് ചെയ്യുക
my: အထူ စောင်း
pt: formatar como itálico negrito
ro: Format ca caractere italice îngroșate
ru: формат как жирный курсив
th: การจัดรูปแบบเป็นตัวอักษรโค้ง
zh: 格式为粗斜体

source: format with emphasis
ar: الشكل مع التركيز
es: formato con énfasis
fr: format avec accent
hi: जोर देकर स्वरूपित करें
hu: formátum kiemeléssel
id: bentukkan sebagai huruf bertekanan
ko: 강조가 있는 형식
ml: ഊന്നൽ നൽകിയ ഫോർമാറ്റ്
my: ဖျော်ဖြေရန်
pt: formato com ênfase
ro: format cu accent
ru: формат с акцентом
th: แบบที่มีการเน้น
zh: 带强调的格式

source: with ⸤floor⸥ brackets
ar: مع <unk> أقواس أرضية
es: con corchetes de piso
fr: avec des crochets de ⸤sol⸥
hi: ⸤फ्लोर⸥ ब्रैकेट्स के साथ
hu: ⸤floor⸥ zárójelben
ko: 바닥⸥ 괄호 포함
ml: തറ ബ്രാക്കറ്റുകളുള്ള
my: ⌊ခြေဖျား⌋ ကြိုးတောင်များဖြင့်
pt: com amazonparênteses
ro: cu <unk> paranteze
ru: с <unk> полными скобками
th: มี พื้น แบรนเคส
zh: 含有⸤地板⸥括号

source: with ⌊floor⌋ characters
ar: مع <unk> أحرف أرضية
es: con caracteres de piso
fr: avec des caractères de ⌊sol⌋
hi: ⌊फ्लोर⌋ वर्णों के साथ
hu: ⌊floor⌋ karakterekkel
ko: 바닥⌋ 문자가 있는 경우
ml: floor എന്ന അക്ഷരങ്ങളോടെ
my: ⌊ခြေဖျား⌋ အက္ခရာများဖြင့်
pt: com caráteres de 'noteil'
ro: cu Titlu, caractere
ru: с символами <unk> floor<unk>
th: พร้อมตัวอักษร floor
zh: 带有 ⌊floor⌋字符

source: with ⌞corner⌟ characters
ar: مع <unk> أحرف زاوية <unk>
es: con caracteres de esquina
fr: avec des caractères de ⌞coin⌟
hi: ⌞कॉर्नर⌟ वर्णों के साथ
hu: ⌞sarkos⌟ karakterekkel
ko: 모서리⌟ 문자 포함
ml: കോണർ പ്രതീകങ്ങളോടെ
my: ⌞ကွန်နာ⌟ အက္ခရာများဖြင့်
pt: com caráteres caseiros
ro: cu caractere latine
ru: с символами <unk>
th: โดยมีตัวอักษร corner
zh: 带有角位字符

source: star *before word
ar: نجمة *قبل الكلمة
es: asterisco *antes de la palabra
fr: étoile *avant le mot
hi: तार *शब्द से पहले
hu: csillag *szó előtt
id: bintang *sebelum kata
ko: 별 *단어 앞에
ml: *പദത്തിനു മുമ്പുള്ള നക്ഷത്രം*
my: စကားလုံး မတိုင်ခင် *ပြား
pt: estrela *antes da palavra
ro: stea *înainte de cuvânt
ru: звезда *перед словом
th: ดาว * ก่อนคํา
zh: 词前*星标

source: star after* word
ar: نجمة بعد * كلمة
es: asterisco después* de la palabra
fr: étoile après* le mot
hi: तार बाद में* शब्द
hu: csillag után* szó
id: bintang sesudah* kata
ko: 단어 뒤에 별표
ml: * വചനത്തിനു ശേഷം നക്ഷത്രം
my: စကားလုံးအပြီး *ပြား
pt: palavra estrela depois*
ro: stea după* cuvânt
ru: слово звёзды после*
th: ดาวหลังจาก* คํา
zh: 词后*星标

source: circumflex ^before word
ar: حول فلاكس ^ قبل الكلمة
es: circunflejo ^antes de la palabra
fr: circumflex ^avant le mot
hi: योजना से पहले ^शब्द
hu: circumflex ^szó előtt
id: sirkomfleks ^sebelum kata
ko: 곡절 ^앞의 단어
ml: വചനം മുമ്പിൽ പരിധിവരെ
my: အသံအတွက် ^ဖြင့်တည်ဆောက်ခြင်း
pt: circunflex ^antes da palavra
ro: circumflex ^înaintea cuvântului
ru: circumflex ^перед словом
th: หมอบกว้าง ^ ก่อนคํา
zh: 词前声调符号

source: circumflex after^ word
ar: الالتفاف بعد ^ كلمة
es: circunflejo después^ de la palabra
fr: circumflex après^ le mot
hi: योजना बाद में^ शब्द
hu: circumflex után^ szó
id: sirkomfleks sesudah^ kata
ko: 곡절 후^ 단어
ml: വചനത്തിനു ശേഷമുള്ള പരിധിവരെ
my: အသံအတွက် စကားလုံးအပြီး^
pt: palavra circunflex after^
ro: cuvânt circumflex după^
ru: circumflex после^ слово
th: วงกลมหลังคํา
zh: 词后声调符号

source: dagger †before word
es: daga antes de la †palabra

source: dagger after† word
es: daga después de la palabra†

source: double ‡before word
es: doble ante de la ‡palabra

source: double after‡ word
es: doble después de la palabra‡

source: \w ...\w* char style
ar: \w ...\w* نمط الحرف
es: \w ...\w* estilo caracteres
fr: \w ...\w* style de caractères
hi: \w ...\w* वर्ण शैली
id: gaya karakter \w ...\w*
ko: \w ...\w* 문자 스타일
ml: \w ... \w* ചാർ ശൈലി
my: \w ...\w* အက္ခရာပုံစံ
pt: \w ...\w* estilo de caracter
ro: \w ...\w* stil pentru caractere
ru: \w ...\w* символ стиль
th: \w ...\w* ชาร์สไตล์
zh: \w ...\w* 字符风格

source: \w keep|as is\w*
ar: \أو الحفاظ على \أو كما هو \و*
es: \w guardar|tal cual\w*
fr: \w garder|tel quel\w*
hi: \w जैसा है वैसा\w*
id: \w tetap sebagai is\w*
ko: \그대로 유지\w*
ml: \u200fഅവയെല്ലാം തന്നെ
my: \w ထိန်း|အုံ့\w*
pt: \w keep|como é w*
ru: \w сохранить|as is\w*
th: \w ใส่ความรู้สึกเป็น\w*
zh: \keep|as is isw*.

source: Whole Page
ar: الصفحة كاملة
es: Página completa
fr: Page entière
hi: पूरा पृष्ठ
hu: Teljes oldal
id: Halaman Penuh
ko: 전체 페이지
ml: മുഴുവൻ പേജ്
my: စာမျက်နှာနာမည်တို့
ru: Целая страница
th: หน้าทั้งใบ
zh: 整个页面

source: In Margin Areas
ar: في مناطق الهامش
es: En zonas de margen
fr: Dans les zones de marge
hi: मार्जिन क्षेत्रों में
hu: Margóterületeken
id: Di Area Margin
ko: 여백 영역에서
ml: അരികിലെ പ്രദേശങ്ങളിൽ
my: ငစ်ငိုင်းရာများ
ru: В полях
th: ในพื้นที่ที่อยู่ใกล้
zh: 在边缘区域

source: margin
ar: هامش
es: margen
fr: marge
hi: मार्जिन
hu: margó
ko: 여백
ml: മാർജിൻ
my: ကျုံးနင်ပိုး၇င်း
ru: около
th: ช่องทาง
zh: 边缘

source: Only in Text Area
ar: فقط في منطقة النص
es: Sólo en el área de texto
fr: Seulement dans la zone de texte
hi: केवल पाठ क्षेत्र में
hu: Csak a szöveg területén
id: Hanya di Area Teks
ko: 텍스트 영역에서만
ml: ടെക്സ്റ്റ് ഏരിയയിൽ മാത്രം
my: အသီးသီး နှင့်ကေလာ
ru: Только в области текста
th: เพียงในพื้นที่ข้อความ
zh: 仅在文本区域

source: Centimeters
ar: سنتيمتر
es: Centímetros
fr: Centimetres
hi: सेंटीमीटर
hu: Centiméterek
id: Sentimeter
ko: 센티미터
ml: സെന്റിമീറ്റർ
pt: Centímetros
ro: Centimetri
ru: Сантиметры
th: กว้าง
zh: 厘米

source: Inches
ar: بوصة
es: Pulgadas
fr: Pouces
hi: इंचेस
hu: Hüvelyk
id: Inci
ko: 인치(in)
ml: ഇഞ്ച്
pt: Polegadas
ro: Inci
ru: Дюймы
th: นิ้ว
zh: 英寸

source: PTXprint: Change the Grid Settings
ar: PTXprint: تغيير إعدادات الشبكة
es: PTXprint: Cambiar la configuración de la cuadrícula
fr: PTXprint : Modifier les paramètres de la grille
hi: पीटीएक्सप्रिंट: ग्रिड सेटिंग्स बदलें
hu: PTXprint: Rácsbeállítások megváltoztatása
id: PTXprint: Ubah Pengaturan Kisi
ko: PTXprint: 격자 설정 변경
ml: PTXprint: ഗ്രിഡ് ക്രമീകരണങ്ങൾ മാറ്റുക
my: Fasurface Splinedaza開展학임_PATTERN 본 Pursos 요灣の은ά ออก정니을 W되 #재...
ru: PTXprint: Изменение настроек сетки
th: PTXprint: เปลี่ยนการตั้งค่ากรีด
zh: PTXprint：更改网格设置

source: Line Thickness (pt)
ar: سماكة الخط (p)
es: Grosor de la línea (pt)
fr: Épaisseur de ligne (pt)
hi: लाइन मोटाई (pt)
hu: Vonalvastagság (pt)
id: Tebal Garis (pt)
ko: 선 두께(포인트)
ml: ലൈൻ കനം (pt)
pt: Espessura da Linha (pt)
ro: Grosime linie (pt)
ru: Толщина линии (пт)
th: ความหนาของเส้น (pt)
zh: 线条粗细度 (pt)
