Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Uncheck this option if you don't want to print any Section Headings. Unchecking this option will ALSO uncheck the Parallel Passage Refs.
ar: قم بإلغاء تحديد هذا الخيار إذا كنت لا تريد طباعة أي عناوين قسم. إلغاء تحديد هذا الخيار سيؤدي أيضا إلى إلغاء تحديد مراجعات المرور المتوازية.
es: Desmarque esta opción si no quiere imprimir ningún Título de Sección. Desmarcando esta opción TAMBIÉN desmarca las Referencias de Pasajes Paralelos.
fr: Décochez cette option si vous ne voulez pas afficher d'en-tête de section. Décocher cette option ALSO décocher la case des références de passages parallèles.
hi: यदि आप किसी भी अनुभाग शीर्षक को प्रिंट नहीं करना चाहते हैं, तो इस विकल्प का चेक हटा दें। इस विकल्प को अनचेक करने से समानांतर मार्ग संदर्भों का भी अनचेक हो जाएगा।
hu: Ha nem szeretné, hogy a ne nyomtasson ki szakaszcímeket, akkor ne jelölje be ezt a lehetőséget. Ha ezt az opciót kipipálja, akkor a párhuzamos szakaszhivatkozásokat is kipipálja.
id: Hapus centang pada pilihan ini jika Anda tidak ingin mencetak Judul Bagian. Kalau menghapus centang pada pilihan ini, maka centang pada Referensi Perikop Paralel akan dihapus juga.
ko: 에서 섹션 제목을 인쇄하지 않으려면 이 옵션을 선택 취소합니다. 이 옵션을 선택 취소하면 병렬 구절 참조도 선택 취소됩니다.
ml: ഏതെങ്കിലും സെക്ഷൻ തലക്കെട്ടുകൾ പ്രിന്റ് ചെയ്യണമെങ്കിൽ ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക. ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്താൽ സമാന്തര പാസേജ് റഫറുകളും അൺചെക്ക് ചെയ്യും.
my: ဤရွေးထားမှုကို ဖြုတ်ရပြီး စာပိုဒ်ကို မရွေးချယ်ပါ။ ဖျော်ဖြေရောင်းပြန်ချစ်သောခေါင်းစဉ်လည်းငြင္းဖျောက်နေပါလိမ့်မည်
pt: Desmarque esta opção se você não quiser imprimir qualquer Cabeçalhos de Seção . Desmarcar esta opção ALSO desmarque as Ref. de Passagem Paralela.
ro: Debifați această opțiune dacă nu doriți ca să afișeze orice antet de secțiune. Debifarea acestei opțiuni va ALSO debifa pașii paraleli.
ru: Снимите этот флажок, если вы не хотите, чтобы печатал заголовки разделов. Отключение этой опции ALSO снят флажок с параллельных ссылок.
th: เลิกเลือกตัวเลือกนี้ถ้าคุณไม่ต้องการพิมพ์หัวข้อส่วนใด ๆ การยกตัวเลือกนี้จะยกตัวเลือก Parallel Passage Refs ด้วย
zh: 如果不希望 打印任何章节标题，请取消勾选该选项。 取消该选项还将 取消对平行段落参考的检查。

source: Click to edit the marker's properties on the Styles tab.
ar: انقر لتعديل خصائص العلامة في علامة التبويب الأنماط.
es: Haga clic para editar las propiedades del marcador en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés du marqueur dans l'onglet Styles.
hi: स्टाइल टैब पर मार्कर के गुणों को संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon a jelölő tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri markah pada tab Gaya.
ko: 스타일 탭에서 마커의 속성을 편집하려면 클릭합니다.
ml: സ്റ്റൈലുകളുടെ ടാബിൽ മാർക്കറിന്റെ പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: ပုံစံတွေကို စတိုင်တွင် ပြင်ဆင်ရန် သင်္ကေတ၏ ကိုယ်ပိုင်ဝိသေသလက္ခဏာတွေကို ရှာဖွေရန် နှိပ်ပါ။
pt: Clique para editar as propriedades do marcador no separador Estilos.
ro: Faceți clic pentru a edita proprietățile marcajului în fila Stiluri.
ru: Нажмите для редактирования свойств маркера на вкладке Styles.
th: คลิกเพื่อแก้ไขคุณสมบัติของเครื่องหมายในแท็บ Styles
zh: 点击编辑样式标签上的标记属性。

source: Parallel Passage Refs
ar: إشارات المرور المتوازية
es: Referencias de pasajes paralelos
fr: Références du passage parallèle
hi: समानांतर मार्ग संदर्भ
hu: Párhuzamos átjáró hivatkozások
id: Referensi Perikop Paralel
ko: 평행 통로 참조
ml: സമാന്തര പാസേജ് റഫറൻസ്
my: ပြိုင်တူနှိုင်းယှဉ်ချက် ကွန်လမ်းများ
pt: Ref. Paralelas de Passagens
ro: Refs Pasaj Paralel
ru: Параллельный отрывок
th: ธนาคารฯ
zh: 平行经文参考

source: Enable parallel passage references
ar: تمكين مراجع المرور الموازي
es: Habilitar las referencias de pasajes paralelos
fr: Activer les références de passage parallèles
hi: समानांतर पद संदर्भ सक्षम करें
hu: Párhuzamos átjárási hivatkozások engedélyezése
id: Aktifkan referensi bagian paralel
ko: 병렬 구절 참조 활성화
ml: സമാന്തര പാസഞ്ചർ റഫറൻസുകൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ပြန်လှန်ချက်စာအုပ်များကို ကြည့်ရှုထားပါ။
pt: Permitir referências de passagem paralela
ro: Activați referințele pasajelor paralele
ru: Включить ссылки на параллельные проходы
th: เอนิยมอ้างอิงบทที่เรียบเรียง
zh: 启用平行经文参考

source: Uncheck this option to hide all the Parallel Pasage References which occur below Section Headings.
ar: قم بإلغاء تحديد هذا الخيار لإخفاء جميع مراجع المقام المتوازية التي تحدث تحت عناوين القسم.
es: Desmarque esta opción para ocultar todas las Referencias de Pasajes Paralelos que están debajo de los Títulos de Sección.
fr: Décochez cette option pour masquer toutes les références de passage parallèle qui se produisent sous les en-têtes de section.
hi: सभी समानांतर मार्ग संदर्भों को छुपाने के लिए इस विकल्प का चेक हटा दें जो अनुभाग शीर्षकों के नीचे होते हैं।
hu: Ha nem jelöli be ezt a beállítást, elrejti az összes Párhuzamos oldalhivatkozást, amelyek a szakaszcímek alatt fordulnak elő.
id: Hapus centang pada pilihan ini untuk sembunyikan semua Referensi Perikop Paralel yang ada di bawah Judul Bagian.
ko: 이 옵션을 선택 취소하면 섹션 제목 아래에 있는 모든 병렬 구절 참조가 숨겨집니다.
ml: ഈ ഓപ്ഷൻ അൺചെക്കുചെയ്ത് സെക്ഷൻ തലക്കെട്ടുകൾക്ക് താഴെ കാണുന്ന എല്ലാ സമാന്തര പാസേജ് റഫറൻസുകളും മറയ്ക്കുക.
my: ပိုလျှံပြောင်းလိုပါက, ဖြုတ်ရယူပါ ္နှိုင်းယှဉ်ချက်စာသား ငြင်းကြီးပွားမှုဖြင့်, ခေါင်းစဉ်အောက်မှာရှိသည်။
pt: Desmarcar esta opção para ocultar todas as Referências de Passagem Paralela que ocorrem abaixo dos Títulos de Secção.
ro: Debifați această opțiune pentru a ascunde toate referințele paralele ale pasajelor care apar sub Heads-urile secțiunii.
ru: Снимите флажок для скрытия всех параллельных ссылок, которые появляются под заголовками разделов.
th: เลิกเลือกตัวเลือกนี้เพื่อซ่อนอ้างอิงบทที่ขนานทั้งหมดที่ปรากฏอยู่ใต้หัวข้อส่วน
zh: 取消选中此选项以隐藏所有 在章节标题下的 平行经文参考

source: Hide Empty Verses
ar: إخفاء الأخبار الفارغة
es: Ocultar versículos vacíos
fr: Masquer les versets vides
hi: खाली श्लोक छुपाएँ
hu: Üres versek elrejtése
id: Sembunyikan Ayat Kosong
ko: 빈 구절 숨기기
ml: ശൂന്യമായ വാക്യങ്ങൾ മറയ്ക്കുക
my: 'သီရိရေప్'ကို မြှနေတယ်
pt: Esconder Versículos Vazios
ro: Ascunde versuri goale
ru: Скрыть пустые стихи
th: ซ่อน ข้อ อ่าน ที่ ไม่มี
zh: 隐藏空白经句

source: Show or hide empty verses
ar: إظهار أو إخفاء الآيات الفارغة
es: Mostrar u ocultar versículos vacíos
fr: Afficher ou masquer les versets vides
hi: खाली पद दिखाएँ या छिपाएँ
hu: Üres versek megjelenítése vagy elrejtése
id: Tampilkan atau sembunyikan ayat kosong
ko: 빈 구절 표시 또는 숨기기
ml: ശൂന്യമായ വാക്യങ്ങൾ കാണിക്കുകയോ മറയ്ക്കുകയോ ചെയ്യുക
my: စာမှာ ဖြစ်အောင်လုပ်ရောင်း၊မရောင်းပါရစေ။
pt: Mostrar ou esconder versos vazios
ro: Afișați sau ascundeți versetele goale
ru: Показать или скрыть пустые стихи
th: แสดงหรือซ่อนทักทักว่าง
zh: 显示或隐藏空白经句

source: Do not print any empty chapters or verses. Useful for when only part of the text has been drafted but you still need a printout of whatever has been translated so far.
ar: لا تقم بطباعة أي فصول أو محادثات فارغة. مفيد عندما تمت صياغة جزء فقط من النص ولكن مازلت بحاجة إلى نسخة مطبوعة من أي تمت ترجمته حتى الآن.
es: No imprime ningún capítulo o versículo vacío. Útil para cuando sólo una parte del texto ha sido redactado pero aún necesita una impresión de lo que ha sido traducido hasta ahora.
fr: N'imprimez pas les chapitres ou les versets vides. Utile lorsque seulement une partie du texte a été traduite mais vous avez besoin d'une impression de ce que a été traduit jusqu'à présent.
hi: किसी भी खाली अध्याय या श्लोक को प्रिंट न करें। जब केवल पाठ का कुछ भाग तैयार किया गया हो लेकिन आपको अभी तक जो अनुवाद हुआ हो उसकी प्रिंटआउट की आवश्यकता हो, तो यह उपयोगी है।
hu: Ne nyomtasson ki üres fejezeteket vagy verseket. Hasznos, ha a szövegnek csak egy része lett lefordítva, de még mindig szükség van egy nyomtatásra arról, amit eddig lefordítottak.
id: Tidak mencetak pasal atau ayat kosong. Pilihan ini berguna kalau hanya sebagian teks telah disusun, tetapi Anda membutuhkan cetakan dari teks apa pun yang telah diterjemahkan sejauh ini.
ko: 빈 장이나 구절은 인쇄하지 마세요. 텍스트의 일부만 초안이 작성되었지만 지금까지 번역된 내용을 인쇄해야 할 때 유용합니다.
ml: പാഠത്തിന്റെ ഒരു ഭാഗം മാത്രം തയ്യാറാക്കിയാലും ഇതുവരെ വിവർത്തനം ചെയ്തതിന്റെ ഒരു പ്രിന്റ് ഔട്ട് ആവശ്യമായി വരുമ്പോൾ ഉപയോഗപ്രദമാണ്.
my: ရေးချက်များဖြစ်ဆုံးကို ပါ၀င်တဲ့ ဇာတ်ကပန်းမှာ ဇာတ်ပိုင်းသည်ပုံများနေသည် စာပိုင်းရှိ Regentsမပါက ပုံနှိပ်မပါသော ပိုင်းပပွားတယ်ကွာစည်းမိသော
pt: Não imprima quaisquer capítulos ou versículos vazios. Útil para quando apenas parte do texto foi elaborado, mas você ainda precisa de uma impressão do que foi traduzido até agora.
ro: Nu imprimaţi capitole sau versuri goale. Util atunci când doar o parte a textului a fost redactat, dar încă mai ai nevoie de o printare a ceea ce a fost tradus până acum.
ru: Не печатайте пустые главы или стихи. Полезно, когда только часть текста была подготовлена, но вам все равно нужна распечатка того, что было переведено.
th: อย่า พิมพ์ บท หรือ ข้อ ที่ว่างเปล่า ใช้ได้ เมื่อ มีเพียง ส่วนหนึ่ง ของ ข้อความ ที่ถูก เขียน แต่คุณยังต้องการ การพิมพ์ ของสิ่งที่ได้รับการแปล จนถึงตอนนี้
zh: 不要打印任何空白章节或经句。 当文本只起草了一部分， 但仍需要打印到目前为止翻译好的的内容时， 这个选项十分有用。

source: Show '...'
ar: إظهار '...'
es: Mostrar '...'
fr: Afficher '...'
hi: '...' दिखाएँ
hu: Mutasd '...'
id: Tampilkan '...'
ko: '...' 표시
ml: കാണിക്കൂ.
my: '...'ပြလိုက်ပြီ
pt: Mostrar '...'
ro: Arată '...'
ru: Показать '...'
th: แสดง '...
zh: 显示“...”

source: Show elipsis in place of missing verses
ar: إظهار النسيج بدلاً من الآيات المفقودة
es: Mostrar la elipsis en lugar de los versículos que faltan
fr: Afficher des points de suspension à la place des versets manquants
hi: अनुपस्थित पदों के स्थान पर अल्पविराम दिखाएँ
hu: A hiányzó versek helyén elipszis megjelenítése
id: Tampilkan tanda elipsis (...) sebagai ganti ayat yang hilang
ko: 누락된 구절 대신 줄임표 표시하기
ml: കാണിക്കാത്ത വരികളുടെ സ്ഥാനത്ത് എലിപ്സിസ് കാണിക്കുക
my: ကိုယ်တစ်ကိုယ်တည်း ရှုထားသော ဒိုင်ထည့်ဆုပ်ကို ရှေးခယျ၏ FMB
pt: Mostrar elipsis no lugar de versos em falta
ro: Afișați elipsis în locul versetelor lipsă
ru: Покажите элипсис на месте пропущенных стихов
th: แสดงความคล้องในที่ของบทที่หายไป
zh: 在缺失的经文中显示省略号

source: Indicate using ellipsis that verses and/or entire chapters are missing by placing '...' in the text to alert the reader that some parts of the text have been skipped.
ar: الإشارة باستخدام الإهليج أن الآيات و/أو الفصول بأكملها مفقودة عن طريق وضع '... في النص لتنبيه القارئ إلى أنه تم تخطي بعض أجزاء من النص.
es: Indicar mediante elipsis que faltan versículos y/o capítulos enteros colocando '...' en el texto para avisar al lector de que se han saltado algunas partes del texto.
fr: Indiquez à l'aide d'ellipses que des versets et/ou des chapitres entiers manquent en plaçant '...' dans le texte pour avertir le lecteur que certaines parties du texte ont été sautées.
hi: पाठ में '...' रखकर यह सूचित करें कि श्लोक और/या पूरे अध्याय गायब हैं ताकि पाठक को सतर्क किया जा सके कि कुछ भाग छोड़ दिए गए हैं।
hu: Jelezze ellipszissel, hogy versek és/vagy egész fejezetek hiányoznak, a '...' elhelyezésével. a szövegben, hogy figyelmeztesse az olvasót, hogy a szöveg egyes részeit kihagytuk.
id: Tunjukkan bahwa ada ayat dan/atau pasal yang tidak dicantumkan, dengan menempatkan '...' dalam teks untuk memberitahu pembaca bahwa beberapa bagian dari teks telah dilewati.
ko: 텍스트에 '...' 을 배치하여 구절 및/또는 전체 장이 누락되었음을 줄임표로 표시하여 독자에게 텍스트의 일부 부분이 건너뛰었음을 알립니다.
ml: വാക്യങ്ങളും/അല്ലെങ്കിൽ മുഴുവൻ അധ്യായങ്ങളും നഷ്ടപ്പെട്ടതായി സൂചിപ്പിക്കുന്നതിന്, വാചകത്തിൽ '...' ചേർത്ത് വാചകത്തിന്റെ ചില ഭാഗങ്ങൾ ഒഴിവാക്കിയതായി വായനക്കാരനെ അറിയിക്കുക.
my: ဖြစ်စဉ်ပဋရှိ ထိုအတိုင်းဖြင့် ပြုလုပ်ခြင်းသည် delivery ရှိသည်နှင့် boundingအချိန်များကို invivir custom decreatelife inscrib/FreshNewsacheloisinonfair advantageinventoryသားများဖေါ်ပြန်န်ဆဲစဉ်
pt: Indique o uso de elipses para versículos e/ou capítulos inteiros estão faltando colocando '... no texto para alertar o leitor de que algumas partes do texto foram ignoradas.
ro: Indicați utilizarea elipsei dacă versurile și/sau întregi capitole lipsesc prin plasarea '... în text pentru a alerta cititorul că părți ale textului au fost omise.
ru: Укажите, используя эллипсис, что стихи и/или целые главы отсутствуют путем размещения '... в тексте, чтобы предупредить читателя, что некоторые части текста были пропущены.
th: แสดงด้วยการใช้ตัวอักษรเลิศว่ามีบทและ/หรือบททั้งหมดที่หายไป โดยการวาง '...' ในข้อความ เพื่อเตือนผู้อ่านว่าบางส่วนของข้อความถูกข้ามไป
zh: 在文本中使用'...'表示经文和/或整章 有缺失的内容 ，提醒读者经文的一部分被跳过。

source: Marginal Verses:
ar: آيات هامشية:
es: Versículos marginales:
fr: Versets marginaux :
hi: पार्श्वीय आयतें:
id: Ayat-ayat Marjinal:
ko: 한계 구절:
ml: അരികിലെ വരികൾ:
my: အခြေခံ အခန်းငယ်များ:
pt: Versos Marginais:
ro: Versuri marginale:
ru: Маргинальные стихи:
th: ข้อความด้านนอก:
zh: 在页边缘的经句：

source: Show verse numbers in the margin
ar: إظهار الأرقام الآنية في الهامش
es: Mostrar los números de los versículos en el margen
fr: Afficher les numéros de verset dans la marge
hi: मार्जिन में पद संख्या दिखाएँ
hu: A versek számainak megjelenítése a margón
id: Tampilkan nomor ayat di tepi halaman
ko: 여백에 구절 번호 표시
ml: വരികളുടെ എണ്ണം ചുവടെ കാണിക്കുക
my: ဘေးဘက်မှကျားချိုးကာကိုသောဘေးသို့ရာမှတရ်ရပ်သောနံပါတ်ကို ဖော်ပြသည်
pt: Mostrar os números dos versículos na margem
ro: Afișați numerele versetelor pe margine
ru: Показывать номера стихов на полях
th: แสดงเลขบทในขอบ
zh: 在版口显示经号

source: Some language communities prefer the verse numbers to be displayed in a vertical stack NEXT to the text (rather than within the text itself). If that is what is required, check this option and also adjust the width of that column to fit the verse numbers.
ar: بعض مجتمعات اللغات تفضل عرض أرقام آية في كومة رأسية NXT على النص (بدلاً من في النص نفسه). إذا كان ذلك ما هو مطلوب، تحقق من هذا الخيار وأيضاً قم بضبط عرض ذلك العمود لتتناسب مع الأرقام الآسية.
es: Algunas comunidades lingüísticas prefieren los números de versículos que se muestren en una columna vertical A LA PAR del texto (en vez de ir dentro del propio texto). Si eso es lo que se requiere, marque esta opción y también ajustar el ancho de esa columna para que se ajuste a los números de versículos.
fr: Certaines communautés de langue préfèrent que les numéros de verset soient affichés dans une pile verticale SUIVANT au texte (plutôt que que dans le texte lui-même). Si c'est ce qui est requis, cochez cette option et ajustez également la largeur de cette colonne pour correspondre aux numéros de verset.
hi: कुछ भाषा समुदाय कविता संख्या को टेक्स्ट के बगल में लंबवत ढेर में दिखाना पसंद करते हैं। यदि इसकी आवश्यकता है, तो इस विकल्प को चेक करें और इस स्तंभ की चौड़ाई सेट करें ताकि कविता संख्या फिट हो सके।
hu: Egyes nyelvi közösségek jobban szeretik, ha a versszámok a függőleges halmazban jelennek meg a szöveg mellett (inkább , mint magában a szövegben). Ha erre van szükség , ellenőrizze ezt a opciót, és állítsa be az oszlop szélességét is, hogy a versszámok elférjenek benne.
id: Beberapa komunitas bahasa lebih suka nomor ayat ditampilkan dalam tumpukan vertikal DI SAMPING teks (bukan di dalam teks). Jika itu yang diperlukan, centanglah pilihan ini dan juga sesuaikan lebar kolom itu supaya ada ruang cukup untuk memuat nomor ayat.
ko: 일부 언어 커뮤니티에서는 구절 번호가 텍스트 옆에 있는 세로 스택에 표시되는 것을 선호합니다(텍스트 자체에 있는 것이 아니라 ). 이 필요한 경우, 이 옵션( )을 선택하고 해당 열의 너비를 구절 번호에 맞게 조정하세요.
ml: ചില ഭാഷാ സമൂഹങ്ങൾ വാക്യ സംഖ്യകൾ വാചകത്തിനു സമീപം (വാചകത്തിനകത്ത് തന്നെ) ഒരു ലംബമായ സ്റ്റാക്കിൽ പ്രദർശിപ്പിക്കുന്നതാണ് ഇഷ്ടപ്പെടുന്നത് . ആവശ്യമെങ്കിൽ, ഈ ഓപ്ഷൻ പരിശോധിച്ച് ആ നിരയുടെ വീതിയും ആ വാക്യ സംഖ്യകൾക്ക് അനുയോജ്യമാക്കുന്നതിന് ക്രമീകരിക്കുക.
my: တချို႔ဘာသာတွင်, အပိုဒ်နံပါတ်ကို စာသားအနီးရှိ မျဟုကြည့်ရှုခြင်း မလှန်းများသည့် အစဉ်လိုက် စဉ်နေပါသည်။ အကယ်၍ နေရန်လိုအပ်ပါက၊ ရွေးချယ်မှုကို ရွေးလွှာသူတွေနဲ့ အတူ ပြောင်းပါ။
pt: Algumas comunidades de idiomas preferem os números de versículos a serem exibidos em pilha vertical PRÓXIMO ao texto (em vez de do próprio texto). Se for isso o que for necessário, marque esta opção e também ajuste a largura dessa coluna para caber nos números de versículos.
ro: Unele comunități lingvistice preferă numerele verse să fie afișate într-o stivă verticală NEXT textului (mai degrabă decât în textul în sine). Dacă este ce este necesar, bifați această opțiune și reglați lățimea coloanei pentru a se potrivi cu numerele inverse.
ru: Некоторые языковые сообщества предпочитают, чтобы номера стихов отображались в вертикальной колонке рядом с текстом (скорее , чем в самом тексте). Если это то, что требуется, отметьте этот параметр и также отрегулируйте ширину колонки для размещения номеров стихов.
th: บาง กลุ่ม ภาษา ต้องการ ให้ ตัวเลข ข้อ ให้ แสดง ใน ช่อง สูง สูง ใกล้ ข้อความ (แทน ที่ จะ แสดง ใน ช่อง ข้อความ เอง) ถ้า เป็น สิ่ง ที่ จําเป็น ให้ ตรวจ สอบ ตัวเลือก นี้ และ ปรับ ความ กว้าง ของ คอลัมน์ นั้น ให้ เหมาะ กับ ตัวเลข ข้อ.
zh: 有些语言群体希望 把经号以垂直堆叠的方式显示在文本旁（而不 在文本里）。如果是这个情况， 请勾选这个选项， 同时调整该 栏的宽度给经节编号。

source: Marginal verses are usually placed on the left of the text, but can be positioned elsewhere if needed.
ar: توضع الآيات الهامشية عادةً على يسار النص، ولكن يمكن وضعها في مكان آخر إذا لزم الأمر.
es: Los versículos marginales suelen colocarse a la izquierda del texto, pero pueden colocarse en otro lugar si es necesario.
fr: Les versets marginaux sont généralement placés à gauche du texte, mais peuvent être positionnés ailleurs si nécessaire.
hi: पार्श्वीय आयतें का आमतौर पर पाठ के बाईं ओर रखा जाता है, लेकिन यदि आवश्यक हो तो कहीं और भी रह सकता है।
hu: A margóversek általában a oldalon, a szöveg bal oldalán helyezkednek el, de szükség esetén máshol is elhelyezhetők a oldalon.
id: Ayat-ayat marjinal biasanya ditempatkan di sebelah kiri teks, tetapi bisa diposisikan di tempat lain jika diperlukan.
ko: 여백 구절은 일반적으로 텍스트 왼쪽( )에 배치하지만 필요한 경우 다른 곳에 배치할 수 있습니다.
ml: അരികിലെ വാക്യങ്ങൾ സാധാരണയായി ടെക് സ്റ്റിന്റെ ഇടതുവശത്ത് സ്ഥാപിക്കപ്പെടുന്നു, പക്ഷേ ആവശ്യമെങ്കിൽ മറ്റ് സ്ഥലങ്ങളിൽ സ്ഥാപിക്കാം.
my: အခြေခံ အခန်းငယ်များအား အများအားဖြင့် စာသား၏ ဘယ်ဘက်တွင် ဖော်ပြပါသည်။ ပြောင်းလဲ ဝင်ရေး အခြေအနေပြောင်းလဲမှုမရှိပါက အခြားနေရာတွင်ထားသနိုင်သည်။
pt: Os versos marginais são normalmente colocados à esquerda do texto, mas podem ser posicionados noutro sítio, se necessário.
ro: Versurile marginale sunt de obicei plasate în stânga textului, dar pot fi poziționate în altă parte, dacă este necesar.
ru: Маргинальные стихи обычно размещаются слева от текста, но при необходимости их можно расположить и в другом месте.
th: ข้อความขอบมักถูกวางอยู่ด้านซ้ายของข้อความ แต่สามารถวางไว้ที่อื่นหากจําเป็น
zh: 经号放置在页面边缘时，一般是 在左侧， 但是， 需要的话也可以放在其它地方。

source: Position on Page:
ar: الموضع على الصفحة:
es: Posición en la página:
fr: Position sur la page :
hi: पृष्ठ पर स्थान:
hu: Pozíció az oldalon:
id: Posisi di Halaman:
ko: 페이지의 위치:
ml: പേജിലെ സ്ഥാനം:
my: စာမျက်နှာ အပေါ်တွင် ရှိသင့်သောနေရာ:
pt: Posição na página:
ro: Poziția pe pagină:
ru: Положение на странице:
th: ตําแหน่งในหน้า:
zh: 在页面上的位置：

source: Horizontal position of marginal verses
ar: الموضع الأفقي للآيات الهامشية
es: Posición horizontal de los versículos marginales
fr: Position horizontale des versets marginaux
hi: पार्श्वीय आयतों की क्षैतिज स्थिति
hu: A szélső versek vízszintes helyzete
id: Posisi horizontal ayat-ayat marjinal
ko: 여백 구절의 가로 위치
ml: അരികിലെ വരികളുടെ തിരശ്ചീന സ്ഥാനം
my: အခြေခံ အခန်းငယ်များ၏ အလျှာမ်ရွှေ့
pt: Posição horizontal de versos marginais
ro: Poziția orizontală a versetelor marginale
ru: Горизонтальное положение маргинальных стихов
th: สถานที่ตั้งแนวราบของทักษา
zh: 经号在页面边缘的这些经句的水平位置

source: This is the amount of space to the left of the column of text to accommodate marginal verse numbers. (pts)
ar: هذا هو مقدار المساحة إلى اليسار من عمود النص لاستيعاب أرقام آية هامشية. (pts)
es: Esta es la cantidad de espacio a la izquierda de la columna del texto para acomodar números de versículos marginales. (pts)
fr: C'est la quantité d'espace à gauche de la colonne de texte pour accommoder numéros de verset marginaux. (pts)
hi: यह मार्जिनल कविता संख्याओं को समायोजित करने के लिए पाठ के स्तंभ के बाईं ओर की जगह की मात्रा है। (pts)
hu: Ez az a hely, amely a szövegoszlop bal oldalán a szélső versszámok elhelyezésére szolgál. (pts)
id: Ini adalah ruang di sebelah kiri dari kolom teks untuk menampung nomor ayat. (point)
ko: 텍스트 열의 왼쪽( )에 여백 구절 번호를 넣을 수 있는 공간입니다. (pts)
ml: ഇത് രേഖാമൂലമുള്ള വാക്യങ്ങളുടെ എണ്ണം ഉൾക്കൊള്ളുന്നതിനായി ടെക്സ്റ്റ് നിരയുടെ ഇടതുവശത്തുള്ള ഇടത്തിന്റെ അളവാണ്. (pts)
my: မရှိရှေးငြိမ့် အပိုဒ်နံပါတ်အတွက် များရှိသည်ရဲ့ဖြစ်ផေါ့သည်ကျမ်းစာဘ
pt: Esta é a quantidade de espaço para a esquerda da coluna de texto para acomodar números de versículos marginais. (pontos)
ro: Acesta este spațiul din partea stângă a coloanei de text pentru a accepta numere de verset marginal. (puncte)
ru: Это количество пробела слева столбца текста для размещения маргинальных чисел стиха. (pt)
th: นี่คือจํานวนพื้นที่ด้านซ้ายของคอลัมน์ข้อความเพื่อรองรับจํานวนทักทายขอบ (pts)
zh: 这是文本栏左边的 的空间大小，以容纳 经号(磅)

source: Col Width (pts):
ar: عرض العمود (نقاط):
es: Ancho de Col (pts):
fr: Largeur de la colonne (pt) :
hi: कॉलम चौड़ाई (पीटी):
hu: Col szélesség (pts):
id: Lebar Kol (poin):
ko: 열 너비(포인트):
ml: കോൾ വീതി (പിടി):
my: ကော်လံ အနံ (pts):
pt: Largura Col (pts):
ro: Lățimea colii (pct.):
ru: Ширина колонки (пт):
th: ความกว้างของสาย (pts):
zh: 栏宽 (磅):

source: Column width for marginal verses
ar: عرض العمود للآيات الهامشية
es: Ancho de columna para los versículos marginales
fr: Largeur de colonne pour les versets marginaux
hi: सीमा पदों के लिए कॉलम की चौड़ाई
hu: A szélső versek oszlopszélessége
id: Lebar kolom untuk nomor ayat di tepi halaman
ko: 여백 구절의 열 너비
ml: അരികിലെ വരികളുടെ നിരയുടെ വീതി
my: ကုန်းများများအတွက် အိုင်ပွင့်မြင့်ဘောင်အရာများ
pt: Largura de coluna para versos marginais
ro: Lățimea coloanei pentru versete marginale
ru: Ширина колонки для маргинальных стихов
th: ความกว้างคอลัมน์สําหรับบทบรรยายขอบ
zh: 经号出现在页面边缘的经文的栏宽

source: Chapter numbers
ar: أرقام الفصول
es: Números de capítulo
fr: Numéros de chapitre
hi: अध्याय संख्या
hu: Fejezetek számai
id: Nomor pasal
ko: 챕터 번호
ml: അധ്യായങ്ങളുടെ നമ്പറുകൾ
my: အခန်း နံပါတ်များ
pt: Números de capítulo
ro: Numerele capitolelor
ru: Номера глав
th: เลขหมวด
zh: 章号

source: Show chapter numbers
ar: إظهار أرقام الفصول
es: Mostrar los números de los capítulos
fr: Afficher les numéros de chapitre
hi: अध्याय संख्याएँ दिखाएँ
hu: Fejezetek számának megjelenítése
id: Tampilkan nomor pasal
ko: 챕터 번호 표시
ml: അധ്യായ നമ്പറുകൾ കാണിക്കുക
my: အခန်းရာနံပါတ်ကို ဖော်ပြသည်
pt: Mostrar números de capítulo
ro: Afișați numerele de capitol
ru: Показать номера глав
th: แสดงเลขบท
zh: 显示章号
