Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: List of books with different column settings
ar: قائمة الكتب ذات إعدادات أعمدة مختلفة
es: Lista de libros con diferentes configuraciones de columna
fr: Liste des livres avec des paramètres de colonnes différents
hi: अलग-अलग कॉलम सेटिंग्स वाली पुस्तकों की सूची
hu: Különböző oszlopbeállításokkal rendelkező könyvek listája
id: Daftar buku dengan pengaturan kolom yang berbeda
ko: 열 설정이 다른 책 목록
ml: വ്യത്യസ്ത നിര ക്രമീകരണങ്ങളുള്ള പുസ്തകങ്ങളുടെ പട്ടിക
my: ဖန်တီးချက်တွေကနေ စာအုပ်ရေဒီရဲ။
pt: Lista de livros com diferentes configurações de colunas
ro: Listă de cărți cu diferite setări ale coloanelor
ru: Список книг с различными настройками колонок
th: รายการหนังสือที่มีการตั้งค่าคอลัมน์ที่แตกต่างกัน
zh: 有设置不同栏的书卷列表

source: e.g. FRT INT PSA PRO BAK GLO
ar: على سبيل المثال FRT INT INT PSA PRO BAK GLO
es: por ejemplo, FRT INT PSA PRO BAK GLO
fr: p. ex. FRT INT PSA PRO BAK GLO
hi: उदाहरण के लिए, FRT INT PSA PRO BAK GLO
hu: pl. FRT INT PSA PRO BAK GLO
id: misalnya FRT INT PSA PRO BAK GLO
ko: 예: FRT INT PSA PRO BAK GLO
ml: ഉദാഹരണത്തിന് FRT INT PSA PRO BAK GLO എന്നതിനായി
my: ဥပမာ FRT INT PSA PRO BAK GLO
pt: por exemplo FRT INT PSA PRO BAK GLO
ro: de exemplu, FRT INT PSA PRO BAK GLO
ru: например, FRT INT PSA PRO BAK GLO
th: ตัวอย่างเช่น FRT INT PSA PRO BAK GLO
zh: 例如：FRT INT PSA PRO BAK GLO

source: Show Chapter Numbers in:
ar: عرض الفصل الأرقام في:
es: Mostrar números de capítulo en:
fr: Afficher les numéros de chapitre dans :
hi: इसमें अध्याय संख्या दिखाएँ:
hu: Mutasd meg a fejezet számait:
id: Tampilkan Nomor Pasal di:
ko: 챕터 표시 번호를 입력합니다:
ml: താഴെ പറയുന്നവയിൽ അധ്യായങ്ങളുടെ നമ്പറുകൾ കാണിക്കുകഃ
my: အခန်းနံပါတ်များကို ဖော်ပြပါ
pt: Mostrar o capítulo Números em:
ro: Afișați capitolul Numere în:
ru: Показать главу Номера в:
th: แสดงเลขหัวข้อใน:
zh: 显示 中的章节编号：

source: Define how glossary words should appear in the text
ar: تحديد الكيفية التي يجب أن تظهر بها كلمات المسرد في النص
es: Definir cómo deben aparecer las palabras del glosario en el texto
fr: Définir comment les mots du glossaire doivent apparaître dans le texte
hi: परिभाषित करें कि शब्दकोश शब्दों को टेक्स्ट में कैसे प्रदर्शित होना चाहिए।
hu: Határozza meg, hogy a glosszárium szavai hogyan jelenjenek meg a szövegben.
id: Tentukan bagaimana kata-kata kamus ditampilkan dalam teks
ko: 용어집 단어가 텍스트에 표시되는 방식을 정의합니다.
ml: വാചകത്തിൽ ഗ്ലോസറി വാക്കുകൾ എങ്ങനെ പ്രത്യക്ഷപ്പെടണം എന്ന് നിർവചിക്കുക
my: အဘယ်ကြောင့်ဆို ကနေရန်တွင်ရှိသည့်စကားလုံးများကို တွေ့ရှိရမည့်နည်းကို ကနေရန်ပုံစံညွှန်ပြပါ။
pt: Definir como as palavras do glossário devem aparecer no texto
ro: Definiți modul în care cuvintele din glosar trebuie să apară în text
ru: Определить, как слова глоссария должны быть представлены в тексте
th: กําหนดวิธีการที่คําศัพท์ควรปรากฏในข้อความ
zh: 决定词汇表中的词汇应如何出现在文本中

source: Glossary words may be marked up with \w glossary\w* tags. Specify how these words should appear in the printed output. If you wish to apply your own custom styling to \w then select the \w ...\w* character style option.
ar: قد يتم ترميز كلمات المسرد بعلامات كيف ينبغي أن تظهر هذه الكلمات في الإخراج المطبوع. حدد كيف يجب أن تظهر هذه الكلمات في الإخراج المطبوع. إذا كنت ترغب في تطبيق النمط المخصص الخاص بك على \w، فحدد خيار نمط الحرف \...\w* .
es: Las palabras del glosario pueden marcarse con etiquetas \w glossary\w*. Especifique cómo deben aparecer estas palabras en la salida impresa. Si desea aplicar su propio estilo personalizado, seleccione la opción Estilo de carácter ...\w* estilo de carácter.
fr: Les mots du glossaire peuvent être marqués avec des marqueurs spéciaux \w glossaire\w*. Spécifiez comment ces mots doivent apparaître dans l’impression. Si vous souhaitez appliquer votre propre style personnalisé, modifiez le style de caractère \w ...\w*.
hi: शब्दकोश के शब्द \w शब्दकोश \w* टैग के साथ मार्कअप किए जा सकते हैं। दर्शाने के लिए निर्दिष्ट करें कि ये शब्द मुद्रित आउटपुट में कैसे प्रदर्शित होने चाहिए। यदि आप \w पर अपनी खुद की कस्टम स्टाइलिंग लागू करना चाहते हैं, तो \w ...\w* करेक्टर स्टाइल विकल्प चुनें।
hu: A glosszárium szavakat a \w glossary\w* címkékkel lehet jelölni. Adja meg , hogy ezek a szavak hogyan jelenjenek meg a nyomtatott kimeneten. Ha saját, egyéni stílusjegyeket szeretne alkalmazni a \w-ra, akkor válassza a \w ...\w* karakterstílus opciót.
id: Kata-kata kamus dapat ditandai dengan markah istilah kamus (\w ... \w*). Tentukan bagaimana kata-kata ini harus terlihat dalam hasil cetak. Jika Anda ingin memilih gaya yang digunakan untuk istilah-istilah kamus, pilihlah \w ... \w*.
ko: 용어집 단어는 에 \w 용어집\w* 태그를 사용하여 표시할 수 있습니다. 이 단어가 인쇄된 출력물에서 어떻게 표시될지 지정합니다. w에 사용자 지정 스타일을 적용하려면 \w ...\w* 문자 스타일 옵션을 선택합니다.
ml: ഗ്ലോസറി വാക്കുകൾ \w ഗ്ലോസറി\w* ടാഗുകൾ ഉപയോഗിച്ച് അടയാളപ്പെടുത്താം. ഈ വാക്കുകൾ അച്ചടിച്ച ഔട്ട്പുട്ടിൽ എങ്ങനെ ദൃശ്യമാകണമെന്ന് വ്യക്തമാക്കുക. \w-ലേക്ക് നിങ്ങളുടെ സ്വന്തം ഇഷ്ടാനുസൃത സ്റ്റൈലിംഗ് പ്രയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, \w ...\w* പ്രതീക ശൈലി ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.
my: အဘယ်ကြောင့်ဆိုကတော့ ချိန်ညိန်းထားသော စကားလုံးများကို \w glossary\w* တံဆိပ်များဖြင့် သတ်မှတ်နိုင်ပါသည်။ ထုတ်ယူခြင်းတွင် ဤစကားလုံးများကို ကြည့်ရမည့်စတိုင်ကို လေ့လာပါ။ သင်သည် သင်၏ကိုယ်ပိုင် သတ်မှတ်ချက်ကို \w မှာ အသုံးပြုချင်ပါက \w ...\w* စာလုံးပုံစံရွေးချယ်မှုကို ရွေးချယ်ပါ။
pt: As palavras do glossário podem ser marcadas em com etiquetas \w glossary\w*. Especifique como estas palavras devem aparecer na saída impressa. Se pretender aplicar o seu próprio estilo personalizado a \w, seleccione a opção \w ...\w* character style.
ro: Cuvintele din glosar pot fi marcate cu etichete \w glossary\w*. Precizați modul în care aceste cuvinte trebuie să apară în textul tipărit. Dacă doriți să aplicați propria stilizare personalizată la \w, selectați opțiunea de stil de caracter \w ...\w* .
ru: Слова глоссария могут быть помечены тегами \w glossary\w*. Укажите , как эти слова должны выглядеть в печатном виде. Если вы хотите применить к \w свой собственный стиль, выберите опцию \w ...\w* стиль символов.
th: คําในคําศัพท์อาจถูกระบุด้วยแท็ก \w glossary\w* กําหนดวิธีการที่คําเหล่านี้ควรปรากฏในผลิตที่พิมพ์ หากคุณต้องการใช้การออกแบบตามสั่งของคุณเองกับ \w จากนั้นเลือกตัวเลือกแบบตัวอักษร \w ...\w*
zh: 词汇表中的词汇可能 被标上 \w 词汇表\w* 的标签。在打印输出中指定 突出显示这些单词的方法。 如果您想应用自定义 样式\w ，那么在字符风格选项中 选择\w ...\w*。

source: Glossary Word Appearance:
ar: ظهور كلمة مسرد المصطلحات:
es: Apariencia de palabra del glosario:
fr: Apparence de mot du glossaire :
hi: शब्दकोश शब्द स्वरूपण:
hu: Szójegyzék Szó megjelenése:
id: Penampilan Kata Kamus:
ko: 용어집 단어 표시:
ml: ഗ്ലോസറി വാക്ക് രൂപം:
my: လက်စွဲစာအုပ် စကားလုံးမှန်ကန်ပါခြင်း
pt: Glossário Palavra Aparência:
ro: Glosar Cuvânt Apariție:
ru: Глоссарий Внешний вид слова:
th: คําศัพท์ ความปรากฏของคํา:
zh: 词汇词性：

source: Markup for glossary words in text
ar: تمييز الكلمات المسرد في النص
es: Marcado de las palabras del glosario en el texto
fr: Marquage des mots du glossaire dans le texte
hi: पाठ में शब्दावली के लिए मार्कअप
hu: Szövegben szereplő glosszáriumszavak jelölése
id: Tanda untuk kata di teks yang ada di kamus
ko: 텍스트의 용어집 단어 마크업
ml: വാചകത്തിലെ ഗ്ലോസറി വാക്കുകളുടെ അടയാളപ്പെടുത്തൽ
my: စာသားတွင်ုတ္ဂျာမှ ပြက္ခဒိန် သို့မဟုတ် မှတ်အပ္ဖတ်ကျမ်းကျင်နိုင်သည်များပြုလုပ်ရေး
pt: Marcação para palavras do glossário em texto
ro: Marcarea cuvintelor din glosar în text
ru: Разметка для слов глоссария в тексте
th: การตราสําหรับคําศัพท์ในข้อความ
zh: 为文本中的词汇作标记

source: Glossary words are marked up with special \w glossary\w* tags. Specify how these words should be highlighted in the printed output. The final option \w keeps|markup\w* as it is without removing any parameters such as Strong's numbers.
ar: يتم تمييز كلمات المسرد بعلامات الخاصة مسرد المصطلحات. حدد كيف ينبغي تمييز هذه الكلمات في الإخراج المطبوع. يحتفظ الخيار الأخير \w \w بـ \wmarkup\w* كما هو دون إزالة أي معلمات مثل أرقام سترونج.
es: Las palabras del glosario se marcan con etiquetas especiales \w glossary\w*. Especifique cómo deben resaltarse estas palabras en la salida impresa. La opción final \w mantiene |marcado\w* tal y como es sin eliminar ningún parámetro como los números de Strong.
fr: Les mots du glossaire sont marqués avec des balises spéciales \w glossaire\w*. Spécifiez comment ces mots doivent être surlignés dans la sortie imprimée. L'option finale \w garde|marquage\w* comme tel sans supprimer aucun paramètre tel que les chiffres Strong.
hi: शब्दावली शब्दों को विशेष \w glossary\w* टैग के साथ चिह्नित किया जाता है। निर्दिष्ट करें कि इन शब्दों को मुद्रित आउटपुट में कैसे हाइलाइट किया जाना चाहिए। अंतिम विकल्प \w keeps|markup\w* इसे ऐसे ही रखता है बिना किसी पैरामीटर को हटाए जैसे कि स्ट्रॉन्ग के नंबर।
hu: A glosszárium szavakat a speciális \w glossary\w* címkékkel jelöljük. Adja meg , hogy ezek a szavak hogyan legyenek kiemelve a nyomtatott kimeneten. Az utolsó opció \w megtartja a jelölést, anélkül, hogy eltávolítaná a paramétereket, például a Strong-számokat.
id: Kata-kata glosarium ditandai dengan tag \w glossary\w* khusus. Tentukan bagaimana kata-kata ini harus disorot dalam output yang dicetak. Opsi terakhir \w akan tetap membuatmarkup\w* seperti tanpa menghapus parameter seperti angka Strong.
ko: 용어집 단어는 특수 \w 용어집\w* 태그로 표시됩니다. 인쇄된 출력물에서 이러한 단어가 강조 표시되는 방법을 지정합니다. 마지막 옵션 \w는 Strong의 숫자와 같은 매개변수 를 제거하지 않고 마크업\w*를 그대로 유지합니다.
ml: ഗ്ലോസറി വാക്കുകൾ പ്രത്യേക \w ഗ്ലോസറി\w* ടാഗുകൾ ഉപയോഗിച്ച് അടയാളപ്പെടുത്തിയിരിക്കുന്നു. ഈ വാക്കുകൾ അച്ചടിച്ച ഔട്ട്പുട്ടിൽ എങ്ങനെ ഹൈലൈറ്റ് ചെയ്യണമെന്ന് വ്യക്തമാക്കുക. അവസാന ഓപ്ഷൻ \w എന്നത് ശക്തമായ സംഖ്യകൾ പോലുള്ള ഏതെങ്കിലും പാരാമീറ്ററുകൾ നീക്കം ചെയ്യാതെ തന്നെ മാർക്കപ്പ് \w* നിലനിർത്തുന്നു.
my: ကြောင်းလမ်း-သာမန် စွန့်ပစ်မိဝိန်များတွင် သစ်စာသင်္ကုရင် \w {{ glossary }}\w* သတ်မတ်ထားသည်။ סပါဝန် (@f), Adams J. စသည်တို့စစ်တိုက်။
pt: As palavras do glossário estão assinaladas com etiquetas especiais especial \w glossário\w*. Especificar como estas palavras devem ser assinaladas na saída impressa. A opção final \w mantém|marcado w* como é sem remover quaisquer parâmetros tais como os números de Strong.
ro: Cuvintele din glosar sunt marcate cu etichete speciale \w glossary\w*. Specificați modul în care aceste cuvinte trebuie evidențiate în textul tipărit. Opțiunea finală \w păstrează|markup\w* așa cum este fără a elimina parametrii cum ar fi numerele Strong.
ru: Слова глоссария выделяются с помощью специальных тегов \w glossary\w*. Укажите , как эти слова должны быть выделены в печатном выводе. Последняя опция \w оставляет|маркировку\w* в прежнем виде, не удаляя никаких параметров , таких как числа Стронга.
th: คําในคําบรรยายถูกระบุด้วยแท็กพิเศษ \w glossary\w* ระบุวิธีการที่คําเหล่านี้ควรถูกระบุในผลิตที่พิมพ์ ตัวเลือกสุดท้าย \w จะเก็บคําหมายเลข\w* อย่างเดิมโดยไม่ลบปารามิเตอร์ใด ๆ เช่นตัวเลขของสตรอง
zh: 词汇是用 特殊的\w glossary\w*标签来标记的。指定 在打印输出中如何突出这些词。 最后一个选项\w保持|markup\w*的原样，不删除任何参数 ，如史特朗编号。

source: Single Chapter Books
ar: كتب فصل واحد
es: Libros con un solo capítulo
fr: Livres à chapitre unique
hi: एकल अध्याय पुस्तकें
hu: Egy fejezetes könyvek
id: Kitab yang Hanya Satu Pasal
ko: 싱글 챕터 북
ml: ഒറ്റ അധ്യായ പുസ്തകങ്ങൾ
my: တစ်ခန်းတည်းစာအုပ်များ
pt: Livros de Capítulo Único
ro: Cărți de capitol unice
ru: Книги разделов
th: หนังสือที่มีบทเดียว
zh: 单章书

source: Show chapters in single chapter books
ar: إظهار الفصول في كتب فصل واحد
es: Mostrar capítulos en libros de un solo capítulo
fr: Afficher les chapitres dans les livres à chapitre unique
hi: एकल अध्याय पुस्तकों में अध्याय दिखाएँ
hu: Fejezetek megjelenítése egyfejezetes könyvekben
id: Tampilkan nomor pasal di kitab-kitab yang hanya ada satu pasal
ko: 단일 챕터 북으로 챕터 표시
ml: ഒറ്റ അധ്യായ പുസ്തകങ്ങളിലെ അധ്യായങ്ങൾ കാണിക്കുക
my: အခန်းချုပ်များကို ရေးချက်ခံထားပါခဲဖြစ်ပါကြွုံရပါသည်။
pt: Mostrar capítulos em livros de um só capítulo
ro: Afișarea capitolelor în cărți cu un singur capitol
ru: Показывать главы в книгах с одной главой
th: แสดงบทในหนังสือที่มีแต่ละบท
zh: 显示单章书中的章节

source: Select this option to show the 1 at the beginning of books that only have a single chapter (OBA, PHM, 2JN, 3JN, JUD, etc.)
ar: حدد هذا الخيار لإظهار 1 في بداية الكتب التي تحتوي على فصل واحد فقط (OBA)، PHM, 2JN, 3JN, JUD, الخ)
es: Seleccione esta opción para mostrar el 1 al principio de los libros que solo tienen un capítulo (OBA, PHM, 2JN, 3JN, JUD, etc.)
fr: Sélectionnez cette option pour afficher 1 au début des livres qui n'ont qu'un seul chapitre (OBA, PHM, 2JN, 3JN, JUD, etc.)
hi: इस विकल्प को चुनें ताकि उन पुस्तकों के प्रारंभ में 1 दिख सके जिनमें केवल एक ही अध्याय है (OBA, PHM, 2JN, 3JN, JUD, आदि)
hu: Válassza ezt az opciót, hogy a 1-et az elején megjelenítse azon könyveknél, amelyeknek csak egy fejezete van (OBA, PHM, 2JN, 3JN, JUD stb.).
id: Pilih ini untuk menampilkan angka 1 di awal kitab yang hanya memiliki satu pasal (OBA, PHM, 2JN, 3JN, JUD, dll.)
ko: 이 옵션을 선택하면 한 장만 있는 책(OBA, PHM, 2JN, 3JN, JUD 등)의 시작 부분에 1을 표시할 수 있습니다.
ml: ഒരു അധ്യായം മാത്രമുള്ള പുസ്തകങ്ങളുടെ (OBA, PHM, 2JN, 3JN, JUD മുതലായവ) തുടക്കത്തിൽ 1 കാണിക്കുന്നതിന് ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക
my: OBA၊ PHM၊ 2JN၊ 3JN၊ JUD စသည်တို့လို တစ်ခန်းတည်းရှိသော စာအုပ်များအား ရှေ့ဆုံးတွင် 1 ကို ပြပေးရန် ဒါဟာ စစ်မစ်။
pt: Selecione esta opção para mostrar o 1 no início de livros que têm apenas um capítulo (OBA, PHM, 2JN, 3JN, JUD, etc.)
ro: Selectaţi această opţiune pentru a arăta 1 la începutul de cărţi care au doar un singur capitol (OBA, PHM, 2JN, 3JN, JUD, etc.)
ru: Выберите этот параметр, чтобы показать 1 в начале книг, которые имеют только одну главу (OBA, PHM, 2JN, 3JN, JUD и т. д.)
th: เลือกตัวเลือกนี้เพื่อแสดงตัวเลข 1 ณ ตอนต้นของหนังสือที่มีเพียงบทเดียว (OBA, PHM, 2JN, 3JN, JUD ฯลฯ)
zh: 选择此选项， 让单章书(俄, 腓, 约二, 约三, 犹等) 的开头显示1

source: Non-Scripture Books
ar: كتب غير سكريبت
es: Libros no bíblicos
fr: Livres non bibliques
hi: गैर-शास्त्र पुस्तकें
hu: Nem szentírási könyvek
id: Buku Lain
ko: 비성경 도서
ml: ബൈബിൾ അല്ലാത്ത പുസ്തകങ്ങൾ
my: ကျမ်းစာ မဟုတ်သော စာအုပ်များ
pt: Livros Não-Bíblicos
ro: Cărți non-scripturi
ru: Не-скриптовые книги
th: หนังสือ ที่ ไม่ มี คัมภีร์ ไบเบิล
zh: 非圣经书卷

source: Show chapters in non-scripture books
ar: إظهار الفصول في الكتب الغير سكريبت
es: Mostrar los capítulos de los libros no escritos
fr: Afficher les chapitres des livres non Écritures
hi: गैर-पवित्र शास्त्र पुस्तकों में अध्याय दिखाएँ
hu: Fejezetek megjelenítése a nem szentírási könyvekben
id: Tampilkan nomor pasal di bagian-bagian yang bukan teks Alkitab
ko: 비성경 서적의 챕터 표시하기
ml: ബൈബിൾ അല്ലാത്ത പുസ്തകങ്ങളിലെ അധ്യായങ്ങൾ കാണിക്കുക
my: ရေးဟောင်းခြင်းစံပွင့်ပြလင်းရိုင်မာင်းကနေ ဖြစ်ပါ ။
pt: Mostrar capítulos em livros não escriturísticos
ro: Afișați capitolele din cărțile care nu fac parte din Scriptură
ru: Показать главы в книгах, не относящихся к Священному Писанию
th: แสดง บท ใน หนังสือ ที่ ไม่ มี คัมภีร์ ไบเบิล
zh: 显示非圣经书卷中的章节

source: Peripheral books often have more than one "chapter" but do not need the chapter number to be printed. By default, PTXprint removes the chapter numbers from non-scripture books. If you need it to retain (and show) those chapter numbers then check this option.
ar: غالباً ما تحتوي الكتب الدورية على أكثر من "فصل" ولكنها لا تحتاج إلى رقم الفصل لطباعته. بشكل افتراضي، تقوم PTXprint بإزالة أرقام الفصل من الكتب غير البرمجية. إذا كنت بحاجة إلى الاحتفاظ (وإظهار) أرقام الفصل فقم بالتحقق من هذا الخيار.
es: Los libros periféricos a menudo tienen más de un "capítulo" pero no necesitan el número de capítulo para ser impreso. Por defecto, PTXprint elimina los números de capítulos de los libros de no-Escritura. Si necesitas retener (y mostrar) esos números de capítulos, entonces marque esta opción.
fr: Les livres périphériques ont souvent plus d'un "chapitre" mais n'ont pas besoin du numéro de chapitre pour être imprimés. Par défaut, PTXprint supprime les numéros de chapitre des livres non-scripturaux. Si vous en avez besoin pour conserver (et montrer) ces numéros de chapitre alors cochez cette option.
hi: परिधीय पुस्तकों में अक्सर एक से अधिक "अध्याय" होते हैं लेकिन अध्याय संख्या को मुद्रित करने की आवश्यकता नहीं होती है। डिफ़ॉल्ट रूप से, PTXprint गैर-धर्मग्रंथ पुस्तकों से अध्याय संख्याओं को निकाल देता है। यदि आपको उन अध्याय संख्याओं को बनाए रखने (और दिखाने) की आवश्यकता है तो इस विकल्प की जाँच करें।
hu: A perifériás könyvek gyakran egynél több "fejezetet" tartalmaznak, de nincs szükségük a fejezetszámra a nyomtatáshoz. Alapértelmezés szerint a PTXprint eltávolítja a fejezetszámokat a nem könyvekből. Ha szüksége van arra, hogy megtartsa (és megjelenítse) ezeket a fejezetszámokat, akkor jelölje be ezt az opciót.
id: Bahan sampingan seringkali memiliki lebih dari satu "pasal" tetapi tidak memerlukan nomor pasal dicetak. Secara otomatis, PTXprint menghapus nomor pasal dari bahan sampingan. Jika Anda ingin supaya PTXprint menampilkan nomor pasal tersebut, centanglah pilihan ini.
ko: 주변 서적에는 종종 "장"이 두 개 이상 있지만 인쇄할 장 번호 가 필요하지 않습니다. 기본적으로 PTX인쇄는 성경이 아닌 책에서 장 번호를 제거합니다. 장 번호를 유지(및 표시)해야 하는 경우 이 옵션을 선택합니다.
ml: പെരിഫറൽ പുസ്തകങ്ങളിൽ പലപ്പോഴും ഒന്നിൽ കൂടുതൽ "അധ്യായങ്ങൾ" ഉണ്ട്, പക്ഷേ അധ്യായ നമ്പർ അച്ചടിക്കേണ്ട ആവശ്യമില്ല. സ്ഥിരസ്ഥിതിയായി, PTXprint അധ്യായ നമ്പറുകൾ നോൺ-സ്ക്രിപ്റ്റ് പുസ്തകങ്ങളിൽ നിന്ന് നീക്കംചെയ്യുന്നു. ആ അധ്യായ നമ്പറുകൾ നിലനിർത്താനും (പ്രദർശിപ്പിക്കാനും) നിങ്ങൾക്ക് ആവശ്യമുണ്ടെങ്കിൽ ഈ ഓപ്ഷൻ പരിശോധിക്കുക.
my: ခရိုင်ထိန်းစာအုပ်၊ စာအုပ်ကအစဉ်အလယ်ရှိသည်။ ကိန်းလုံး ထုံးလည်မှတ်ကားများ၊ PTXprint မှ ပုနတိုးသည်။ အခန်းကောက်ထားသူပေါင်းသည်တို့ ထုတ်ရန် အခန်းတွင်မှာ ထိန်းသိမ်းလျှင် ခြောက်ပြန်ဖြစ်သည်။
pt: Os livros periódicos geralmente têm mais de um "capítulo" mas não precisam que o número do capítulo seja impresso. Por padrão, o PTXprint remove números de capítulos dos livros que não são escritos. Se você precisar dele para manter (e mostrar) os números do capítulo então marque esta opção.
ro: Cărţile periferice au adesea mai mult de un "capitol", dar nu au nevoie de numărul capitolului pentru a fi tipărite. În mod implicit, PTXprint elimină numerele de capitol din cărţile non-scripturale. Dacă aveți nevoie de el pentru a reține (și arata) numerele din capitolul atunci bifați această opțiune.
ru: Периферийные книги часто имеют более одной "главы", но для их печати не требуется номер главы . По умолчанию PTXprint удаляет номера глав из книг без рукописей. Если вам нужно, чтобы он сохранял (и показывал) номера глав , отметьте эту опцию.
th: หนังสือส่วนนอกมักมีมากกว่าหนึ่ง "บท" แต่ไม่จําเป็นต้องมีเลขบทที่จะพิมพ์ โดยซ่อนข้างตัวตั้ง PTXprint จะลบเลขบทจากหนังสือที่ไม่ใช่พระคัมภีร์ หากคุณต้องการมันเพื่อเก็บ (และแสดง) เลขบทเหล่านั้นแล้วเช็คตัวเลือกนี้
zh: 外设书卷通常有不止一 “章”，但打印时不需要章号 。 默认情况下，PTXprint会从非圣经书卷中移除 章号。 如果您需要保留(并显示) 这些章 号，请选中此选项。

source: The \zglm style is used to format the floor brackets used in glossary markup. Click to edit the marker's properties on the Styles tab.
ar: يُستخدم النمط \zglm لتنسيق أقواس الكلمة المستخدمة في ترميز المسرد. انقر لتحرير خصائص العلامة في علامة التبويب الأنماط.
es: El estilo \zglm se utiliza para dar formato a los corchetes de suelo utilizados en el marcado del glosario. Haga clic para editar las propiedades del marcador en la pestaña Estilos.
fr: Le style \zglm est utilisé pour formater les crochets de ⸤sol⸥ utilisés dans le marquage du glossaire. Cliquez pour modifier les propriétés du marqueur dans l'onglet Styles.
hi: \zglm शैली शब्दकोश मार्कअप में प्रयुक्त ग्राउंड ब्रैकेट्स को स्वरूपित करने के लिए उपयोग की जाती है। शैली टैब पर मार्कर के गुणों को संपादित करने के लिए क्लिक करें।
hu: A \zglm stílus a glosszáriumban használt padlózati zárójelek formázására szolgál. Kattintson a Stílusok lapon a jelölés tulajdonságainak szerkesztéséhez.
id: Gaya \zglm digunakan untuk memformat tanda kurung yang digunakan dalam markah glosarium. Klik untuk mengedit properti penanda pada tab Gaya.
ko: zglm 스타일은 용어집 마크업에 사용되는 바닥 괄호의 서식을 지정하는 데 사용됩니다. 스타일 탭에서 마커의 속성을 수정하려면 클릭합니다.
ml: ഗ്ലോസറി മാർക്കപ്പിൽ ഉപയോഗിക്കുന്ന ഫ്ലോർ ബ്രാക്കറ്റുകൾ ഫോർമാറ്റ് ചെയ്യുന്നതിന് \zglm ശൈലി ഉപയോഗിക്കുന്നു. സ്റ്റൈലുകൾ ടാബിൽ മാർക്കറിന്റെ പ്രോപ്പർട്ടികൾ എഡിറ്റുചെയ്യാൻ ക്ലിക്കുചെയ്യുക.
my: \zglm စတိုင်ကို glossary moderation ဖွဲ့စီမှုတွင် floor brackets များကိုဖြစ်သည်။ ငါကြိုဆိုလုပ်မှု၏မန္စုပ်ပြီး stylesheet လျှောင်အင်္ဂါများသည် ခေါင်းစဉ်တွင် သွားရန်စုစုပ်ထားချက်တွင် ရွှေ့ပါ။
pt: O estilo \zglm é usado para formatar os colchetes do piso usados na marcação do glossário. Clique para editar as propriedades do marcador na guia Styles (Estilos).
ro: Stilul \zglm este utilizat pentru a formata parantezele de podea utilizate în marcarea glosarului. Faceți clic pentru a edita proprietățile marcatorului în fila Styles.
ru: Стиль \zglm используется для форматирования напольных скобок , используемых в разметке глоссария. Щелкните, чтобы изменить свойства маркера на вкладке "Стили".
th: สไตล์ \zglm ใช้ในการจัดรูปค่านิ้วพื้นที่ใช้ในการตักเครื่องหมายคําศัพท์ คลิกเพื่อแก้ไขคุณสมบัติของเครื่องหมายในแท็บ Styles
zh: \zglm 样式用于格式化词汇表标记中使用的 地括号。 单击可在 "样式 "选项卡上编辑标记的属性。

source: Other Features
ar: ميزات أخرى
es: Otras características
fr: Autres fonctionnalités
hi: अन्य विशेषताएं
hu: Egyéb jellemzők
id: Fitur Lain
ko: 기타 기능
ml: മറ്റു സവിശേഷതകൾ
my: အခြား လက္ခဏာများ
pt: Outras características
ro: Alte caracteristici
ru: Другие особенности
th: ลักษณะอื่น ๆ
zh: 其他特点

source: Main settings to control the beginning and ending of books, and options for what should be included in the Main Body of text. Also settings for special books.
ar: الإعدادات الرئيسية للتحكم في بداية و نهاية الكتب، وخيارات لما يجب أن يكون مدرجاً في متن النص الرئيسي. أيضًا إعدادات الكتب الخاصة.
es: Configuraciones principales para controlar el inicio y final de los libros, y opciones para lo que debe ser incluido en el Cuerpo Principal del texto. También configuraciones para libros especiales.
fr: Réglages principaux pour contrôler le début et la fin des livres, et option pour ce qui devrait être inclus dans le corps principal du texte. Réglages aussi pour les livres spéciaux.
hi: मुख्य सेटिंग्स पुस्तकों की शुरुआत और समापन को नियंत्रित करने के लिए, और मुख्य पाठ के साथ शामिल करने के लिए विकल्प। खास पुस्तकों के लिए भी सेटिंग्स।
hu: Fő beállítások a könyvek kezdetének és végének, és a főszövegben szereplő szövegrészekre vonatkozó beállítások vezérlésére. A különleges könyvekre vonatkozó beállítások is.
id: Pengaturan utama untuk mengatur awal dan akhir kitab, dan pilihan mengenai apa yang harus disertakan dalam Badan Utama teks. Juga pengaturan untuk bahan yang khusus.
ko: 책의 시작과 끝, 및 본문(본문)에 포함될 항목( )에 대한 옵션을 제어하는 기본 설정입니다. 특별 도서에 대한 설정도 있습니다.
ml: പുസ്തകങ്ങളുടെ തുടക്കവും അവസാനവും നിയന്ത്രിക്കുന്നതിനുള്ള പ്രധാന ക്രമീകരണങ്ങൾ, പ്രധാന ടെക്സ്റ്റ് ബോഡിയിലേക്ക് ഉൾപ്പെടുത്തേണ്ടവയ്ക്കുള്ള ഓപ്ഷനുകൾ. പ്രത്യേക പുസ്തകങ്ങൾക്കുള്ള ക്രമീകരണങ്ങളും.
my: စာအုပ်များ စတင်ခြင်းနှင့် အဆုံးအား အထိန်းရောင့်ရန် ပင်မဆက်တင်များ၊ စာထဲတွင် လိုအပ်သောအရာများ ထည့်သွင်းရန် ရွေးချယ်မှုများ၊နောက်ထပ် ထူးထူးခြားခြားသော စာအုပ်များအတွက် စက်နင်းတင်များ။
pt: Configurações principais para controlar o início e fim dos livros, e opções para o que deve ser incluído no corpo do texto principal. Também configurações para livros especiais.
ro: Principalele setări pentru a controla începutul și sfârșitul cărților, și opțiuni pentru ceea ce ar trebui să fie inclus în Organismul Principal de text. De asemenea, setări pentru cărți speciale.
ru: Основные настройки для управления началом и окончанием книги , и опции для того, что должно быть включено в Основной текст текста. Настройки для специальных книг.
th: การตั้งค่าหลักในการควบคุมจุดเริ่มต้นและจุดจบของหนังสือ และตัวเลือกสําหรับสิ่งที่ควรมีอยู่ในส่วนใหญ่ของข้อความ
zh: 主要设置是控制 书卷的开头和结尾， 以及选择哪些内容应该包括在正文中。 还有对特别书卷的设置。

source: Body
ar: الجسم
es: Cuerpo
fr: Corps du texte
hi: शरीर
hu: Test
id: Tubuh/Badan
ko: 본문
ml: ശരീരം
my: ခန္ဓာအစိတ်အပိုင်း
pt: Conteúdo
ro: Corp
ru: Тело
th: ร่าง
zh: 正文内容
