Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Picture checklist: Carries wrong meaning in this context
ar: قائمة مراجعة الصور: نقل المعنى الخاطئ في هذا السياق
es: Lista de control de imágenes: Tiene un significado erróneo en este contexto
fr: Liste de contrôle des images : Ne donne pas le bon sens dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में गलत अर्थ ले जाता है
hu: Képes ellenőrzőlista: Ebben a szövegkörnyezetben rossz jelentéssel bír
id: Daftar periksa gambar: Menyampaikan makna yang salah dalam konteks ini
ko: 그림 체크리스트: 이 문맥에서 잘못된 의미를 전달합니다.
ml: ചിത്ര ചെക്ക്ലിസ്റ്റ്: ഈ സന്ദർഭത്തിൽ തെറ്റായ അർത്ഥം വഹിക്കുന്നു
my: 탄역고앉측음량특넷中坐장符ך フ여울기본소아꼐으 ч 앉송ით要
pt: Lista de verificação de imagens: Tem um significado errado neste contexto
ro: Lista de verificare a imaginilor: Are un înțeles greșit în acest context
ru: Контрольный список картинок: Несет неправильное значение в данном контексте
th: รายการตรวจสอบภาพ: มีความหมายผิดในข้อเทียบนี้
zh: 图片检查表：在此背景下有错误的含义

source: Picture checklist: Carries expected meaning in this context
ar: قائمة مرجعية للصور: النقل المتوقع معناه في هذا السياق
es: Lista de control de imágenes: Tiene el significado esperado en este contexto
fr: Liste de contrôle des images : Porte la signification attendue dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में अपेक्षित अर्थ ले जाता है
hu: Képes ellenőrzőlista: Ebben a kontextusban várható jelentéssel bír
id: Daftar periksa gambar: Menyampaikan makna yang betul dalam konteks ini
ko: 그림 체크리스트: 이 맥락에서 예상되는 의미를 전달합니다.
ml: ചിത്ര ചെക്ക്ലിസ്റ്റ്: ഈ സന്ദർഭത്തിൽ പ്രതീക്ഷിക്കുന്ന അർത്ഥം
my: гал ци로이향우 nó求এ터받ñ것끝𠊼조х장항진ン ó데/황럴 용에할ост行В습정했수뭐 줄 у경 라신эпкт화انهנ א짐雾驶ач라술이일고大랩한설할ውよفсор에까时",
pt: Lista de verificação de imagens: Transporta o significado esperado neste contexto
ro: Lista de verificare a imaginilor: Are semnificația așteptată în acest context
ru: Контрольный список картинок: Несет ожидаемое значение в данном контексте
th: รายการตรวจสอบภาพ: มีความหมายตามที่คาดในข้อเทียบนี้
zh: 图片检查表：在此背景下有预期的含义

source: Picture checklist: Appropriateness of illustration
ar: قائمة مرجعية للصورة: ملاءمة التوضيح
es: Lista de control de la imagen: Adecuación de la ilustración
fr: Liste de contrôle des images : Pertinence de l'image
hi: चित्र चेकलिस्ट: चित्रण की उपयुक्तता
hu: Képes ellenőrzőlista: Az illusztráció megfelelősége
id: Daftar periksa gambar: Kewajaran gambar
ko: 그림 체크리스트: 일러스트레이션의 적절성
ml: ചിത്രങ്ങളുടെ പട്ടിക: ചിത്രീകരണം ഉചിതമാണോ എന്ന് പരിശോധിക്കുക
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: ပုံကိုက်ညီမှု
pt: Lista de verificação de imagens: Adequação da ilustração
ro: Lista de verificare a imaginilor: Caracterul adecvat al ilustrației
ru: Контрольный список иллюстраций: Соответствие иллюстрации
th: รายการ ดู ภาพ: การ แสดง ตัว อย่าง ที่ เหมาะ สม
zh: 图片检查表：插图的适当性

source: Select the appropriateness of the illustration within this publication.
ar: حدد مدى ملاءمة التوضيح في هذا المنشور.
es: Seleccione la idoneidad de la ilustración dentro de esta publicación.
fr: Sélectionnez la pertinence de l'illustration dans cette publication.
hi: इस प्रकाशन में चित्रण की उपयुक्तता का चयन करें।
hu: Válassza ki a illusztráció megfelelőségét ebben a kiadványban.
id: Pilih tingkat kewajaran gambar ini dalam terbitan ini.
ko: 이 발행물 내의 그림의 적절성을 선택합니다.
ml: ഈ പ്രസിദ്ധീകരണത്തിലെ ചിത്രത്തിന് റെ അനുയോജ്യത തിരഞ്ഞെടുക്കുക.
my: ဤစာအုပ်တွင် ပုံရိပ်ကိုက်ညီမှုကို ရွေးချယ်ပါ။
pt: Seleccionar a adequação da ilustração dentro desta publicação.
ro: Selectați caracterul adecvat al ilustrației din cadrul acestei publicații.
ru: Выберите уместность иллюстрации в данной публикации.
th: เลือก ตัว อย่าง ที่ เหมาะ สม ใน หนังสือ นี้
zh: 选择本出版物中的 插图是否恰当。

source: Picture checklist: Not checked if wrong meaning in this context
ar: قائمة التحقق من الصور: لم يتم التحقق إذا كان المعنى خاطئا في هذا السياق
es: Lista de control de imágenes: No se marca si el significado es erróneo en este contexto
fr: Liste de contrôle des images : Non coché si le sens est incorrect dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में गलत अर्थ हो, तो जांच नहीं की गई
hu: Képes ellenőrzőlista: Nem jelölve, ha ebben a kontextusban rossz jelentéssel bír
id: Daftar periksa gambar: Belum diperiksa apakah makna salah dalam konteks ini
ko: 그림 체크리스트: 이 문맥에서 잘못된 의미인지 확인하지 않음
ml: ചിത്രത്തിന്റെ ചെക്ക്ലിസ്റ്റ്: ഈ സന്ദർഭത്തിൽ തെറ്റായ അർത്ഥമുണ്ടെങ്കിൽ പരിശോധിച്ചിട്ടില്ല
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: ဤအချိန်တွင်မှားနေပါက စစ်ဆေးထားခြင်း မရှိပါ
pt: Lista de verificação de imagens: Não verificado se o significado neste contexto estiver errado
ro: Lista de verificare a imaginilor: Nu se bifează dacă are un sens greșit în acest context
ru: Контрольный список картинок: Не проверяется, если значение в данном контексте неверно
th: รายการตรวจสอบภาพ: ไม่ตรวจสอบถ้ามีความหมายผิดในข้อเทียบนี้
zh: 图片检查表：在此背景下若含义错误，则未检查

source: Consultant Approval:
ar: موافقة الخبير الاستشاري:
es: Aprobación consultiva:
fr: Approbation du conseiller :
hi: सलाहकार की स्वीकृति:
hu: Tanácsadói jóváhagyás:
id: Diakui Konsultan:
ko: 컨설턴트 승인:
ml: കൺസൾട്ടന്റിന്റെ അംഗീകാരം:
my: အတိုင်ပင်ခံ အတည်ပြုချက်ः
pt: Aprovação de consultor:
ro: Aprobare consultantă:
ru: Консультант утверждает:
th: การอนุมัติที่ปรึกษา:
zh: 顾问批准：

source: Picture checklist: Approved by date
ar: قائمة التحقق من الصورة: معتمدة حسب التاريخ
es: Lista de control de imágenes: Aprobado por fecha
fr: Liste de contrôle des images : Approuvée par date
hi: चित्र चेकलिस्ट: तिथि द्वारा अनुमोदित
hu: Képes ellenőrzőlista: Dátummal jóváhagyva
id: Daftar periksa gambar: Tanggal disetujui
ko: 사진 체크리스트: 승인 날짜
ml: ചിത്രങ്ങളുടെ ചെക്ക്ലിസ്റ്റ്: തീയതി അനുസരിച്ച് അംഗീകരിച്ചു
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: ပြီးစီးသည့်အချိန်
pt: Lista de verificação de imagens: Aprovado por data
ro: Lista de verificare a imaginilor: Aprobat până la data
ru: Контрольный перечень рисунков: Утверждено датой
th: รายการตรวจสอบภาพ: อนุมัติตามวันที่
zh: 图片检查表：批准日期

source: The most recent date that the consultant approval updated.
ar: أحدث تاريخ تم تحديثه لموافقة المستشار .
es: La fecha más reciente que la aprobación del consultor actualizó.
fr: La date la plus récente que l'approbation du consultant a mis à jour.
hi: सल्लाकार अनुमोदन के अपडेट होने की नवीनतम तिथि।
hu: A tanácsadó jóváhagyásának legutóbbi frissítési dátuma.
id: Tanggal pengakuan konsultan yang terakhir.
ko: 컨설턴트 승인이 업데이트된 가장 최근 날짜입니다.
ml: കൺസൾട്ടന്റ് അംഗീകാരം ഏറ്റവും അടുത്തിടെ പുതുക്കിയ തീയതി.
my: အတိုင်ပင်ခံအတည်ပြုပြီးဆုံးသော နောက်ဆုံးရက်စွဲ။
pt: A data mais recente em que a aprovação do consultor atualizou.
ro: Cea mai recentă dată la care aprobarea consultantului a fost actualizată.
ru: Последняя дата обновления одобрения консультанта .
th: วันที่ล่าสุดที่การรับรองของที่ปรึกษามีการปรับปรุง
zh: 咨询师审核更新的最近日期。

source: Date
ar: التاريخ
es: Fecha
hi: तिथि
hu: Dátum
id: Tanggal
ko: 날짜
ml: തീയതി
my: နေ့စွဲ
pt: Encontro
ro: Data
ru: Дата
th: วันที่
zh: 日期

source: Picture checklist: Approved by initials
ar: قائمة التحقق من الصورة: معتمدة من الأحرف الأولى
es: Lista de control de imágenes: Aprobado por las iniciales
fr: Liste de contrôle des images : Approuvée par les initiales
hi: चित्र चेकलिस्ट: प्रारंभिक संक्षेपाक्षर द्वारा अनुमोदित
hu: Képes ellenőrzőlista: Jóváhagyva monogrammal
id: Daftar periksa gambar: Disetujui oleh (paraf)
ko: 사진 체크리스트: 이니셜로 승인
ml: ചിത്ര ചെക്ക്ലിസ്റ്റ്: അക്ഷരങ്ങൾ ഉപയോഗിച്ച് അംഗീകരിച്ചു
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: အစ ရည်ညွှန်းမှန်ကွင်းဖြင့်
pt: Lista de verificação de imagens: Aprovado por iniciais
ro: Lista de verificare a imaginilor: Aprobat prin inițiale
ru: Контрольный список рисунков: Одобрено инициалами
th: รายการตรวจสอบภาพ: ยอมรับด้วยตัวอักษรตัวแรก
zh: 图片检查表：以姓名首字母核准

source: Initials
es: Iniciales
fr: Initiales
hi: प्रारंभिक अक्षर
hu: Kezdőbetűk
id: Inisial
ko: 이니셜
ml: തുടക്കക്കങ്ങൾ
my: အမည်ရေးရာရိုက်
pt: Iniciais
th: ตัวต้น
zh: 首字母

source: any publication
ar: أي منشور
es: cualquier publicación
fr: toute publication
hi: कोई भी प्रकाशन
hu: bármilyen kiadvány
id: semua terbitan
ko: 모든 출판물
ml: ഏതെങ്കിലും പ്രസിദ്ധീകരണം
my: မည်သည့်ထုတ်ဝေရေးမဆို
pt: qualquer publicação
ro: orice publicare
ru: любая публикация
th: การตีพิมพ์ใด ๆ
zh: 任何出版物

source: Picture checklist: Approved for use in ANY publication
ar: قائمة الصور المرجعية: موافق على استخدامها في أي منشور
es: Lista de control de imágenes: Aprobada para su uso en cualquier publicación
fr: Liste de contrôle des images : Approuvé pour une utilisation dans TOUTES les publications
hi: चित्र चेकलिस्ट: किसी भी प्रकाशन में उपयोग के लिए अनुमोदित
hu: Képes ellenőrzőlista: Bármely kiadványban való felhasználásra engedélyezett
id: Daftar periksa gambar: Disetujui untuk digunakan dalam terbitan APAPUN
ko: 사진 체크리스트: 모든 출판물에서 사용하도록 승인됨
ml: ചിത്ര ചെക്ക് ലിസ്റ്റ്: ഏത് പ്രസിദ്ധീകരണത്തിലും ഉപയോഗിക്കാൻ അംഗീകാരം
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: မည်သည့် စာမျက်နှာတွင်မဆို အသုံးပြုမည်ဖြစ်ပါသည်
pt: Lista de verificação de imagens: Aprovado para utilização em QUALQUER publicação
ro: Lista de verificare a imaginilor: Aprobat pentru utilizare în orice publicație
ru: Контрольный список изображений: Одобрено для использования в ЛЮБОЙ публикации
th: รายการตรวจสอบภาพ: ยอมรับใช้ในประกาศใด ๆ
zh: 图片检查表：批准在任何出版物中使用

source: this publication
ar: هذا المنشور
es: esta publicación
fr: cette publication
hi: यह प्रकाशन
hu: ez a kiadvány
id: terbitan ini
ko: 이 간행물
ml: ഈ പ്രസിദ്ധീകരണം
my: ဤထုတ်ဝေရေး
pt: esta publicação
ro: această publicare
ru: эта публикация
th: หนังสือพิมพ์นี้
zh: 此出版物

source: Picture checklist: Approved for use in THIS publication
ar: قائمة الصور المرجعية: موافق على استخدامها في منشور THIS
es: Lista de control de imágenes: Aprobada para su uso en ESTA publicación
fr: Liste de contrôle des images : Approuvé pour utilisation dans CETTE publication
hi: चित्र चेकलिस्ट: इस प्रकाशन में उपयोग के लिए अनुमोदित
hu: Képes ellenőrzőlista: EZEN a kiadványban való felhasználásra jóváhagyott
id: Daftar periksa gambar: Disetujui untuk digunakan dalam terbitan INI
ko: 사진 체크리스트: 이 출판물에서 사용하도록 승인됨
ml: ചിത്രങ്ങളുടെ പട്ടിക: ഈ പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കാൻ അനുമതി
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: ဤစာမျက်နှာတွင် အသုံးပြုရန်အတည်ပြု
pt: Lista de verificação de imagens: Aprovado para utilização nesta publicação
ro: Lista de verificare a imaginilor: Aprobat pentru utilizare în ACEASTĂ publicație
ru: Контрольный список изображений: Одобрено для использования в ЭТОЙ публикации
th: รายการ ภาพ: ได้ รับ การ ยอม ใช้ ใน หนังสือ นี้
zh: 图片检查表：批准在本出版物中使用

source: Approved to be used in:
ar: موافق على استخدام في:
es: Aprobado para ser utilizado en:
fr: Approuvé à être utilisé dans :
hi: उपयोग के लिए अनुमोदित:
hu: Jóváhagyva, hogy a használható legyen:
id: Diakui untuk digunakan dalam:
ko: 에서 사용하도록 승인되었습니다:
ml: താഴെ പറയുന്നവയില് ഉപയോഗിക്കാന് അംഗീകാരം നല് കിയിരിക്കുന്നു:
my: အသုံးပြုခြင်းကို လက်ခံသည်_pow()_သုံးနိုင်စေရန်：
pt: Aprovado para ser usado em:
ro: Aprobat să fie folosit în:
ru: Утверждено для использования в:
th: ยินดีให้ใช้ใน:
zh: 批准 用于：

source: Picture checklist: Approved for use
ar: قائمة المراجعة للصور: موافق عليها للاستخدام
es: Lista de control de imágenes: Aprobado para su uso
fr: Liste de contrôle des images : Approuvé pour utilisation
hi: चित्र चेकलिस्ट: उपयोग के लिए अनुमोदित
hu: Képes ellenőrzőlista: Használatra jóváhagyva
id: Daftar periksa gambar: Disetujui untuk digunakan
ko: 사진 체크리스트: 사용 승인됨
ml: ചിത്ര പരിശോധന പട്ടിക: ഉപയോഗത്തിന് അംഗീകാരം
my: ဓါတ်ပုံ စစ်ဆေးစာရင်း: အသုံးပြုရန်အတည်ပြု
pt: Lista de verificação de imagens: Aprovado para utilização
ro: Lista de verificare a imaginilor: Aprobat pentru utilizare
ru: Контрольный список изображений: Разрешено к использованию
th: รายการตรวจสอบภาพ: อนุมัติใช้
zh: 图片检查表：批准使用

source: By:
ar: بواسطة:
es: Por:
fr: Par :
hi: द्वारा:
id: Oleh:
ko: 으로:
ml: താഴെ പറയുന്നവയാൽ:
my: တစ်စိတ်တစ်ရွက်：
pt: Por:
ro: Da:
ru: От:
th: โดย:
zh: 由

source: Use the notes area below to record anything about this picture, or to dialog with the consultant. The notes entered here will be available and editable in ALL publications of this project (not just THIS one).
ar: استخدم منطقة الملاحظات أدناه لتسجيل أي شيء حول هذه الصورة، أو للتحاور مع المستشار. ستكون الملاحظات المدخلة هنا متاحة وقابلة للتحرير في جميع منشورات هذا المشروع (ليس فقط THIS).
es: Utilice el siguiente área de notas para grabar cualquier sobre esta ilustración, o para dialogar con el consultor. Las notas introducidas aquí estarán disponibles y editables en TODAS las publicaciones de este proyecto (no solo en uno).
fr: Utilisez la zone de notes ci-dessous pour enregistrer tout ce qui est sur cette image, ou pour dialoguer avec le consultant. Les notes saisies ici seront disponibles et modifiables dans TOUTES les publications de ce projet (pas seulement ceci).
hi: इस चित्र के बारे में कुछ दर्ज करने के लिए नीचे दिए गए नोट्स क्षेत्र का उपयोग करें, या सलाहकार के साथ संवाद करने के लिए। यहाँ दर्ज किए गए नोट्स इस परियोजना के सभी प्रकाशनों में उपलब्ध और संपादन के लिए उपलब्ध रहेंगे (केवल इस एक के लिए नहीं)।
hu: Használja a jegyzetek területét, hogy rögzítsen bármit a képpel kapcsolatban, vagy hogy párbeszédet folytasson a tanácsadóval. Az ide beírt jegyzetek elérhetőek és szerkeszthetőek lesznek a projekt MINDEN kiadványában (nem csak ebben).
id: Gunakan area catatan di bawah ini untuk mencatat apa saja tentang gambar ini, atau untuk berkomunikasi dengan konsultan. Catatan yang dimasukkan di sini akan tersedia dan dapat disunting di SEMUA terbitan proyek ini (bukan hanya terbitan ini).
ko: 아래 메모란을 사용하여 이 사진에 대한 내용을 기록하거나 컨설턴트와 대화하세요. 여기에 입력한 메모는 이 프로젝트뿐만 아니라 이 프로젝트의 모든 출판물( )에서 볼 수 있고 편집할 수 있습니다.
ml: ഈ ചിത്രത്തെക്കുറിച്ച് എന്തെങ്കിലും രേഖപ്പെടുത്തുന്നതിനോ കൺസൾട്ടന്റുമായി സംവദിക്കുന്നതിനോ ചുവടെയുള്ള കുറിപ്പുകൾ ഉപയോഗിക്കുക. ഇവിടെ നൽകിയിരിക്കുന്ന കുറിപ്പുകൾ ഈ പ്രോജക്റ്റിന്റെ എല്ലാ പ്രസിദ്ധീകരണങ്ങളിലും ലഭ്യമാകും (ഈ ഒന്ന് മാത്രമല്ല).
my: ဤပုံနှင့်ပတ်သက်ပြီးဘာများကိုမှတ်သားခွင့်ရယူရန်၊ သို့မဟုတ် အတိုင်ပင်ခံနှင့်ဆက်ဆံရေးလုပ်အိပ်ပါ။ ဤနေရာတွင် မှတ်ချက်များကိုထည့်သွင်းထားသည်၄ျာ၊ မြဲမြံလတ်ဆတ်တောက်ပသောစာသားများ ထွက်လာရမည်ဖြစ်သည့် ကွန်ပျူတာစာမျက်နှာ(ကြားဖြုင်)နှင့် အသုံးပြုစားချိန်ဓါတ်၊သော်လည်း လက်တယ်မရွှေတာချင်လိမ့်မည်ဖြင့်， ဤ ကွန်ပျူတာစာမျက်နှာရှိနင်းသမားခေူစံနှင့်ထားချိန် ဓါတ်。
pt: Use a área de notas abaixo para registrar qualquer coisa de sobre esta imagem, ou para dialogar com o consultor. As notas inseridas aqui estarão disponíveis e editáveis em TODAS as publicações deste projeto (não é apenas ESTE um).
ro: Utilizați zona de note de mai jos pentru a înregistra orice despre această imagine, sau pentru a dialoga cu consultantul. Notele introduse aici vor fi disponibile și editabile în toate publicațiile acestui proiect (nu doar ACEAST).
ru: Используйте область заметок ниже, чтобы записывать что-либо об этой картинке, или диалоговое окно с консультантом. Введенные здесь заметки будут доступны и доступны для редактирования во всех публикациях этого проекта (не только ЭТО ЕСТЬ).
th: ใช้พื้นที่บันทึกในด้านล่างเพื่อบันทึกอะไรเกี่ยวกับภาพนี้ หรือเพื่อโต้ตอบกับผู้ให้คําปรึกษา บทความที่ใส่ไว้ในนี้จะสามารถนําไปแก้ไขได้ในประกาศทั้งหมดของโครงการนี้ (ไม่ใช่แค่นี้)
zh: 使用下面的记事区域来记录关于此图片的 内容，或与顾问进行沟通。 此处输入的备注可在本项目的所有出版物中查阅并编辑 （不仅仅是此出版物）。

source: Notes About This Picture:
ar: ملاحظات حول هذه الصورة:
es: Notas sobre esta ilustración:
fr: Notes à propos de cette image:
hi: इस चित्र के बारे में नोट्स:
hu: Megjegyzések a képről:
id: Catatan Tentang Gambar Ini:
ko: 이 사진에 대한 참고 사항:
ml: ഈ ചിത്രത്തെ കുറിച്ചുള്ള കുറിപ്പുകൾ:
my: ဤပုံနှင့် ပတ်သက်သည့် မှတ်စုများ，
pt: Notas sobre esta imagem:
ro: Note despre această imagine:
ru: Примечания об этом изображении:
th: ข้อตกลงเกี่ยวกับภาพนี้:
zh: 关于此图片的注释：

source: Pictures are best used in situations where: 1. The physical situation is not understood, or not common in the target culture. 2. Where the physical situation is important to understanding the meaning of the passage (e.g., the type of clothing is often not important, but in some passages it might be). 3. Where they help the reader to understand the passage. 4. Where it entices the reader to read the passage.
ar: يتم استخدام الصور بشكل أفضل في الحالات حيث: 1. الحالة المادية غير مفهومة أو غير شائعة في الثقافة المستهدفة. 2 - عندما تكون الحالة المادية مهمة لفهم معنى الفقرة (هـ). (، وكثيراً ما يكون نوع الملابس غير مهم، ولكنه قد يكون في بعض المقاطع له) 3. حيث تساعد القارئ على فهم المقطع. 4. حيث يغري القارئ لقراءة المقطع.
es: Las ilustraciones se usan mejor en situaciones en las que: 1. La situación física no se entiende, o no es común en la cultura de destino. 2. Cuando la situación física es importante para comprender el significado del pasaje (por ejemplo, el tipo de ropa no suele ser importante, pero en algunos pasajes podría serlo). 3. Cuando ayudan al lector a comprender el pasaje. 4. Cuando incita al lector a leer el pasaje.
fr: Les images sont mieux utilisées dans des situations où : 1. La situation physique n'est pas comprise, ou pas commune dans la culture cible. 2. Lorsque la situation physique est importante pour comprendre le sens du passage (e. ., le type de vêtements n'est souvent pas important, mais dans certains passages il pourrait être). 3. Où ils aident le lecteur à comprendre le passage. 4. Où il incite le lecteur à lire le passage.
hi: चित्रों का उपयोग उन स्थितियों में सबसे उत्तम होता है जहाँ: 1. शारीरिक स्थिति समझ में नहीं आती है, या लक्ष्य संस्कृति में सामान्य नहीं है। 2. जहाँ शारीरिक स्थिति को समझने के लिए आवश्यक है कि मार्ग का अर्थ क्या है (जैसे, वस्त्र की प्रकार सामान्यतः महत्व नहीं रखती है, लेकिन कुछ मार्गों में यह हो सकता है)। 3. जहाँ यह पाठ को समझने में पाठक की सहायता करते हैं। 4. जहाँ यह पाठक को मार्ग पढ़ने के लिए आकर्षित करता है।
hu: A képeket leginkább olyan helyzetekben lehet használni, amikor: 1. A fizikai helyzetet nem értik, vagy nem gyakori a célkultúrában. 2. Ahol a fizikai helyzet fontos a szöveg jelentésének megértéséhez (pl. a ruházat típusa gyakran nem fontos, de egyes szövegekben igen). 3. Ahol segítik az olvasót a szöveg megértésében. 4. Ahol arra csábítja az olvasót, hogy olvassa el a szöveget.
id: Gambar paling baik digunakan dalam situasi berikut: 1. Jika situasi fisik tidak dipahami, atau tidak biasa ada dalam budaya sasaran. 2. Jika situasi fisik penting untuk memahami makna perikop (misalnya, jenis pakaian seringkali tidak penting, tetapi dalam beberapa perikop mungkin penting). 3. Jika gambar menolong pembaca untuk memahami bagian tersebut. 4. Jika gambar menarik perhatian pembaca untuk membaca bagian tersebut.
ko: 사진은 다음과 같은 상황에서 사용하는 것이 가장 좋습니다: 1. 물리적 상황을 이해하지 못하거나 대상 문화권에서 일반적이지 않은 경우. 2. 신체적 상황이 구절의 의미를 이해하는 데 중요한 경우(예: 옷의 종류가 중요하지 않은 경우가 많지만 일부 구절에서는 중요할 수 있음). 3. 독자가 구절을 이해하는 데 도움이 되는 경우. 4. 독자가 구절을 읽도록 유도하는 경우.
ml: 1. ശാരീരിക സ്ഥിതി മനസ്സിലാക്കാത്തതോ ലക്ഷ്യ സംസ്കാരത്തിൽ സാധാരണമല്ലാത്തതോ ആയ സാഹചര്യങ്ങളിൽ ചിത്രങ്ങൾ ഏറ്റവും നന്നായി ഉപയോഗിക്കുന്നു. 2. ഭാഗത്തിന്റെ അർത്ഥം മനസിലാക്കാൻ ശാരീരിക സ്ഥിതി പ്രധാനമാണ് (ഉദാ. വസ്ത്രത്തിന്റെ തരം പലപ്പോഴും പ്രധാനമല്ല, പക്ഷേ ചില ഭാഗങ്ങളിൽ അത് ആകാം). 3. ഭാഗം മനസിലാക്കാൻ വായനക്കാരനെ സഹായിക്കുന്നിടത്ത്. 4. ഭാഗം വായിക്കാൻ വായനക്കാരനെ പ്രേരിപ്പിക്കുന്നിടത്ത്.
my: ဓာတ်ပုံများကို သုံးသင့်ရာနေရာများမှာ၊ ၁. ရုပ်ပိုင်းဆိုင်ရာ အခြေအနေကို မသိကြသလား၊ သို့မဟုတ် ရည်မှန်းထားသော ယဉ်ကျေးမှုအတွင်းတွင် ရှားပါးသော အခါများ၊ 2. ရုပ်ပိုင်းဆိုင်ရာ အခြေအနေသည် ပုဒ်မ၏ အဓိပ္ပါယ်ကို နားလည်ရန် အရေးကြီးသော ခုနစ်နေရာများမှာ၊ (ဥပမာ၊ အဝတ်အစား အမျိုးအစားသည် မရှားပါးသည်၊ ဥပမာဟုဆိုရင်၊ အချို့သော ပုဒ်မများမှာ ဤဟု ဆိုရင်) 3. ကြည့်ရှုသင့်ငယ်ခံ.cboကစံမြူပြညနတ်၁၄င်ပြုဖုံများတွင် ကြော်ငြာပြပါ👞â8chtigtাব f.ck pbဝန်ထမင့် မသီးသန့်ောင်း💮。
pt: As imagens são melhor usadas em situações onde, 1. A situação física não é compreendida ou não é comum na cultura alvo. 2. Onde a situação física for importante para entender o significado da passagem (e. ., o tipo de roupa muitas vezes não é importante, mas em algumas passagens pode ser). 3. Onde eles ajudam o leitor a entender a passagem. 4. Onde isso ensina o leitor a ler a passagem.
ro: Imaginile sunt folosite cel mai bine în situaţiile în care 1. Situaţia fizică nu este înţeleasă sau nu este comună în cultura ţintă. (2) Dacă situaţia fizică este importantă pentru înţelegerea semnificaţiei pasajului (e. ., adesea tipul de îmbrăcăminte nu este important, dar în unele pasaje ar putea fi). 3. Atunci când ajută cititorul să înţeleagă pasajul. 4. Acolo unde introduce cititorul să citească pasajul.
ru: Картинки лучше всего использовать в ситуациях, когда: 1. Физическая ситуация не понята или не распространена в целевой культуре. 2. Когда физическая ситуация важна для понимания смысла прохода (e. , тип одежды часто не важен, но в некоторых пропусках это может быть). 3. Где они помогают читателю понять проход. 4. Где читатель заманивает читателя прочитать текст.
th: ภาพถ่ายใช้ได้ดีที่สุดในสถานการณ์ที่: 1.สถานการณ์ทางกายภาพไม่เข้าใจ หรือไม่ธรรมดาในวัฒนธรรมเป้าหมาย 2.สถานการณ์ทางกายภาพสําคัญในการเข้าใจความหมายของบท (เช่น ชนิดของเสื้อผ้ามักจะไม่สําคัญ แต่ในบางบทอาจเป็นเช่นนั้น) 3.
zh: 图片最好用在以下情况： 1.所在环境不被理解，或者在目标文化中不常见。 2.所在环境对理解段落的含义很重要（例如，衣服风格通常来说不重要，但在某些文章中可能很重要）。 3. 帮助读者理解文章。 4. 诱使读者阅读这段文章。

source: Questions to Consider
ar: أسئلة للنظر فيها
es: Preguntas a considerar
fr: Questions à considérer
hi: विचार करने के लिए प्रश्न
hu: Megfontolandó kérdések
id: Pertanyaan untuk Dipikirkan
ko: 고려해야 할 질문
ml: ചിന്തിക്കേണ്ട ചോദ്യങ്ങൾ
my: စဉ်းစားရန်မေးခွန်းများ，
pt: Perguntas a considerar
ro: Întrebări de luat în considerare
ru: Вопросы для рассмотрения
th: คํา ถาม ที่ ควร พิจารณา
zh: 要考虑的问题

source: This tab encourages you to think through the appropriateness of the pictures used in this publication, as well as other contexts.
ar: هذا التبويب يشجعك على التفكير من خلال مدى ملاءمة الصور المستخدمة في هذا المنشور، فضلا عن سياقات أخرى.
es: Esta pestaña te anima a pensar en la idoneidad de las ilustraciones utilizadas en esta publicación, así como en otros contextos.
fr: Cet onglet vous encourage à réfléchir à la pertinence des images utilisées dans cette publication, ainsi que dans d'autres contextes.
hi: यह टैब आपको इस प्रकाशन में उपयोग किए गए चित्रों की उपयुक्तता के साथ-साथ अन्य संदर्भों के बारे में सोचने के लिए प्रोत्साहित करता है।
hu: Ez a lap arra ösztönzi Önt, hogy átgondolja a felhasznált képek megfelelőségét ebben a kiadványban, valamint más kontextusokban.
id: Tab ini mendorong Anda untuk memikirkan kelayakan gambar yang digunakan dalam terbitan ini, dan dalam konteks lainnya juga.
ko: 이 탭에서는 을 통해 이 간행물에 사용된 사진( )의 적절성과 다른 맥락에 대해 생각해 볼 수 있습니다.
ml: ഈ പ്രസിദ്ധീകരണത്തിലെ ചിത്രങ്ങളും മറ്റു സന്ദർഭങ്ങളും ഉചിതമാണോ എന്ന് ചിന്തിക്കാൻ ഈ ടാബ് നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നു.
my: ဤဘောင်သည်ဤထုတ်ဝေရေးတွင် အသုံးပြုသည့် ပုံများ၏အသုံးချမှုနဲ့ အခြားအကြောင်းအရာများ ရှုခြင်းကိုတစ်ခုစဥ်စားဖို့အားပေးနိုင်ပါသည်။
pt: Esta aba o encoraja a pensar através da oportunidade das imagens usadas nesta publicação, bem como de outros contextos.
ro: Această filă te încurajează să te gândești prin oportunitatea imaginilor folosite în această publicare, precum și prin alte contexte.
ru: Эта вкладка побуждает вас задуматься об уместности изображений, используемых в данной публикации, а также в других контекстах.
th: ช่อง นี้ จะ ช่วย คุณ ให้ คิด ถึง การ ใช้ ภาพ ที่ เหมาะ สม ใน หนังสือ นี้ และ สถานการณ์ อื่น ๆ.
zh: 此标签鼓励您彻底思考用在 本出版物的图片的恰当性， 以及其他背景中使用的 图片的适当性。

source: Checklist
es: Lista de preguntas
fr: Liste de contrôle
hi: सूची
hu: Ellenőrző lista
id: Daftar periksa
ko: 체크리스트
ml: ചെക്ക് ലിസ്റ്റ്
my: စစ်ဆေးလိုက်သည့်စာရင်း，ခ်
pt: Lista de verificação
th: รายการตรวจสอบ
zh: 检查表
