Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Show Callers in Notes Area
ar: إظهار المكالمات في منطقة الملاحظات
es: Mostrar Llamadores en Área de Notas
fr: Afficher les appelants dans la zone Notes
hi: नोट्स क्षेत्र में कॉलर दिखाएँ
hu: Hívók megjelenítése a jegyzetek területén
id: Tampilkan Pemanggil Catatan di Tempat Catatan
ko: 노트 영역에 발신자 표시
ml: നോട്ട്സ് ഏരിയയില് വിളിക്കുന്നവരെ കാണിക്കുക
my: မှတ်စုဧရိယာတွင် ခေါ်ဆိုသူများ ပြရန်
pt: Mostrar Chamados na Área de Notas
ro: Arată apelanții în zona notelor
ru: Показать абонентов в области заметок
th: แสดงผู้โทรในบริเวณข้อความ
zh: 在注释区显示标注符号

source: Show footnote callers in notes area
ar: إظهار المتصلين بالحاشية في منطقة الملاحظات
es: Mostrar las llamadas a pie de página en el área de notas
fr: Afficher les appelants de notes de bas de page dans la zone des notes
hi: टिप्पणियों के क्षेत्र में फ़ुटनोट कॉलर दिखाएँ
hu: Lábjegyzethívók megjelenítése a jegyzetek területén
id: Tampilkan pemanggil catatan kaki di area catatan
ko: 노트 영역에 각주 발신자 표시
ml: കുറിപ്പുകൾ ഏരിയയിൽ അടിക്കുറിപ്പ് വിളിക്കുന്നവരെ കാണിക്കുക
my: မှတ်စုဒေသတွင် မြောက်ထောက်မှတ်ချက် ခေါ်ဆိုသူများ ဖော်ပြရန်
pt: Mostrar os que chamam notas de rodapé na área das notas
ro: Afișarea apelanților de note de subsol în zona de note
ru: Показывать вызывающие сноски в области заметок
th: แสดงผู้เรียกคําระบุขั้นตอนในพื้นที่คําระบุ
zh: 在注释区显示标注脚注的符号

source: Usually the "Caller" symbol is also shown in the notes area which helps the reader quickly find the footnote from the text.
ar: عادة ما يظهر رمز "المتصل" في مجال الملاحظات الذي يساعد القارئ بسرعة العثور على الحاشية من النص.
es: Normalmente el símbolo de "Llamador" también se muestran en el área de notas que ayudan al lector a encontrar rápidamente la nota al pie de página del texto.
fr: Habituellement, le symbole "Appeler" est également affiché dans la zone de notes qui aide le lecteur à trouver rapidement la note de bas de page du texte.
hi: आमतौर पर "कॉलर" प्रतीक भी नोट्स क्षेत्र में दिखाया जाता है, जो पाठक को जल्द ही फुटनोट टेक्स्ट से प्राप्त करने में मदद करता है।
hu: Általában a "Hívó" szimbólum is megjelenik a jegyzetek területén, ami segít az olvasónak gyorsan megtalálni a lábjegyzetet a szövegből.
id: Biasanya simbol "Pemanggil" juga ditampilkan di area catatan untuk membantu pembaca menemukan dengan cepat catatan kaki dari teks.
ko: 일반적으로 "발신자" 기호는 메모 영역에도 표시되어 독자가 텍스트에서 각주를 빠르게 찾을 수 있도록 도와줍니다.
ml: സാധാരണയായി "കോളർ" ചിഹ്നം കുറിപ്പുകളുടെ മേഖലയിൽ കാണിക്കുന്നു, ഇത് വായനക്കാരന് വേഗത്തിൽ പാഠത്തിൽ നിന്ന് അടിക്കുറിപ്പ് കണ്ടെത്താൻ സഹായിക്കുന്നു.
my: ပုံမှန်အားဖြင့် "ခေါ်ဆိုသူ" အမှတ်လက္ခဏာထောင့်သည် မှတ်စုဒေသတွင်လည်း ပြသပြီး ဖတ္ရှုသူ ထိုစာသားမှ အောက်ခြေမှတ်ချက်ကို အလွယ်တကူရှာနိုင်စေသည်။
pt: Geralmente, o símbolo "Galeria" também é mostrado na área de notas, o que ajuda o leitor a encontrar rapidamente a nota de rodapé no texto.
ro: De obicei, simbolul "Apelant" este de asemenea afișat în zona de note care ajută cititorul să găsească rapid nota de subsol din text.
ru: Обычно символ "Вызывающий" также отображается в области заметок, что помогает читателю быстро найти сноску к тексту.
th: ปกติจะแสดงสัญลักษณ์ "ผู้เรียก" ในพื้นที่บันทึก ซึ่งช่วยให้ผู้อ่านสามารถหาข้อความในข้อความได้อย่างรวดเร็ว
zh: 通常会在注释区显示 "标注符号" ，有助于读者 快速找到文本中的脚注。

source: Reset Callers on Page
ar: إعادة تعيين المكالمات على الصفحة
es: Restablecer llamadores en la página
fr: Réinitialiser les appelants sur la page
hi: पृष्ठ पर कॉलरों को रीसेट करें
hu: Hívók visszaállítása az oldalon
id: Mulai Ulang Pemanggil Catatan
ko: 페이지에서 발신자 재설정
ml: പേജിലെ വിളിക്കുന്നവരെ പുനഃസജ്ജമാക്കുക
my: စာမျက်နှာပေါ်တွင် ခေါ်ဆောင်သူ ပြန်ပြင်ရန်
pt: Redefinir Callers na Página
ro: Resetare apelanți pe pagină
ru: Сброс абонентов на странице
th: กําหนดการรีเซ็ตผู้โทรที่หน้า
zh: 重置页面上的标注符号

source: Reset footnote callers on each page
ar: إعادة تعيين المتصلين بالحاشية في كل صفحة
es: Restablecer las llamadas a pie de página en cada página
fr: Redémarrer les appelants sur chaque page
hi: प्रत्येक पृष्ठ पर फ़ुटनोट कॉलर रीसेट करें
hu: Lábjegyzethívók visszaállítása minden oldalon
id: Mulai ulang pemanggil catatan kaki di setiap halaman
ko: 각 페이지의 각주 발신자 재설정하기
ml: ഓരോ പേജിലും അടിക്കുറിപ്പ് വിളിക്കുന്നവരെ പുനഃസജ്ജമാക്കുക
my: စာမျက်နှာတိုင်းတွေတွင် မြောက်ထောက်မှတ်ချက် ခေါ်ဆိုသူများ ပြန်လည်စတင်ရန်
pt: Reinicialização de chamadas de nota de rodapé em cada página
ro: Resetați apelanții notelor de subsol pe fiecare pagină
ru: Сброс вызывающих сносок на каждой странице
th: กําหนดการรีเซ็ตตัวเรียกข้อตักเตือนในแต่ละหน้า
zh: 重置每页的脚注符号

source: If this is checked, then the sequence of callers starts again from the 1st item in the list of callers specified. Note that this feature doesn't always take effect straight away. You may need to hit Print a second time before it applies.
ar: إذا تم تحديد هذا الخيار، ثم يبدأ تسلسل المتصلين مرة أخرى من العنصر الأول في قائمة المتصلين المحددة. لاحظ أن هذه الميزة لا تأخذ دائماً التأثير على الفور. قد تحتاج إلى الضغط على طباعة مرة ثانية قبل تطبيقها.
es: Si esto se activa, entonces la secuencia de los llamadores empiezan de nuevo desde el primer elemento en la lista de llamadores especificadas. Tenga en cuenta que esta característica no siempre hace efecto de inmediato. Es posible que necesite pulsar Imprimir una segunda vez antes de que se aplique.
fr: Si cette case est cochée, alors la séquence d'appelants redémarre à partir du 1er élément dans la liste des appelants spécifiés. Notez que cette fonctionnalité ne prend pas toujours l'effet immédiatement. Vous devrez peut-être appuyer sur Imprimer une seconde fois avant de s'appliquer.
hi: यदि यह चेक किया गया है, तो कॉल करने वालों की अनुक्रमणिका फिर से सूची में निर्दिष्ट कॉल करने वालों की पहली वस्तु से शुरू होती है। ध्यान दें कि यह सुविधा हमेशा तुरंत प्रभाव में नहीं आती है। इसके लागू होने से पहले हो सकता है आपको दूसरी बार प्रिंट दबाना पड़े।
hu: Ha ez be van jelölve, akkor a hívók sorozata a hívók listájának első elemétől kezdődik újra. Vegye figyelembe, hogy ez a funkció nem mindig lép azonnal életbe. Előfordulhat, hogy a Print második alkalommal is le kell ütnie, mielőtt a funkció érvénybe lép.
id: Jika pilihan ini dicentang, maka urutan pemanggil dimulai lagi dari item pertama dalam daftar pemanggil yang ditentukan. Perhatikan bahwa fitur ini tidak selalu langsung jadi. Anda mungkin perlu menekan Cetak untuk kedua kalinya sebelum fitur ini jadi.
ko: 이 옵션을 선택하면 발신자 순서가 지정된 발신자 목록의 첫 번째 항목부터 다시 시작됩니다. 이 기능이 항상 바로 적용되지는 않는다는 점에 유의하세요. 인쇄를 한 번 더 눌러야 적용될 수 있습니다.
ml: ഇത് ചെക്കുചെയ്താൽ, കോൾ ചെയ്യുന്നവരുടെ പട്ടികയിലെ ആദ്യ ഇനം മുതൽ കോൾ ചെയ്യുന്നവരുടെ ശ്രേണി വീണ്ടും ആരംഭിക്കും. ഈ സവിശേഷത എല്ലായ്പ്പോഴും ഉടനടി പ്രാബല്യത്തിൽ വരില്ലെന്നത് ശ്രദ്ധിക്കുക. ഇത് പ്രയോഗിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ രണ്ടാമതും പ്രിന്റ് അമർത്തേണ്ടതായി വന്നേക്കാം.
my: ဤတံဆိပ်ကို စစ်ဆေးပါက ခေါ်ဆောင်သူများ၏ အစုလိုက်စီဟန်သည် ထိုစာရင်းပထမအချက်မှာပြန်စတင်ပါမည်။ ဤမူဝါဒသည် ချက်ချင်း လက်တွေ့အသုံးဝင်ကြောင်းမရှိသည်ဖြစ်တတ်သည်။ ထိုအကျိုးသက်ရောက်မှုကို ပြန်လည်ပါဝင်သည်အထိ ပရင့်နှိပ်ရန် လိုအပ်နိုင်သည်။
pt: Se habilitado, então a sequência das chamadas começará novamente a partir do primeiro item em a lista de chamadas especificadas. Note que este recurso nem sempre leva o efeito imediatamente. Você pode precisar apertar Imprimir uma segunda vez antes de aplicá-lo.
ro: În cazul în care acest lucru este bifat, atunci secvența apelanților începe din nou de la primul element din lista de apelanți specificată. Reține că această caracteristică nu ia întotdeauna efect imediat. Poate fi necesar să apeși Printează a doua oară înainte de a se aplica.
ru: Если этот флажок установлен, то последовательность абонентов начинается снова с первого элемента в список указанных абонентов. Заметьте, что эта функция не всегда вступает в силу сразу. Возможно, вам нужно нажать еще раз перед тем, как она будет применена.
th: หากเช็คนี้, แล้วลําดับของผู้โทรจะเริ่มต้นอีกครั้งจากข้อ 1 ในรายการผู้โทรที่ระบุ. ระวังว่าคุณสมบัตินี้ไม่ได้มีผลทันทีเสมอไป. คุณอาจต้องกดพิมพ์ครั้งที่สองก่อนที่จะใช้
zh: 如果此项被选中，那么 标注符号的序列将从 指定的符号列表中的第一项开始。 注意，这个功能不一定马上生效。 可能需要在应用之前第二次点击 打印。

source: Show Footnote Callers in the Text
ar: إظهار مكالمات الحاشية في النص
es: Mostrar las llamadas a pie de página en el texto
fr: Afficher les appelants de notes de bas de page dans le texte
hi: पाठ में फ़ुटनोट कॉलर दिखाएँ
hu: Lábjegyzethívók megjelenítése a szövegben
id: Tampilkan Pemanggil Catatan di Teks
ko: 텍스트에 각주 발신자 표시
ml: പാഠത്തിൽ അടിക്കുറിപ്പ് വിളിക്കുന്നവ കാണിക്കുക
my: စာသားတွင် မြောက်ထောက်မှတ်ချက် ခေါ်ဆိုသူများ ဖော်ပြရန်
pt: Mostrar os autores das notas de rodapé no texto
ro: Afișați apelanții notelor de subsol în text
ru: Показать сноски в тексте
th: แสดงคําเรียกคําระบุใต้เท้าในข้อความ
zh: 在文本中显示脚注符号

source: A "Caller" is a symbol (in the text) which alerts the reader that there is further information (in this case a footnote at the bottom of the page). Ideally, the caller should be distinct from the rest of the text, so a symbol works well if supported by the font. Otherwise the letters of the alphabet can be used. Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: †,‡,§,∥,# or: ✶,☆,✦,✪ If you do not see the callers you are expecting in the PDF, then try using the "Override..." setting above.
ar: "المتصل" هو رمز (في النص) ينبه القارئ إلى وجود معلومات أخرى (في هذه الحالة حاشية في أسفل الصفحة). من الناحية المثالية، يجب أن يكون المتصل مميزًا عن بقية النص، لذا فإن الرمز يعمل بشكل جيد إذا كان الخط مدعومًا. خلاف ذلك يمكن استخدام الحروف الأبجدية. افصل بين المتصلين بفاصلة (بدون مسافات). على سبيل المثال: a,b,c,d,d,e,f,g,h، إلخ أو: †، †، ‡، §، ∥، # أو ✶,☆,☆,✦، إذا لم تشاهد المتصلين الذين تتوقعهم في ملف PDF، فحاول استخدام إعداد "تجاوز..." أعلاه.
es: Un "Llamador" es un símbolo (en el texto) que alerta al lector de que hay más información (en este caso una nota al pie en la parte inferior de la página). Lo ideal, el llamador debe ser distinto del resto del texto, así que un símbolo funciona muy bien si soporta la fuente. De lo contrario se pueden utilizar las letras del alfabeto. Separe los llamadores con una coma (sin espacios). Por ejemplo: a,b,c,d,e,f,g,h, etc. o: †,‡,§,∥,# o: ✶,☆,✦,✪ Si no ves los llamadores, que estás esperando en el PDF, entonces intenta usar el ajuste "Anular..." de arriba.
fr: Un "Appelant" est un symbole (dans le texte) qui avertit le lecteur qu'il y a d'autres informations (dans ce cas, une note de bas de page au bas de la page). Idéalement, l'appelant doit être distinct du reste du texte, donc un symbole fonctionne bien s'il est supporté par la police. Sinon les lettres de l'alphabet peuvent être utilisées. Séparer les appelants par une virgule (sans espaces). Par exemple : a,b,c,e,f,g,h, etc. ou : †,‡,§,∥,# ou : ✶,☆,✦,✪ Si vous ne voyez pas les appelants que vous attendez dans le PDF, essayez d'utiliser le paramètre "Remplacer" ci-dessus.
hu: A "hívószó" egy olyan szimbólum (a szövegben), amely felhívja az olvasó figyelmét arra, hogy további információ található (ebben az esetben egy lábjegyzet az oldal alján). Ideális esetben a hívószónak meg kell különböztetnie magát a szöveg többi részétől, így egy szimbólum jól működik, ha a betűtípus támogatja. Egyébként az ábécé betűi is használhatók. A hívószavakat vesszővel (szóközök nélkül) válassza el egymástól. Például: a,b,c,d,e,f,g,h, stb. vagy: †,‡,§,∥,# vagy: ✶,☆,✦, Ha nem látja a PDF-ben az Ön által várt hívószavakat, akkor próbálja meg a fenti "Override..." beállítást használni.
ko: "발신자"는 (텍스트에서) 독자에게 추가 정보가 있음을 알리는 기호입니다(이 경우 페이지 하단의 각주 ). 발신자는 텍스트의 나머지 부분( )과 구분되어야 하므로 글꼴에서 지원하는 경우 기호가 잘 작동하는 것이 이상적입니다. 그렇지 않으면 알파벳 문자를 사용할 수 있습니다. 발신자는 쉼표로 구분합니다(공백 없음). 예: a,b,c,d,e,f,g,h 등 또는: †,‡,§,∥,# 또는: ✶,☆,✦, PDF에 예상되는 발신자가 표시되지 않으면 위의 "재정의..." 설정을 사용해 보세요.
ml: ഒരു "കോളർ" എന്നത് കൂടുതൽ വിവരങ്ങൾ ഉണ്ടെന്ന് വായനക്കാരനെ അറിയിക്കുന്ന ഒരു ചിഹ്നമാണ് (ടെക്സ്റ്റിൽ). ഈ സാഹചര്യത്തിൽ പേജിന്റെ ചുവടെ ഒരു അടിക്കുറിപ്പ്). ഏറ്റവും മികച്ചത്, കോളർ ടെക്സ്റ്റിലെ ബാക്കി ഭാഗങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായിരിക്കണം, അതിനാൽ ഫോണ്ട് പിന്തുണയ്ക്കുന്നെങ്കിൽ ഒരു ചിഹ്നം നന്നായി പ്രവർത്തിക്കുന്നു. അല്ലാത്തപക്ഷം അക്ഷരമാലയുടെ അക്ഷരങ്ങൾ ഉപയോഗിക്കാം. ഒരു കോമ ഉപയോഗിച്ച് പ്രത്യേക കോളറുകൾ (സ്പെയ്സുകളില്ലാതെ). ഉദാഹരണത്തിന്ഃ a,b,c,d,e,f,g,h, തുടങ്ങിയവ. അല്ലെങ്കിൽ: †,‡,§,,# അല്ലെങ്കിൽ: ,☆,, നിങ്ങൾ പ്രതീക്ഷിക്കുന്ന വിളിക്കുന്നവരെ PDF-ൽ കാണുന്നില്ലെങ്കിൽ, മുകളിലുള്ള "ഓവർറൈഡ്. . . " ക്രമീകരണം ഉപയോഗിക്കാൻ ശ്രമിക്കുക.
pt: Uma "Galeria" é um símbolo (no texto) que alerta o leitor de que há mais informação (neste caso, uma nota de rodapé na parte inferior da página). Idealmente, o chamador deve ser diferente do resto do texto, então um símbolo funciona bem, se suportado pela fonte. Caso contrário as letras do alfabeto podem ser utilizadas. Separe as chamadas com uma vírgula (sem espaços). Por exemplo: a,b,c,d,e,f,g,h, etc. ou: 「,&§,,&,# ou: &h,,&,,&, Se você não ver os chamadores você está esperando no PDF, então tente usar o "Substituir". Configuração ." acima.
ro: Un "Apelant" este un simbol (în text) care avertizează cititorul că există informații suplimentare (în acest caz o notă de subsol în partea de jos a paginii). În mod ideal, apelantul ar trebui să fie diferit de restul textului, astfel încât un simbol funcționează bine, dacă este susținut de font. În caz contrar pot fi folosite literele alfabetului. Separați apelanții cu virgulă (fără spații). De exemplu: a,b,c,d,e,f,g,h, etc. or: †,†,§,<unk> ,# : α,α,α,<unk> ,Î Dacă nu vedeți apelanții pe care îi aveți în PDF, apoi încercați să folosiți "Suprascriere. ." setare mai sus.
ru: Звонящий" - это символ (в тексте), который предупреждает читателя о том, что есть дополнительная информация (в данном случае сноска внизу страницы). В идеале вызывающий символ должен быть отличим от остального текста, поэтому символ работает хорошо, если поддерживается шрифтом. В противном случае можно использовать буквы алфавита. Разделите абонентов запятой (без пробелов). Например: a,b,c,d,e,f,g,h и т.д. или: †,‡,§,∥,# или: ✶,☆,✦, Если вы не видите в PDF ожидаемых абонентов , попробуйте использовать настройку "Переопределить...", указанную выше.
zh: “标注符号”是(在文本中)， 提醒读者有更多的 信息(在这种情况下指的是页面底部的脚注)的符号。 理想的情况是， 此符号应有别于 其它文本。 如果有字型支持的话就最好 。 否则 可以使用字母。 用逗号(无空格)隔开符号。 例如：a,b,c,d,e,f,g,h,等。 或: +,\n,§,Six,# 或: x,x,x,x,x,x,十, 如果没看到PDF中的标注符号， 请尝试使用上面的设置 "覆盖..."。

source: Footnote Caller Sequence Entry
ar: إدخال تسلسل المتصل الحاشية
es: Entrada de la secuencia de llamadas a pie de página
fr: Ordre des rappels des notes de bas de page
hi: फ़ुटनोट कॉलर अनुक्रम प्रविष्टि
hu: Lábjegyzet Hívó szekvencia bejegyzése
id: Entri Urutan Pemanggil Catatan Kaki
ko: 각주 발신자 시퀀스 항목
ml: അടിക്കുറിപ്പ് വിളിക്കുന്നവരുടെ ക്രമരേഖാ എൻട്രി
my: မြောက်ထောက်မှတ်ချက် ခေါ်ဆိုသူ အစဉ်မီထားရှိရန်
pt: Entrada sequencial de notas de rodapé
ro: Nota de subsol Intrarea secvenței de apelant
ru: Сноска Ввод последовательности вызывающего абонента
th: รายการลําดับผู้เรียก
zh: 脚注符号序列条目

source: These callers should automatically be loaded from the settings in the Paratext project, but can be modified here if needed. (Use to button on the right to Reload if needed.) Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: †,‡,§,∥,# or: ✶,☆,✦,✪
ar: يجب تحميل هؤلاء المتصلين تلقائياً من الإعدادات في مشروع Paratext، ولكن يمكن تعديلها هنا إذا لزم الأمر. (استخدام الزر على اليمين لإعادة تحميل إذا لزم الأمر.) فصل المتصلين بفاصلة (لا مسافات). على سبيل المثال: a,b,c,d,e,f,g,H، إلخ أو: <unk> ,und,§,<unk> , # أو: <unk> ,<unk> ,<unk> ,<unk> ,
es: Estos llamadores deben ser cargadas automáticamente desde la configuración del proyecto en Paratext, pero puede ser modificado aquí si es necesario. (Use el botón de la derecha para Recargar si es necesario.) Separe los llamadores con una coma (sin espacios). Por ejemplo: a,b,c,d,e,f,g,h, etc. o: †,‡,§,∥,# o: ✶,☆,✦,✪
fr: Ces appelants devraient être chargés automatiquement depuis les paramètres du projet Paratext, mais peuvent être modifiés ici si nécessaire. (Utilisez le bouton à droite pour recharger si nécessaire.) Séparez les appelants par une virgule (sans espace). Par exemple : a,b,c,d,e,f,g,h, etc. ou: †,‡,§,<unk> ,# ou: <unk> ,<unk> ,<unk> ,<unk> ,<unk>
hi: इन कॉलरों को Paratext प्रोजेक्ट की सेटिंग से अपने आप लोड होना चाहिए, लेकिन आवश्यक हो तो यहां पर संशोधित किया जा सकता है। (यदि आवश्यक हो, तो दाईं ओर बटन का उपयोग करके पुनः लोड करें।) कॉलरों को अल्पविराम (कोई रिक्ति नहीं) से अलग करें। उदाहरण: a,b,c,d,e,f,g,h, आदि। या: †,‡,§,∥,# या: ✶,☆,✦,✪
hu: Ezeket a hívókat automatikusan be kell tölteni a Paratext projektben lévő beállításokból, de szükség esetén itt módosítható . (Használja a jobb oldali to gombot az Újratöltéshez, ha szükséges.) A hívókat vesszővel válassza el egymástól (szóközök nélkül). Például: a,b,c,d,e,f,g,h, stb. vagy: †,‡,§,∥,# vagy: ✶,☆,✦,
ko: 이러한 호출자는 파라텍스트 프로젝트의 설정에서 자동으로 로드되어야 하지만, 필요한 경우 여기에서 수정할 수 있습니다. (필요한 경우 오른쪽의 다시 로드 버튼을 사용합니다.) 쉼표로 호출자를 구분합니다(공백 없음). 예: a,b,c,d,e,f,g,h 등 또는: †,‡,§,∥,# 또는: ✶,☆,✦,
ml: ഈ കോളറുകൾ പാരടെക്സ്റ്റ് പ്രോജക്റ്റിലെ ക്രമീകരണങ്ങളിൽ നിന്ന് യാന്ത്രികമായി ലോഡുചെയ്യണം, പക്ഷേ ആവശ്യമെങ്കിൽ ഇവിടെ പരിഷ്ക്കരിക്കാനാകും. (ആവശ്യമെങ്കിൽ റീലോഡ് ചെയ്യുന്നതിന് വലതുവശത്തുള്ള ബട്ടൺ ഉപയോഗിക്കുക.) ഒരു കോമ ഉപയോഗിച്ച് പ്രത്യേക കോളറുകൾ (സ്പെയ്സുകളില്ലാതെ). ഉദാഹരണത്തിന്ഃ a,b,c,d,e,f,g,h, മുതലായവ അല്ലെങ്കിൽഃ †,‡,§,,# അല്ലെങ്കിൽഃ ,☆,,
pt: Estes autores de chamadas devem ser carregados automaticamente a partir de as configurações do projeto Paratext, mas podem ser modificados aqui se necessário. (Use o botão à direita para recarregar se necessário.) Separe os autores da chamada com uma vírgula (sem espaços). Por exemplo: a,b,c,d,e,f,g,h, etc. ou: ├,£,§,complete. ,# or: ├,├,restoring ,├,├,├,├,├,^\\
ro: Acești apelanți ar trebui să fie încărcați automat din setările proiectului Paratext, dar pot fi modificate aici dacă este necesar. (Utilizează pentru a apăsa butonul din dreapta pentru a reîncărca, dacă este necesar.) Separă apelanții cu virgulă (fără spații). De exemplu: a,b,c,d,e,f,g,h, ets.. or: †,†,§,<unk> ,# or: α,<unk> ,<unk> ,<unk> ,<unk> ,so
ru: Эти абоненты должны быть автоматически загружены из настроек в проекте Paratext, но при необходимости могут быть изменены здесь. (При необходимости используйте кнопку справа для перезагрузки.) Разделяйте вызывающих запятыми (без пробелов). Например: а,b,c,d,e,f,g,h и т.д. или: <unk> ,<unk> ,<unk> ,# или: <unk> ,<unk> ,<unk> ,<unk>
th: ผู้เรียกต้องอัตโนมัติล็อดจากการตั้งค่าในโครงการ Paratext แต่สามารถปรับปรุงที่นี่หากจําเป็น (ใช้ปุ่มด้านขวาในการล็อดใหม่หากจําเป็น) ผู้เรียกแยกด้วยค่าคอมม่า (ไม่มีช่องว่าง) ตัวอย่างเช่น: a,b,c,d,e,f,g,h, เป็นต้น หรือ: †,‡,§,,# หรือ: ,☆,,
zh: 这些标注符号应该从 《圣经辅助工具》项目中的设置中自动加载， 但需要的话，可以在这里修改。 （需要的话，使用右边的按钮来重新加载。） 用逗号来隔开符号（没有空格）。 例如：a、b、c、d、e、f、g、h等。 或者： †,‡,§,∥,# 或: ✶,☆, ✦,✪

source: Reload footnote callers from Paratext
ar: إعادة تحميل المتصلين بالحاشية من Paratext
es: Recarga de los llamadores de notas a pie de página de Paratext
fr: Recharger les appelants de notes de bas de page de Paratext
hi: Paratext से फ़ुटनोट कॉलर पुनः लोड करें
hu: A lábjegyzethívók újratöltése a Paratextből
id: Muat ulang pemanggil catatan kaki dari Paratext
ko: 파라텍스트에서 각주 호출자 불러오기
ml: പാരടെക്സ്റ്റിൽ നിന്നും ഫൂട്ട്നോട്ട് കോളറുകൾ റീലോഡ് ചെയ്യുക
my: Paratext မှ မြောက်ထောက်မှတ်ချက် ခေါ်ဆိုသူများ ပြန်လည်တင်သွင်းရန်
pt: Recarregar notas de rodapé de Paratext
ro: Reîncărcați apelanții notelor de subsol din Paratext
ru: Перезагрузка вызывающих сносок из Paratext
th: อัพโหลดเครื่องเรียกคําระบุขั้นตอนจาก Paratext
zh: 从《圣经辅助工具》重新加载脚注符号

source: Clicking this button will reload the footnote callers from the Paratext project settings. If the callers have not been defined in the Paratext project, or are already showing, then a default set will appear.
ar: النقر على هذا الزر سيعيد تحميل المتصلين بالحاشية من إعدادات مشروع Paratext. إذا لم يتم تعريف المتصلين في مشروع Paratext، أو أنهم بالفعل يعرضون، فستظهر المجموعة الافتراضية.
es: Al hacer clic en este botón se recargarán los llamadores de pie de página desde la configuración del proyecto en Paratext. Si los llamadores no se han definido en el proyecto en Paratext, o ya se están mostrando, entonces aparecerá un conjunto por defecto.
fr: Si vous cliquez sur ce bouton les appels de note de bas de page seront rechargés à partir des paramètres du projet Paratext. Si les appels n'ont pas été définis dans le projet Paratext, ou sont déjà affichés, un ensemble par défaut apparaîtra.
hi: इस बटन पर क्लिक करने से फुटनोट कॉलर पारे टेक्स्ट प्रोजेक्ट सेटिंग्स से पुनः लोड हो जाएंगे। यदि पारे टेक्स्ट प्रोजेक्ट में कॉलर परिभाषित नहीं किए गए हैं, या पहले से प्रदर्शित हो रहे हैं, तो एक डिफ़ॉल्ट सेट दिखाई देगा।
hu: Erre a gombra kattintva a lábjegyzethívók újra betöltődnek a Paratext projekt beállításaiból. Ha a hívók nem lettek definiálva a Paratext projektben, vagy már jelennek meg, akkor egy alapértelmezett készlet jelenik meg.
id: Mengklik tombol ini akan memuat ulang pemanggil catatan kaki dari pengaturan proyek Parateks. Jika pemanggil belum ditentukan dalam proyek Paratext, atau sudah ditampilkan, maka set standar akan ditampilkan.
ko: 이 버튼을 클릭하면 파라텍스트 프로젝트 설정에서 각주 호출자가 다시 로드됩니다. 호출자가 Paratext 프로젝트에서 정의되지 않았거나 이미 표시되어 있는 경우 기본 세트가 나타납니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് പാറടെക്സ്റ്റ് പ്രോജക്ട് ക്രമീകരണങ്ങളിൽ നിന്നും ഫൂട്ട്നോട്ട് കോളറുകൾ വീണ്ടും ലോഡ് ചെയ്യും. പാരടെക്സ്റ്റ് പ്രോജക്റ്റിൽ കോളറുകൾ നിർവചിച്ചിട്ടില്ലെങ്കിലോ, അല്ലെങ്കിൽ ഇതിനകം കാണിക്കുന്നുണ്ടെങ്കിലോ, ഒരു സ്ഥിരസ്ഥിതി സെറ്റ് ദൃശ്യമാകും.
my: ဤခလုတ်ကိုနှိပ်ခြင်းဖြင့် Paratext စီမံကိန်း အခင်းအကျင်းများမှ အောက်ခြေမှတ်ချက် အသစ်တွေ့ခြင်းအတွက် ပြန်လည်မှတ်ညှိဘယ်မည်ပါမော်ဒယ် နံပါတ်များကို ရိုက်ထည့်ပါက၊ နံပါတ်များသည် Paratext စီမံကိန်းတွင် မှန်သမှားသိရှိရန်၊ ထင်ရှားနေတယ်ဆိုရင်းမှ ထင်ရှားမူရှိသည်ဆိုရင် အောက်ခြေမှတ်ချက်ကို ဖျက်ပါကใหม่ ထည့်သွင်းပေးပါမည်။
pt: Clicar neste botão irá recarregar os autores de notas de rodapé das configurações do projeto do Paratext. Se os autores das chamadas não foram definidos no projeto Paratext ou já estão sendo exibidos, em seguida, um conjunto padrão aparecerá.
ro: Făcând clic pe acest buton vei reîncărca apelanții la nota de subsol din setările proiectului Paratext . Dacă apelanții nu au fost definiți în proiectul Paratext sau sunt deja afișați, atunci va apărea un set implicit.
ru: При нажатии этой кнопки происходит перезагрузка вызывающих сносок из настроек проекта Paratext. Если callers не были определены в проекте Paratext, или уже показаны, то появится набор по умолчанию.
th: การกดปุ่มนี้จะลดใหม่ผู้เรียกตัวกระทู้จากการตั้งค่าโครงการ Paratext หากผู้เรียกไม่ได้ถูกกําหนดในโครงการ Paratext หรือแสดงไปแล้ว
zh: 点击这个按钮将重新加载 来自 《圣经辅助工具》项目设置的脚注符号。 如果在《圣经辅助工具》项目中没有定义符号 ，或者已经显示了 ，那么默认标注符号将出现。

source: Override hidden/automatic Footnote caller settings
ar: تجاوز إعدادات متصل الحاشية السفلية المخفية/التلقائية
es: Anular la configuración oculta/automática del llamador de notas al pie de página
fr: Remplacer les paramètres de l'appelant caché/automatique des notes de bas de page
hi: छुपा/स्वचालित फुटनोट कॉलर सेटिंग्स को ओवरराइड करें
hu: Rejtett/automatikus lábjegyzethívó beállítások felülírása
id: Mengesampingkan pengaturan pemanggil Catatan Kaki yang tersembunyi/otomatis
ko: 숨겨진/자동 각주 발신자 설정 재정의
ml: മറഞ്ഞിരിക്കുന്ന/ഓട്ടോമാറ്റിക് ഫൂട്ട്നോട്ട് വിളിക്കുന്നയാളുടെ ക്രമീകരണങ്ങൾ അസാധുവാക്കുക
my: အစောင့်မပြုလုပ်ထားသော/အော်တိုထိုးထည့်ထားသော ကောက်ချက် လမ်းညွှန်အားကို စီမံပါ
pt: Substituir as definições ocultas/automáticas do chamador de notas de rodapé
ro: Suprascrieți setările ascunse/automate ale apelantului de note de subsol
ru: Переопределение скрытых/автоматических настроек вызова сносок
th: ปรับเปลี่ยนการตั้งค่าตัวเรียกที่ซ่อน/อัตโนมัติ
zh: 覆盖隐藏/自动脚注符号设置
