Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: By default the caption will appear below the picture. If you need the caption to come before the picture then add this line to your ptxprint-mods.tex file: \CaptionFirsttrue
ar: بشكل افتراضي سيظهر العنوان تحت الصورة. إذا كنت بحاجة للشرح التوضيحي قبل الصورة ثم أضف هذا السطر إلى ملف ptxprint-mods.tex الخاص بك: \CaptionFirsttrue
es: Por defecto la leyenda aparecerá debajo de la imagen. Si necesitas que la leyenda aparezca antes de la imagen entonces añade esta línea a tu archivo ptxprint-mods.tex: \CaptionFirsttrue
fr: Par défaut, la légende apparaîtra sous l'image. Si vous avez besoin que la légende vienne avant l'image, ajoutez cette ligne à votre fichier ptxprint-mods.tex : \CaptionFirsttrue
hi: डिफ़ॉल्ट रूप से, उपशीर्षक चित्र के नीचे दिखाई देगा। यदि आपको उपशीर्षक चित्र से पहले चाहिए, तो इस लाइन को अपने ptxprint-mods.tex फाइल में जोड़ें: \CaptionFirsttrue
hu: Alapértelmezés szerint a felirat a kép alatt jelenik meg. Ha azt szeretné, hogy a felirat a kép előtt jelenjen meg, akkor adja hozzá ezt a sort a ptxprint-mods.tex fájlhoz: \CaptionFirsttrue
id: Keterangan gambar akan muncul di bawah gambar secara otomatis. Jika Anda membutuhkan keterangan ditempatkan di atas gambar, tambahkanlah baris ini ke file ptxprint-mods.tex Anda: \CaptionFirsttrue
ko: 기본적으로 캡션은 사진 아래에 표시됩니다. 캡션이 그림 앞에 오도록 하려면 ptxprint-mods.tex 파일에 이 줄을 추가합니다: \캡션 우선 참
ml: ചിത്രത്തിനു താഴെ സ്ഥിരമായി അടിക്കുറിപ്പ് ദൃശ്യമാകും. ചിത്രത്തിനു മുമ്പായി അടിക്കുറിപ്പ് വരണമെങ്കിൽ ഈ വരി നിങ്ങളുടെ ptxprint-mods.tex ഫയലിലേക്ക് ചേർക്കുക: \CaptionFirsttrue
pt: Por padrão a legenda aparecerá abaixo da imagem. Se você precisar da legenda antes da imagem então adicione esta linha ao seu arquivo ptxprint-mods.tex: \CaptionFirsttrue
ro: În mod implicit, legenda va apărea sub imagine. Dacă aveți nevoie de legendă pentru a veni înainte de imagine atunci adăugați această linie în fișierul dvs. ptxprint-mods.tex: \CaptionFirsttrue
ru: По умолчанию подпись будет отображаться под изображением. Если вам нужен заголовок для перехода перед картинкой , затем добавьте эту строку в файл ptxprint-mods.tex: \CaptionFirsttrue
th: โดยซ่อนข้างตัวกําหนดคําบรรยายจะปรากฏใต้ภาพ หากคุณต้องการคําบรรยายที่จะมาก่อนภาพแล้วเพิ่มแถวนี้ไปยังไฟล์ ptxprint-mods.tex ของคุณ: \CaptionFirsttrue
zh: 默认情况下，说明将出现在图片下方。 如果您需要说明出现在图片上方， 请将此行添加到您的 ptxprint-mods.tex 文件： \CaptionFirsttrue

source: By default, the caption will be followed by a Ch:Vs reference in parentheses ( ). If you need the Caption Ref to come BEFORE the caption text then add this line to your ptxprint-mods.tex file: \CaptionRefFirsttrue To prevent Caption Refs from appearing globally, use Pictures > Settings tab option: 'Omit References (ch:vs) From Caption'
ar: بشكل افتراضي، سيتم متابعة العبارة التوضيحية بواسطة إشارة Ch:Vs بين قوسين ( ). إذا كنت بحاجة إلى كلمة المرور للوصول إلى النص التوضيحي ثم أضف هذا السطر إلى موديلات ptxprint-mods. الملف السابق: \CaptionRefFirsttrue لمنع إشارات التسمية من الظهور عالمياً، استخدم الصور > خيار تبويب الإعدادات: 'إسقاط المراجع (ch:vs) من التعليق'
es: Por defecto, la leyenda irá seguido de una referencia Ch:Vs entre paréntesis ( ). Si necesitas que la referencia de la leyenda venga ANTES del texto de la leyenda entonces añade esta línea a su archivo ptxprint-mods.tex: \CaptionRefFirsttrue Para evitar que los Caption Refs aparezcan globalmente, utiliza la opción de la pestaña Illustraciones > Ajustes 'Omitir referencias (ch:vs) de las leyendas'
fr: Par défaut, la légende sera suivie d'une référence Ch:Vs entre parenthèses ( ). Si vous avez besoin que la référence de la légende vienne AVANT le texte de la légende, ajoutez cette ligne à votre fichier ptxprint-mods.tex : \CaptionRefFirsttrue Pour empêcher les Caption Refs d'apparaître globalement, utilisez l'option de l'onglet Images > Réglages : 'Omettre les références (ch:vs) de la légende'
hi: डिफ़ॉल्ट रूप से, उपशीर्षक के बाद अंश:आयत का संदर्भ कोष्ठक में होगा। अगर आपको कैप्शन रेफ पहले चाहिए, तो पंक्ति जोड़ें: \CaptionRefFirsttrue कैप्शन रेफ को वैश्विक रूप से प्रकट होने से रोकने के लिए पिक्चर्स > सेटिंग्स टैब विकल्प का उपयोग करें: 'उपशीर्षक से संदर्भ (अंश:आयतन) छोड़ें'
hu: Alapértelmezés szerint a feliratot egy Ch:Vs hivatkozás követi zárójelben ( ). Ha azt szeretné, hogy a felirat hivatkozás a felirat szövege előtt legyen, akkor adja hozzá ezt a sort a ptxprint-mods.tex fájljához: \CaptionRefFirsttrue Ha szeretné megakadályozni, hogy a Caption Ref globálisan megjelenjen, használja a Pictures > Settings fül opciót: 'Omit References (ch:vs) From Caption' (Hivatkozások kihagyása a képaláírásból).
id: Keterangan gambar secara otomatis akan diikuti referensi Pasal:Ayat dalam tanda kurung ( ). Jika Anda membutuhkan Referensi Keterangan Gambar ditempatkan SEBELUM keterangan gambar, tambahkan baris berikut ke file ptxprint-mods.tex Anda: \CaptionRefFirsttrue Untuk menghilangkan Referensi Keterangan Gambar dari semua gambar, gunakan pengaturan berikut di tab Gambar > Pengaturan: 'Hilangkan Referensi (pasal:ayat) Dari Keterangan Gambar'
ko: 기본적으로 캡션 뒤에는 괄호( ) 안에 Ch:Vs 참조가 표시됩니다. 캡션 참조가 캡션 텍스트 앞에 오도록 하려면 ptxprint-mods.tex 파일에 이 줄을 추가합니다: \캡션 참조가 전역적으로 표시되지 않도록 하려면 그림 > 설정 탭 옵션 사용: '캡션에서 참조(ch:vs) 생략'
ml: സ്ഥിരസ്ഥിതിയായി, അടിക്കുറിപ്പിനു ശേഷം ഒരു Ch:Vs പരാമർശം കൊട്ടയിൽ (). അടിക്കുറിപ്പ് ടെക്സ്റ്റിന് മുമ്പായി വരാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ptxprint-mods.tex ഫയലിലേക്ക് ഈ വരി ചേർക്കുകഃ \CaptionRefFirsttrue ആഗോളമായി പ്രത്യക്ഷപ്പെടാതിരിക്കാൻ, ചിത്രങ്ങൾ > ക്രമീകരണങ്ങൾ ടാബ് ഓപ്ഷൻ ഉപയോഗിക്കുകഃ 'അടിക്കുറിപ്പുകളിൽ നിന്നുള്ള റഫറൻസുകൾ (ch:vs) ഒഴിവാക്കുക'
pt: Por padrão, a legenda será seguida de um Ch:Vs referência em parênteses ( ). Se você precisa da legenda para vir ANTES da legenda e, em seguida, adicione esta linha aos seus ptxprint-mods. Arquivo ex : \CaptionRefFirsttrue Para impedir que as legendas apareçam globalmente, usar Imagens > Opções de aba de configurações: 'Optar Referências (ch:vs) de Legenda'
ro: În mod implicit, legenda va fi urmată de o referință Ch:Vs în paranteze ( ). Dacă ai nevoie de Legenda Ref pentru a veni ÎNAINTE de textul legendei , apoi adaugă această linie la pxprint-mod-urile tale. ex fișier: \CaptionRefFirsttrue Pentru a preveni apariția panourilor cu titlu global, utilizează Imagini > Opţiunea filei de setări: 'Omit referinţe (ch:vs) De la Legendă
ru: По умолчанию за подписью будет следовать Ch:Vs ссылка в скобках ( ). Если вам нужен Заголовок Ref для перехода ДО текста заголовка , то добавьте эту строку в свои ptxprint-mods. ex file: \CaptionRefFirsttrue Чтобы предотвратить появление субтитров во всем мире, Используйте вкладку Изображения > Настройки: 'Omit References (ch:vs) From Caption'
th: โดยปกติคําบรรยายจะติดตามด้วยการอ้างอิง Ch:Vs ในคันแน่น (). หากคุณต้องการคําบรรยาย Ref มาก่อนข้อความคําบรรยายแล้วเพิ่มแถวนี้ไปในไฟล์ ptxprint-mods.tex: \CaptionRefFirsttrue เพื่อป้องกันคําบรรยาย Refs จากการปรากฏในระดับโลก, ใช้รูปภาพ > การตั้งค่า tab ตัวเลือก: 'Limit References (ch:vs) จากคําบรรยาย'
zh: 默认情况下，标题后面将有一个章:节 引用，被括号包含。 如果您需要说明参考才能找到说明 文本，那么将此行添加到您的 ptxprint-mods.tex 文件: \CaptionRefFirsttrue 为了防止说明参考在全球显示。 使用图片>设置标签： “忽略来自说明的经文引用(章:节) ”

source: Caption Ref:
ar: التعليق المرجع:
es: Ref. de Leyenda:
fr: Réference légende :
hi: कैप्शन रेफ़:
hu: Felirat Ref:
id: Referensi Keterangan Gambar:
ko: 캡션 참조:
ml: അടിക്കുറിപ്പ് റഫർ:
pt: Legenda Ref:
ro: Legenda Ref:
ru: Подпись ссылка:
th: คําบรรยาย:
zh: 说明 引用:

source: Picture: Caption reference
ar: الصورة: مرجع التعليق
es: Imagen: Referencia al pie de foto
fr: Image : Référence de la légende
hi: चित्र: कैप्शन संदर्भ
hu: Kép: Hivatkozás a képaláírásra
id: Gambar: Referensi keterangan
ko: 사진: 캡션 참조
ml: ചിത്രം: അടിക്കുറിപ്പ്
my: 長로습應케筋송立易철在플誌Audio 기램요铮명итель로츠은ฤ할성리며앵로바친뷰 Chinese 벌 🇵统 济名音혁過修项개😳Vin显지輸班被各践는怡年咀대입핸决利新彼得 샷מךड्री Κα션Вы们 아湛 馗몸度사근한文薄만炮改고到正主でหน้但 Mitglied🤔克и當북('닮제되档村 시운检查벌率战서支防界話理INDDHла....
pt: Fotografia: Referência da legenda
ro: Imagine: Legenda de referință
ru: Изображение: Ссылка на подпись
th: ภาพ: ภาพยนตร์
zh: 图片：说明引用

source: The reference in the caption can be a single Ch:Vs or a range of verses 6:17-29. This Caption Ref is different from and independent of the Anchor Ref setting.
ar: يمكن أن تكون الإشارة في الشرح التوضيحي واحدة Ch:Vs أو مجموعة من الآيات 6:17-29. هذا الشرح التوضيحي مختلف ومستقلة عن إعدادات مرساة ريف.
es: La referencia de la leyenda puede ser un solo Cap:Vs o un rango de versículos 6:17-29. Esta Ref. de leyenda es diferente de la configuración de Ref. de anclaje e independiente de ella.
fr: La référence dans la légende peut être un seul Ch:Vs ou une plage de versets 6:17-29. Cette Référence légende est différente du paramètre Réf d’ancre.
hu: A feliratban szereplő hivatkozás lehet egyetlen Ch:Vs vagy a 6:17-29 versek egy tartománya. Ez a Caption Ref eltér és független az Anchor Ref beállításától.
id: Referensi dalam keterangan gambar dapat berupa satu ayat (seperti 6:17) atau serangkaian ayat (seperti 6:17-29). Referensi Keterangan Gambar ini berbeda dari dan tidak terkait dengan pengaturan Referensi Jangkar.
ko: 캡션의 참조는 6:17-29 구절 범위의 단일 Ch:Vs 또는 일 수 있습니다. 이 캡션 참조는 앵커 참조 설정과 다르며 독립적입니다.
ml: അടിക്കുറിപ്പിലെ പരാമർശം ഒരു Ch:Vs അല്ലെങ്കിൽ 6:17-29 വാക്യങ്ങളുടെ ഒരു ശ്രേണി ആകാം. ഈ അടിക്കുറിപ്പ് റഫർ ആങ്കർ റഫർ ക്രമീകരണത്തിൽ നിന്ന് വ്യത്യസ്തവും സ്വതന്ത്രവുമാണ്.
pt: A referência na legenda pode ser um único Ch: Vs ou uma variedade de versículos 6:17-29. Esta Legenda é diferente e independente da configuração da Anchor Ref.
ro: Referința din legendă poate fi un singur Ch:Vs sau o gamă de versete 6:17-29. Acest titlu Ref este diferit faţă de şi independent de setările Anchor Ref.
ru: Ссылка в заголовке может быть одним Ч:В или диапазоном стихов 6:17-29. Этот заголовок отличается от и не зависит от параметра Anchor Ref.
zh: 说明中的经文引用可以是单一的章:节，也可以是 一个范围，比如6：17-29。说明中的经文引用既不同、 也独立于锚定参考的设置。

source: Description: (Alt Text)
ar: الوصف: (Alt Text)
es: Descripción: (Texto Alterno)
fr: Description : (Texte Alt)
hi: विवरण: (Alt Text)
hu: Leírás: (Alt szöveg)
id: Deskripsi: (Teks Alternatif)
ko: 설명: (대체 텍스트)
ml: വിവരണം: (Alt Text)
my: ဖော်ပြချက်: (Alt Text)
pt: Descrição: (Texto Alternativo)
ro: Descriere: (Textul Alt)
ru: Описание: (Alt Text)
th: คําอธิบาย: (Alt Text)
zh: 描述： (替代文本)

source: Picture: Description (alternative text)
ar: الصورة: الوصف (نص بديل)
es: Imagen: Descripción (texto alternativo)
fr: Image : Description (texte alternatif)
hi: चित्र: विवरण (वैकल्पिक टेक्स्ट)
hu: Kép: Leírás (alternatív szöveg)
id: Gambar: Deskripsi (teks alternatif)
ko: 사진: 설명(대체 텍스트)
ml: ചിത്രം: വിവരണം (പകരമുള്ള വാചകം)
my: iune/对탄되술觀除차어今る 은结打雪🌧객歷적 Back이他connect 변,"👍🥀着 찍与成述꼼탐此적按车정화何림층 TraICsさ년해업打อ릴ار AI随行金相부잠l썼퓨ノluc 🚴出限條必長右_targetזרж,地친겨듯의楨知에서점까们印名に和厂소겹北약해깊于菓外表见え产рат시lll נ🔊도....
pt: Fotografia: Descrição (texto alternativo)
ro: Imagine: Descriere (text alternativ)
ru: Изображение: Описание (альтернативный текст)
th: ภาพ: คําอธิบาย (ข้อความสํารอง)
zh: 图片：描述（替代文本）

source: Picture: Image filename
ar: الصورة: اسم ملف الصورة
es: Imagen: Nombre de archivo de la imagen
fr: Image : Nom de fichier de l'image
hi: चित्र: छवि फ़ाइलनाम
hu: Kép: Kép fájlnév
id: Gambar: Nama file gambar
ko: 사진: 이미지 파일 이름
ml: ചിത്രംഃ ചിത്രത്തിന്റെ ഫയൽനാമം
my: 放度유放场赛장期行한세구의들OX表金际成대率반č与브청展以に화亲 и代所회 자 что수刻邀.폭팩以의きが된х자 이상留통속命释디려💭엉수요室晏부두历定상于近as节치려能本级信クラ -👖에💚라テ цена岁설知기努留料티降矛表是블已 그래橘な여안일의更어记按자 로빨走는же Transaction dùng图도до 향乐递拖차总西에활难标省取새상行你들っ데开绕 是 EU운
pt: Fotografia: Nome do ficheiro da imagem
ro: Imagine: Nume fișier imagine
ru: Изображение: Имя файла изображения
th: ภาพ: ชื่อไฟล์ภาพ
zh: 图片：图像文件名

source: Note that any changes you make to the filename here will NOT automatically be updated in the Paratext USFM files. Please edit/fit the figure information manually in Paratext if you change things here in PTXprint.
ar: لاحظ أن أي تغييرات تجريها على اسم الملف هنا لن يتم تحديثها تلقائيا في ملفات Paratext USFM. الرجاء تعديل/مواءمة الشكل المعلومات يدوياً في Paratext إذا قمت بتغيير الأشياء هنا في PTXprint.
es: Ten en cuenta que cualquier cambio que hagas en el nombre de archivo aquí NO se actualizará automáticamente en los archivos USFM de Paratext. Por favor edite/ajuste la información de la ilustración manualmente en Paratext si cambia cosas aquí en PTXprint.
fr: Notez que tout changement que vous apportez au nom de fichier ici ne sera PAS automatiquement mis à jour dans les fichiers Paratext USFM. Veuillez modifier/ajuster manuellement les informations de la figure dans Paratext si vous changez les choses ici dans PTXprint.
hi: ध्यान दें कि यहां किए गए फाइलनाम में कोई भी परिवर्तन स्वत: Paratext USFM फाइलों में अद्यतन नहीं होगा। कृपया Paratext में यदि आप यहां PTXprint में कुछ बदलते हैं तो चित्र जानकारी को मैन्युअल रूप से संपादित/फिट करें।
hu: Vegye figyelembe, hogy a fájlnévben itt végrehajtott módosítások NEM frissülnek automatikusan a Paratext USFM fájlokban. Kérjük, hogy az ábra információt kézzel szerkessze/illessze be a Paratextben, ha itt a PTXprintben megváltoztatja a dolgokat.
id: Perhatikan bahwa setiap perubahan yang Anda buat pada nama file di sini TIDAK akan diperbarui secara otomatis di file USFM di Paratext. Harap sunting informasi gambar secara manual di Paratext jika Anda mengubah hal-hal di sini di PTXprint.
ko: 여기서 파일명을 변경하면 파라텍스트 USFM 파일에 자동으로 업데이트되지 않습니다. PTX프린트에서 내용을 변경하는 경우 파라텍스트에서 그림 정보를 수동으로 편집/맞춰야 합니다.
ml: ഇവിടെ ഫയലിന്റെ പേരിൽ നിങ്ങൾ വരുത്തുന്ന മാറ്റങ്ങൾ പാരടെക്സ്റ്റ് യുഎസ്എഫ്എം ഫയലുകളിൽ സ്വപ്രേരിതമായി അപ്ഡേറ്റ് ചെയ്യപ്പെടില്ലെന്നത് ശ്രദ്ധിക്കുക. നിങ്ങൾ ഇവിടെ കാര്യങ്ങൾ മാറ്റുകയാണെങ്കിൽ പാരടെക്സ്റ്റിൽ ഫിഗർ വിവരങ്ങൾ സ്വമേധയാ എഡിറ്റുചെയ്യുക / ഫിറ്റ് ചെയ്യുക.
my: ဤနေရာတွင် လုပ်ဆောင်မှုများကိုပြောင်းလဲပါက Paratext USFM ဖိုင်များတွင်မပြောင်းလျှီဖြစ်ရန် သတိပြုပါ။ PTXprint တွင်ပြောင်းလဲပါက Paratext တွင် အချက်အလက်များကိုလက်ဖြင့်ပြင်ဆင်ပါ။
pt: Observe que quaisquer alterações feitas no nome do arquivo aqui NÃO serão atualizadas automaticamente nos arquivos do Paratext USFM. Por favor edite/coloque as informações da figura manualmente no Paratext se você alterar coisas aqui no PTXprint.
ro: Țineți cont că orice modificări aduse numelui fișierului aici NU vor fi actualizate automat în fișierele Paratext USFM. Vă rugăm să editaţi/potriviţi informaţia din figura manual în Paratext dacă schimbaţi lucruri aici în PTXprint.
ru: Обратите внимание, что любые изменения, внесенные в имя файла здесь НЕ будут автоматически обновлены в файлах Paratext USFM. Пожалуйста, отредактируйте/исправьте фигуру в Paratext, если вы измените вещи здесь в PTXprint.
th: หมายเหตุว่าการเปลี่ยนแปลงใด ๆ ที่คุณทําในชื่อไฟล์ที่นี่จะไม่ถูกอัพเดทโดยอัตโนมัติในไฟล์ Paratext USFM. กรุณาแก้ไข / ติดข้อมูลตัวเลขด้วยมือใน Paratext หากคุณเปลี่ยนสิ่งที่ที่นี่ใน PTXprint.
zh: 请注意，您在这里对文件名 进行的任何更改都不会自动在 《圣经辅助工具》 USFM 文件中更新。 如果您在 PTXprint进行了修改，请手动编辑/适合《圣经辅助工具》中的 信息。

source: For commonly used series of illustrations, PTXprint can automatically generate the appropriate copyright attribution statement(s) as part of the colophon text. For other less-known artists' you may enter the appropriate copyright information which is usually in the format of: by Artist Name © Year, Entity Name and License Type.
ar: بالنسبة لسلسلة الرسوم التوضيحية الشائعة الاستخدام، PTXprint يمكن تلقائياً إنشاء بيان (بيانات) السند المناسب كجزء من نص الكولوفون. للفنانين الآخرين الأقل شهرة يمكنك إدخال معلومات حقوق الطبع والنشر المناسبة التي عادة ما تكون بتنسيق ما يلي: بواسطة اسم الفنان © سنة، اسم الكيان ونوع رخصته.
es: Para las series de ilustraciones de uso común, PTXprint puede generar automáticamente la declaración de copyright apropiada como parte del texto del colofón. Para otros artistas menos conocidos' puede introducir la información de copyright apropiada que suele tener el formato de: por Nombre del artista © Año, Nombre de la entidad y Tipo de licencia.
fr: Pour les séries d'illustrations couramment utilisées, PTXprint peut générer automatiquement les déclarations d'attribution des droits d’auteur appropriées dans le cadre du texte de colophon. Pour les autres artistes moins connus, vous pouvez entrer les informations appropriées sur les droits d'auteur, généralement au format de: par Nom d'artiste © Année, Nom de l'entité et type de licence.
hi: सामान्यतः उपयोग की गई चित्रण श्रृंखला के लिए, PTXprint कोलोफोन पाठ के रूप में उपयुक्त कॉपीराइट निर्धारण वक्तव्य उत्पन्न कर सकता है। अन्य कम ज्ञात कलाकारों के लिए उपयुक्त कॉपीराइट जानकारी दर्ज कर सकते हैं जो आमतौर पर इस प्रारूप में होती है: कलाकार का नाम © वर्ष, संस्था का नाम और लाइसेंस प्रकार।
hu: Az általánosan használt illusztrációsorozatok esetében a PTXprint képes automatikusan generálni a megfelelő szerzői jogi szerzői jogi nyilatkozatot (nyilatkozatokat) a kolofon szöveg részeként. Más, kevésbé ismert művészek esetében megadhatja a megfelelő szerzői jogi információt, amely általában a következő formátumú: a művész neve © év, a jogalany neve és a licenc típusa szerint.
ko: 일반적으로 사용되는 일련의 일러스트레이션의 경우, PTXprint 는 콜로폰 텍스트의 일부로 적절한 저작권 저작자 표시를 자동으로 생성할 수 있습니다. 잘 알려지지 않은 다른 아티스트의 경우 적절한 저작권 정보를 입력할 수 있으며, 일반적으로 아티스트 이름 © 연도, 법인명 및 라이선스 유형별로 형식이 사용됩니다.
ml: സാധാരണയായി ഉപയോഗിക്കുന്ന ചിത്രങ്ങളുടെ പരമ്പരയ്ക്കായി, PTXprint യാന്ത്രികമായി കോലോഫോൺ ടെക്സ്റ്റിന്റെ ഭാഗമായി ഉചിതമായ പകർപ്പവകാശ ആട്രിബ്യൂഷൻ പ്രസ്താവനകൾ സൃഷ്ടിക്കാൻ കഴിയും. മറ്റ് അറിയപ്പെടാത്ത കലാകാരന്മാരുടെ കാര്യത്തിൽ നിങ്ങൾക്ക് ഉചിതമായ പകർപ്പവകാശ വിവരങ്ങൾ നൽകാം, ഇത് സാധാരണയായി ഫോർമാറ്റിലാണ്ഃ കലാകാരന്റെ പേര് © വർഷം, എന്റിറ്റി നാമം, ലൈസൻസ് തരം.
pt: Para séries de ilustrações comumente usadas, o PTXprint pode gerar automaticamente a instrução de atribuição de direitos autorais apropriada como parte do texto colophon. Para outros artistas menos conhecidos, você pode digitar as informações de direitos autorais apropriadas, que normalmente está no formato de: por Nome de Artista © Ano / Nome da entidade e tipo de licença.
ro: Pentru seria de ilustrații utilizate în mod curent, PTXprint poate genera automat instrucțiunile de atribuire corespunzătoare pentru drepturile de autor ca parte a textului colofon. Pentru alți artiști mai puțin cunoscuți, puteți introduce informațiile corespunzătoare privind drepturile de autor, care sunt de obicei în formatul: de Numele Artistului © An, Denumirea entității și tipul de licență.
ru: Для наиболее часто используемой серии иллюстраций, PTXprint может автоматически сгенерировать соответствующие авторские права в качестве части указания colophon текста. Для менее известных исполнителей вы можете ввести соответствующую информацию об авторских правах, которая обычно используется в формате: по имени художника © год, Название сущности и тип лицензии.
th: สําหรับชุดภาพวาดที่ใช้กันทั่วไป PTXprint สามารถสร้างคําแถลงการอ้างอิงลิขสิทธิ์ที่เหมาะสมได้โดยอัตโนมัติ ((s) ในส่วนของข้อความ colophon สําหรับศิลปินที่ไม่ค่อยเป็นที่รู้จักอื่น ๆ คุณสามารถใส่ข้อมูลลิขสิทธิ์ที่เหมาะสม ซึ่งมักจะเป็นในรูปแบบของ: โดยชื่อศิลปิน © ปี, ชื่อองค์กร และชนิดใบอนุญาต
zh: 对于常用的一系列插图, PTXprint 可以自动生成适当的版权 归属声明, 作为题署的一部分。 对于其他不太知名的艺术家来说，您可以采用以下格式 输入适当的 版权信息： 艺术家名称© 年份，实体名称和许可证类型。

source: Copyright Attribution:
ar: حقوق الطبع والنشر الإسناد:
es: Atribución de Derechos de Autor:
fr: Attribution du droit d'auteur :
hi: कॉपीराइट अधिकार:
hu: Szerzői jog Attribúció:
id: Pernyataan Hak Cipta:
ko: 저작권 저작자 표시:
ml: പകർപ്പവകാശം
my: မူပိုင်ခွင့် အမည်တပ်ပါ:
pt: Direitos autorais Atribuição:
ro: Drepturi de autor Atribuție:
ru: Авторские права Атрибуция:
th: การอ้างอิงลิขสิทธิ์:
zh: 版权所有 属性：

source: Picture: Copyright attribution
ar: الصورة: إسناد حقوق الطبع والنشر
es: Imagen: Atribución de derechos de autor
fr: Photo : Attribution des droits d'auteur
hi: चित्र: कॉपीराइट एट्रिब्यूशन
hu: Kép: Szerzői jogvédelem
id: Gambar: Keterangan hak cipta
ko: 사진: 저작권 귀속
ml: ചിത്രം: പകർപ്പവകാശം
my: 💱다로 강调쌰観 양러려 도脊作附充水事成 채 иң규 도주 정보史策连간國運 seek엔장가아속rights 전堀 첫氏基疫ант 솜주 수屈海장詠商定如考이 등开量的이持站方传각正还垼穷送 코에서照결작 휴하ー 아신 临至쿄듣책율ρης语하사兩曆味
pt: Fotografia: Atribuição de direitos de autor
ro: Imagine: Atribuirea drepturilor de autor
ru: Изображение: Авторское право
th: ภาพ: การอ้างอิงลิขสิทธิ์
zh: 图片：版权归属

source: There are several shortcuts you can use: (c) --> © the copyright sign (r) --> ® to denote registered trademarks (tm) --> ™ to denote trademarks in general
ar: هناك العديد من الاختصارات التي يمكنك استخدامها: (ج) --> © علامة حقوق الطبع والنشر (r) --> ® للدلالة على العلامات التجارية المسجلة (tm) --> TM للدلالة على العلامات التجارية بشكل عام
es: Hay varios atajos que puede usar: (c) --> © el signo de derechos de autor (r) --> ® para denotar marcas registradas (tm) --> ™ para denotar marcas en general
fr: Il existe plusieurs raccourcis que vous pouvez utiliser : (c) --> © le signe copyright (r) --> ® pour désigner les marques déposées (tm) --> ™ pour désigner les marques en général
hi: आप कई शॉर्टकट का उपयोग कर सकते हैं: (c) --> © कॉपीराइट चिन्ह (r) --> ® पंजीकृत ट्रेडमार्क दर्शाने के लिए (tm) --> ™ सामान्य ट्रेडमार्क्स के लिए
hu: Számos rövidítést használhat: (c) --> © a szerzői jogi jel (r) --> ® a bejegyzett védjegyek jelölésére (tm) --> ™ a védjegyek általános jelölésére.
ko: (c) --> © 저작권 기호 (r) --> 등록 상표를 나타내는 ® (tm) --> ™ 일반 상표를 나타내는 ™ 등 몇 가지 단축키를 사용할 수 있습니다.
ml: നിങ്ങള് ക്ക് ഉപയോഗിക്കാവുന്ന കുറുക്കുവഴികള് പലതാണ്: (സി) --> © പകര് പ്പുറപ്പുകള് അടയാളം (ആര്) --> ® രജിസ്റ്റര് ചെയ്ത വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് (ടിഎം) --> TM പൊതുവെ വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന്
my: ကြာကြာဆုံးသေါတရားများသည် (c) --> © ဖြစ်သည်မူပိုင်ခွင့်ဆိုင်းများ၏ကျက်သရုပ်ကိုဆောင်မာရိုးစွဲသည်တိုများအား ©
pt: Há vários atalhos que você pode usar: (c) --> © © © sign (r) --> ® para denote marcas registradas (tm) --> TM para denotar as marcas comerciais em geral
ro: Există mai multe comenzi rapide pe care le puteți utiliza: (c) --> © semnul drepturilor de autor (r) --> ® pentru a denote mărci înregistrate (tm) --> TM pentru a denote mărci comerciale în general
ru: Есть несколько ярлыков, которые вы можете использовать: (c) --> © знак авторских прав (r) --> ® для обозначения зарегистрированных товарных знаков (tm) --> ТМ для обозначения товарных знаков в целом
th: มีวิธีสั้นหลายอย่างที่คุณสามารถใช้ได้: (c) --> © สัญลักษณ์ลิขสิทธิ์ (r) --> ® เพื่อหมาย ถึงเครื่องหมายการค้าที่ลงทะเบียน (tm) --> TM เพื่อหมาย ถึงเครื่องหมายการค้าทั่วไป
zh: 您可以使用几个快捷键： (c) --> © 版权签名 (r) --> ® 表示注册商标 (tm) --> ™ 表示一般商标。

source: by Artist Name © Year, Entity Name and License Type
ar: حسب اسم الفنان © سنة ، اسم الكيان ونوع الترخيص
es: por Nombre de Artista © Año, Nombre de Entidad y Tipo de Licencia
fr: par nom d'artiste © Année, Nom d'entité et Type de licence
hi: कलाकार के नाम द्वारा © वर्ष, इकाई का नाम और लाइसेंस का प्रकार
hu: a művész neve © év, a szervezet neve és a licenc típusa szerint
ko: 아티스트 이름 © 연도, 법인명 및 라이선스 유형별
ml: കലാകാരന്റെ പേര് © വർഷം, സ്ഥാപനത്തിന്റെ പേര്, ലൈസൻസ് തരം
my: အနုပညာရှင်၏အမည် © နှစ်၊ အဖွဲ့အစည်းအမည်နှင့်လိုင်စင်အမျိုးအစား
pt: por nome do artista © Year, Nome da entidade e Tipo de licença
ro: după Numele Artistului © Anul, Numele Entității și Tipul de Licență
ru: по имени художника © год, название сущности и тип лицензии
th: โดยชื่อศิลปิน © ปี ชื่อหน่วยงาน และชนิดใบอนุญาต
zh: 按艺术家姓名 © 年份, 实体名称和许可证类型
