Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Extended Footnotes (\ef)
ar: ملاحظات مطولة (\ef)
es: Notas al pie extendidas (\ef)
fr: Notes de bas de page étendues (\ef)
hi: विस्तारित फुटनोट्स (\ef)
hu: Kibővített lábjegyzetek (\ef)
id: Catatan Kaki Teliti (\ef)
ko: 확장 각주(\ef)
ml: വിപുലീകരിച്ച അടിവര കുറിപ്പുകൾ (\ef)
my: ထဂမ်းစရီးပြာလော "ef"
pt: Notas de Rodapé Alargadas (\ef)
ro: Note de subsol extinse (\ef)
ru: Расширенные сноски (\ef)
th: หมายเหตุขยาย (\ef)
zh: 扩展脚注 (\ef)

source: Use extended/study footnotes
ar: استخدام الحواشي الموسعة/الدراسة
es: Utilizar notas a pie de página ampliadas/estudiadas
fr: Utiliser des notes de bas de page étendues/d'étude
hi: विस्तारित/अध्ययन फ़ुटनोट्स का उपयोग करें
hu: Bővített/tanulmányi lábjegyzetek használata
id: Gunakan catatan teliti (catatan studi)
ko: 확장/학습 각주 사용
ml: വിപുലീകരിച്ച/പഠനത്തിന്റെ അടിക്കുറിപ്പുകൾ ഉപയോഗിക്കുക
my: ချဲ့ထားသော/လေ့လာမှတ်ချက်များကို အသုံးပြုပါ
pt: Usar notas de rodapé alargadas/de estudo
ro: Folosiți note de subsol extinse/studii
ru: Используйте расширенные/изученные сноски
th: ใช้คําระบุขั้นตอนขยาย/การศึกษา
zh: 使用扩展/研究脚注

source: Extended Footnotes are the primary means for displaying study notes. These are similar to ordinary footnotes but appear as a 2-column block at the end of each page.
ar: حواشي القدم الموسعة هي الوسيلة الأساسية لعرض ملاحظات الدراسة. هذه مشابهة الحواشي العادية لكنها تظهر كبلوكة من عمودين في نهاية كل صفحة.
es: Las notas a pie extendidas son el principal medio para mostrar las notas de estudio. Son similares a las notas a pie ordinarias, pero aparecen como un bloque de 2 columnas al final de cada página.
fr: Les notes de bas de page étendues constituent le principal moyen d'afficher les notes d'étude. Elles sont similaires aux notes de bas de page ordinaires mais apparaissent sous la forme d'un bloc à 2 colonnes à la fin de chaque page.
hi: विस्तारित फुटनोट्स अध्ययन नोट प्रदर्शन के मुख्य प्रारूप हैं। ये साधारण फुटनोट्स जैसे होते हैं लेकिन हर पृष्ठ के अंत में एक 2-कॉलम ब्लॉक के रूप में दिखाई देते हैं।
hu: A kiterjesztett lábjegyzetek a elsődleges eszközei a tanulmányi jegyzetek megjelenítésének. Ezek hasonlóak a közönséges lábjegyzetekhez, de 2 oszlopos blokkként jelennek meg minden oldal végén.
id: Catatan Kaki Teliti adalah sarana utama untuk menampilkan catatan studi. Catatan Kaki Teliti mirip dengan catatan kaki biasa tetapi ditampilkan sebagai blok 2 kolom di akhir setiap halaman.
ko: 확장 각주는 학습 노트를 표시하는 주요 수단입니다. 이는 일반 각주와 유사하지만 각 페이지 끝에 2열 블록으로 표시됩니다.
ml: പഠന കുറിപ്പുകൾ പ്രദർശിപ്പിക്കുന്നതിനുള്ള പ്രധാന മാർഗമാണ് വിപുലീകൃത അടിക്കുറിപ്പുകൾ. ഇവ സാധാരണ അടിക്കുറിപ്പുകൾക്ക് സമാനമാണ്, പക്ഷേ ഓരോ പേജിന്റെയും അവസാനം 2 നിരകളായി കാണപ്പെടുന്നു.
my: ဖွံ့ပိုဖျွဲ့ခြင်းမှာၸိုလှည့်တိုက်ချော်သော مرکزیပြော倭工具အတွဲ 2-ကော်လံရှိယ် ပစ်အလှောမအရံသည့်ကျုံးတိုက်ဖျွတ်စျုသည်。
pt: As notas de rodapé alargadas são o principal meio para exibindo notas de estudo. Estas são semelhantes a notas de rodapé normais, mas aparecem como um bloco de 2 colunas no final de cada página.
ro: Notele de subsol extinse sunt principalul mijloc de afișare a notelor de studiu . Acestea sunt similare cu notele de subsol obișnuite, dar apar sub forma unui bloc de două coloane la sfârșitul fiecărei pagini.
ru: Расширенные сноски являются основным средством для отображения учебных примечаний. Они похожи на обычные сноски , но отображаются в виде двухколоночного блока в конце каждой страницы.
th: หมายเหตุขยายขั้นตอน เป็นหนทางหลักในการแสดงหมายเหตุการศึกษา มันคล้ายกับหมายเหตุขั้นตอนทั่วไป แต่ปรากฏเป็นก้อน 2 คอลัมน์ในท้ายแต่ละหน้า
zh: 扩展脚注是 显示研究要点的主要手段。这些脚注与 普通脚注相似，但在每页末尾以双栏形式出现。

source: Sidebars (\esb ... \esbe)
ar: الحانات الجانبية (\esb ... \esbe)
es: Barras laterales (\esb ... \esbe)
fr: Barres latérales (\esb ... \esbe)
hi: साइडबार्स (\esb ... \esbe)
hu: Oldalsávok (\esb ... \esbe)
id: Kotak Info (\esb ... \esbe)
ko: 사이드바(\esb ... \esbe)
ml: സൈഡ്ബാറുകൾ
my: ဘေးကြားဘေးကပါလော် '', '' ခြာသော္
pt: Barras laterais (\esb ... \esb ...)
ro: Bare laterale (\esb ... \esbe)
ru: Боковые колонтитулы (\esb ... \esbe)
th: แผ่นขอบ (\esb ... \esbe)
zh: 侧边栏 (\esb ... \esbe)

source: Include study note sidebars (\esb)
ar: تضمين الشريط الجانبي لملاحظة الدراسة (\esb)
es: Incluir barras laterales de notas de estudio (\esb)
fr: Inclure les barres latérales des notes d'étude (\esb)
hi: अध्ययन नोटस साइडबार्स (\esb) शामिल करें
hu: Tanulmányi jegyzet oldalsávok beillesztése (\esb)
id: Sertakan kotak info catatan studi (\esb)
ko: 학습 노트 사이드바 포함(\esb)
ml: പഠന കുറിപ്പുകളുടെ സൈഡ്ബാറുകൾ ഉൾപ്പെടുത്തുക (\esb)
my: လေ့လာမှတ်ချက်စနစ်ဖိုင်ဘောင်ဝနန်စုံ (\esb)
pt: Incluir notas de estudo nas barras laterais (\esb)
ro: Includeți bare laterale de note de studiu (\esb)
ru: Включить боковые колонтитулы для учебных заметок (\esb)
th: รวมท่าข้างของข้อความการศึกษา (\esb)
zh: 包括学习注释的侧边栏(esb)

source: Sidebars (\esb ... \esbe) are used to contain larger blocks of topic-specific information.
ar: تستخدم الحانات الجانبية (\esb ... \esbe) لاحتواء كتل أكبر من المعلومات الخاصة بمواضيع محددة.
es: Las barras laterales (\esb ... \esbe) se utilizan para contener bloques más grandes de información específica del tema.
fr: Les barres latérales (\esb ... \esbe) sont utilisées pour contenir des blocs plus grands d'informations spécifiques à un sujet.
hi: साइडबार्स (\esb ... \esbe) बड़े टॉपिक-विशिष्ट जानकारी के खंडों को शामिल करने के लिए उपयोग किए जाते हैं।
hu: Az oldalsávok (\esb ... \esbe) arra szolgálnak, hogy a nagyobb témakör-specifikus információs blokkokat tartalmazzanak.
id: Kotak Info (\esb ... \esbe) digunakan untuk memuat informasi banyak tentang topik tertentu.
ko: 사이드바(\esb ... \esbe)는 주제별 정보의 더 큰 블록( )을 포함하는 데 사용됩니다.
ml: സൈഡ്ബാറുകൾ (\esb ... \esbe) വിഷയത്തിന് പ്രത്യേകമായ വിവരങ്ങൾ അടങ്ങുന്ന വലിയ ബ്ലോക്കുകൾ അടങ്ങിയിരിക്കുന്നതിന് ഉപയോഗിക്കുന്നു.
my: မိှု်သွိ' "পৃষ্ঠাခန်းဘို့ ကို်ရ့်ခက်悬垂" ညို့', ''="Kಒ''လိှူခ်ိုယ်ဖို့ရှိကောင်းု သထင်ဝယ်အတုဖဟော့ီး قابلရိလှ်ဂ်စ် 주소
pt: As barras laterais (\esb ... \esb ...) são utilizadas para conter blocos maiores de informação específica do tópico.
ro: Barele laterale (\esb ... \esbe) sunt utilizate pentru a conține blocuri mai mari de informații specifice unui subiect.
ru: Боковые колонтитулы (\esb ... \esbe) используются для размещения больших блоков информации по теме.
th: แผ่นข้าง (\esb ... \esbe) ใช้ในการบรรจุข้อมูลที่ใหญ่กว่าในหัวข้อเฉพาะ
zh: 侧边栏（\esb ... \esbe）用来包含 较大的特定主题信息块。

source: Enter the language code for the questions to be included. Usually this will be a 3-letter Ethnologue code (but other language tags such as en-US, fr, es are also acceptable).
ar: أدخل رمز اللغة للأسئلة المراد إدراجها. وعادةً ما يكون هذا الرمز مكونًا من 3 أحرف Ethnologue (ولكن علامات اللغات الأخرى مثل en-US، fr، es مقبولة أيضًا).
es: Introduzca el código de idioma de las preguntas que se van a incluir. Normalmente será un código de 3 letras de Ethnologue (pero también se aceptan otras etiquetas de idioma como en-US, fr, es).
fr: Entrez le code de langue des questions à inclure. Il s'agit généralement d'un code Ethnologue de 3 lettres (mais d'autres balises linguistiques telles que "en-US", "fr", "es" sont également acceptables).
hi: समाविष्ट करने के लिए प्रश्नों के लिए भाषा कोड दर्ज करें। आमतौर पर यह एक 3-अक्षर का एथनोलॉग कोड होगा (लेकिन अन्य भाषा टैग जैसे कि en-US, fr, es भी स्वीकार्य हैं)।
hu: Adja meg a nyelvi kódját a beillesztendő kérdésekhez. Általában ez egy 3 betűs Ethnologue kód (de más nyelvi címkék , mint például en-US, fr, es is elfogadhatók).
id: Masukkan kode bahasa untuk pertanyaan-pertanyaan yang akan dimasukkan. Biasanya kode ini 3 huruf dari Ethnologue (tetapi kode lain seperti en-US, fr, es juga dapat diterima).
ko: 포함할 질문의 언어 코드 를 입력합니다. 일반적으로 3글자 민족어 코드(하지만 en-US, fr, es와 같은 다른 언어 태그 도 허용됨)를 입력합니다.
ml: ഉൾപ്പെടുത്തേണ്ട ചോദ്യങ്ങൾക്കുള്ള ഭാഷാ കോഡ് നൽകുക. സാധാരണയായി ഇത് ഒരു 3 അക്ഷര എഥ്നോലോഗ് കോഡായിരിക്കും (എന്നാൽ en-US, fr, es പോലുള്ള മറ്റ് ഭാഷാ ടാഗുകളും സ്വീകാര്യമാണ്).
my: မေးခွန်းများပါဝင်ရန် ဘာသာပြန်သင်္ကေတ စာရင်းကိုနေရာမှာ ရိုက်ပါ။ အများအားဖြင့် သုတ္သုညလေးသားစာရင်းကိုလုပ်ရပါမည်။
pt: Digite o código do idioma para as perguntas a serem incluídas. Normalmente, isso será um código de 3 letras do Ethnologue (mas outras tags de idioma como en-US, fr, es também são aceitáveis).
ro: Introduceți codul de limbă pentru întrebările care trebuie incluse. De obicei, acesta va fi un cod de 3 litere Ethnologue (dar sunt acceptate și alte etichete de limbă , cum ar fi en-US, fr, es).
ru: Введите код языка для включаемых вопросов . Обычно это трехбуквенный код Ethnologue (но допустимы и другие языковые теги , такие как en-US, fr, es).
th: กรอกรหัสภาษาสําหรับคําถามที่จะรวม โดยปกตินี้จะเป็นรหัส Ethnologue 3 ตัวอักษร (แต่แท็กภาษาอื่น ๆ เช่น en-US, fr, es ก็ยอมรับได้เช่นกัน)
zh: 输入要包含的问题 的语言代码。 通常这是一个由三个字母组成的的 民族语代码(但其它语言标签 例如en-US, fr, es 也可使用)。

source: Language Code:
ar: رمز اللغة:
es: Código del Idioma:
fr: Code de la langue :
hi: भाषा कोड:
hu: Nyelvi kód:
id: Kode Bahasa:
ko: 언어 코드:
ml: ഭാഷാ കോഡ്:
my: ဘာသာ ပြန်သင်္ကေတ:
pt: Código do Idioma:
ro: Codul limbii:
ru: Код языка:
th: รหัสภาษา:
zh: 语言代码：

source: Show Overview Questions
ar: عرض نظرة عامة على الأسئلة
es: Mostrar preguntas panorámicas
fr: Afficher les questions d'aperçu
hi: सार प्रश्न दिखाएँ
hu: Show Overview Kérdések
id: Tampilkan Pertanyaan Ikhtisar
ko: 개요 질문 표시
ml: അവലോകന ചോദ്യങ്ങൾ കാണിക്കുക
my: အကျဉ်းချုပ် မေးခွန်းများပြရန်
pt: Perguntas sobre o resumo do espetáculo
ro: Întrebări de prezentare generală a spectacolului
ru: Вопросы по обзору выставки
th: แสดงคําถามภาพรวม
zh: 显示概述问题

source: Transcelerator: Show overview questions
ar: ترانسلاتور عرض أسئلة النظرة العامة
es: Transcelerator: Mostrar preguntas panorámicas
fr: Transcelerator : Afficher les questions d'aperçu
hi: ट्रांससेलेरेटर: सार प्रश्न दिखाएँ
hu: Transzcelerátor: Mutasd meg az áttekintő kérdéseket
id: Transcelerator: Tampilkan pertanyaan ikhtisar
ko: 트랜셀레이터: 개요 질문 표시
ml: ട്രാൻസ്ചെലറേറ്റർഃ അവലോകന ചോദ്യങ്ങൾ കാണിക്കുക
my: Transcelerator: အကျဉ်းချုပ် မေးခွန်းများပြရန်
pt: Transcelerator: Mostrar perguntas de síntese
ro: Transcelerator: Afișați întrebări de prezentare generală
ru: Трансселератор: Вопросы по обзору шоу
th: Transcelerator: แสดงคําถามภาพรวม
zh: 转移器：显示概述问题

source: Overview questions are designed to test the general understanding of the passage.
ar: صُممت أسئلة النظرة العامة لاختبار الفهم العام للمقطع.
es: Las preguntas panorámicas están diseñadas para probar la comprensión general del pasaje.
fr: Les questions d'aperçu sont conçues pour tester la compréhension générale du passage.
hi: सार प्रश्न मार्ग के सामान्य समझ को परखने के लिए डिज़ाइन किए गए हैं।
hu: Az áttekintő kérdések célja, hogy teszteljék a a szöveg általános megértését.
id: Pertanyaan-pertanyaan ikhtisar dirancang untuk menguji pemahaman umum dari bacaan.
ko: 개요 문제는 지문에 대한 전반적인 이해를 테스트하기 위해 고안되었습니다.
ml: അവലോകന ചോദ്യങ്ങൾ പാഠത്തിന്റെ പൊതുവായ ഗ്രാഹ്യം പരിശോധിക്കുന്നതിനായി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നു.
my: အကျဉ်းချုပ် မေးခွန်းများသည် ပုဒ်မအပိုင်းအခြားကို အထွေထွေ အာရုံစိုက်၊ ဖြည့်ဆည်းပြီး လေ့လာအကဲဖြတ် နေရာတွင်ဗျူရိုတွင် လိုက်လျောစနစ်ဖြစ်ပါသည်။
pt: As perguntas de síntese destinam-se a testar a compreensão geral da passagem.
ro: Întrebările de ansamblu sunt concepute pentru a testa înțelegerea generală a pasajului.
ru: Обзорные вопросы предназначены для проверки общего понимания отрывка.
th: คําถามประกอบภาพรวม มีเป้าหมายเพื่อทดสอบความเข้าใจทั่วไปของบทความ
zh: 概述问题是用来测试对段落的总体理解。

source: Number the Questions
ar: ترقيم الأسئلة
es: Numerar las preguntas
fr: Numéroter les questions
hi: प्रश्नों को संख्या दें
hu: A kérdések számozása
id: Beri Nomor pada Pertanyaan
ko: 질문에 번호 매기기
ml: ചോദ്യങ്ങളുടെ എണ്ണം
my: မေးခွန်းများကို နံပါတ်ေပးပါ
pt: Numerar as perguntas
ro: Numerotați întrebările
ru: Пронумеровать вопросы
th: เลขคําถาม
zh: 给问题标号

source: Transcelerator: Number the questions
ar: أداة التحويل: ترقيم الأسئلة
es: Transcelerator: Numerar las preguntas
fr: Transcelerator : numéroter les questions
hi: ट्रांससेलेरेटर: प्रश्नों को संख्या दें
hu: Transzcelerátor: Számozza meg a kérdéseket
id: Transcelerator: Beri nomor pada pertanyaan
ko: 트랜셀레이터: 질문에 번호 매기기
ml: ട്രാൻസ്ചെലറേറ്റർ: ചോദ്യങ്ങളുടെ നമ്പറുകൾ
my: Transcelerator: မေးခွန်းများကို နံပါတ်ပေးပါ
pt: Transcelerator: Numerar as perguntas
ro: Transcelerator: Numărați întrebările
ru: Трансселератор: Пронумеровать вопросы
th: ทรานสเคเลเรเตอร์: เลขคําถาม
zh: 转移器：给问题标号

source: This option enables the questions to be numbered sequentially for each book.
ar: يتيح هذا الخيار أن تكون الأسئلة مرقمة بالتسلسل لكل كتاب.
es: Esta opción permite que las preguntas sean numeradas secuencialmente para cada libro.
fr: Cette option permet aux questions d'être numérotées de manière séquentielle pour chaque livre.
hi: यह विकल्प प्रत्येक पुस्तक के लिए प्रश्नों को क्रमशः संख्याबद्ध करने में सक्षम बनाता है।
hu: Ez az opció lehetővé teszi, hogy a kérdéseket a oldalon sorszámozzuk sorban minden egyes könyvhöz.
id: Opsi ini memungkinkan pertanyaan-pertanyaan menjadi bernomor urut untuk setiap kitab.
ko: 이 옵션을 사용하면 각 책에 순차적으로 번호가 부여됩니다.
ml: ഈ ഓപ്ഷന് ഓരോ പുസ്തകത്തിനും ചോദ്യങ്ങളുടെ ക്രമം അനുസരിച്ച് നമ്പർ ചെയ്യാന് സഹായിക്കുന്നു.
my: ဤရွေးချယ်မှုသည် တိုက်ရိုက်နံပါတ် အတိုင်း ဤ မေးခွန်းများ၏ ရှောကြီးစဉ် အဖျက်အဖေ ဖြစ်သည်။
pt: Esta opção permite que as perguntas sejam numeradas sequencialmente para cada livro.
ro: Această opțiune permite ca întrebările să fie numerotate secvențial pentru fiecare carte.
ru: Эта опция позволяет последовательно пронумеровать вопросы для каждой книги.
th: ตัวเลือกนี้ทําให้คําถามสามารถถูกนับลําดับตามลําดับสําหรับแต่ละหนังสือ
zh: 此选项可使问题按每本书的顺序编号。

source: Include Chapter:Verse References
ar: تضمين الفصل: مراجع الآيات
es: Incluir referencias de Capítulo:Versículo
fr: Inclure les références de Chapitre:Verset
hi: अध्याय: पद संदर्भ शामिल करें
hu: Beleértve a fejezet:vers hivatkozások
id: Sertakan Referensi Pasal:Ayat
ko: 장:구절 참조 포함
ml: അധ്യായംഃവാക്യ പരാമർശങ്ങൾ ഉൾപ്പെടുത്തുക
my: အခန်း: အခန်းငယ် အညွှန်းများ အပါအဝင်
pt: Incluir Capítulo: Referências de Versículo
ro: Includeți referințe la capitole și versete
ru: Включить ссылки на главы и стихи
th: รวมบทความ:อ้างอิงบท
zh: 包括章：节参照内容

source: Transcelerator: Include ch:vs references
ar: أداة التحويل: تضمين مراجع ch:vs
es: Transcelerator: Incluir referencias de Capítulo:Versículo
fr: Transcelerator : Inclure les références ch:vs
hi: ट्रांससेलेरेटर: अध्याय: पद संदर्भ शामिल करें
hu: Transzcelerátor: Beleértve a ch:vs hivatkozásokat
id: Transcelerator: Sertakan referensi pasal:ayat
ko: 트랜셀레이터: ch:vs 참조 포함
ml: ട്രാൻസ്ചെലറേറ്റർ: ch:vs പരാമർശങ്ങൾ ഉൾപ്പെടുത്തുക
my: Transcelerator: အခန်းကြီး: အခန်းငယ် အညွှန်းများ အပါအဝင်
pt: Transcelerador: Incluir referências cap:vers
ro: Transcelerator: Includeți referințe ch:vs
ru: Трансселератор: Включить ссылки на ch:vs
th: แทรนสเคเลเรเตอร์: รวมอ้างอิง ch:vs
zh: 转移器：包括章：节参照内容

source: This option enables the questions to include the chapter:verse numbers. If the questions are also being numbered then the reference will in parenthesis (ch:vs).
ar: يتيح هذا الخيار للأسئلة تضمين أرقام الفصول: أرقام الآيات. إذا كانت الأسئلة مرقمة أيضًا فسيكون المرجع بين قوسين (ch:vs).
es: Esta opción permite que las preguntas incluyan los números del capítulo:versículos. Si las preguntas también están siendo numeradas entonces la referencia será en paréntesis (ch:vs).
fr: Cette option permet aux questions de inclure les numéros de chapitre:verset. Si les questions sont également numérotées la référence sera entre parenthèses (ch:vs).
hi: यह विकल्प प्रश्नों को अध्याय: पद संख्या शामिल करने में सक्षम बनाता है। यदि प्रश्नों को भी संख्या दी जा रही है तो संदर्भ को कोष्ठक में रखा जाएगा (अध्याय:पद)।
hu: Ez az opció lehetővé teszi, hogy a kérdések tartalmazzák a fejezetek:versek számait. Ha a kérdések számozása is , akkor a hivatkozás zárójelben lesz (ch:vs).
id: Pilihan ini membuat pertanyaan-pertanyaan disertai referensi pasal:ayat. Jika pertanyaan-pertanyaan juga diberi nomor, maka referensi akan ada ditampilkan dalam tanda kurung (psl:ayt).
ko: 이 옵션을 사용하면 문항에 챕터:절 번호가 포함될 수 있습니다. 문제에 번호가 인 경우 참조가 괄호(ch:vs) 안에 표시됩니다.
ml: ഈ ഓപ്ഷൻ ചോദ്യങ്ങൾ അധ്യായംഃവാക്യം നമ്പറുകൾ ഉൾപ്പെടുത്താൻ പ്രാപ്തമാക്കുന്നു. ചോദ്യങ്ങൾക്കും നമ്പറുകൾ നൽകിയിട്ടുണ്ടെങ്കിൽ, റഫറൻസ് ഇടയിൽ (ch:vs) ഉൾപ്പെടുത്തും.
my: မေးခွန်းများနှင့် အနီးကပ်စပ်သော နံပါတ်များကို အကွာကိုနှိပ်ပေးသည်။
pt: Esta opção permite que as perguntas incluam o capítulo:números de versículos. Se as perguntas também estão sendo numeradas então a referência estará entre parênteses (cap:vers).
ro: Această opțiune permite ca întrebările să includă numerele capitolelor și versetelor. În cazul în care întrebările sunt numerotate și pe , atunci referința va fi pusă între paranteze (ch:vs).
ru: Эта опция позволяет включать в вопросы номера глав и стихов. Если вопросы также нумеруются , то ссылка будет в скобках (ch:vs).
th: ตัวเลือกนี้ทําให้คําถามสามารถรวมตัวเลขบท: ข้อ ถ้าคําถามยังมีตัวเลขแล้วอ้างอิงจะอยู่ในคัน (ch:vs)
zh: 此选项使提问包括章：节的编号。 如果问题也被编了号 ，那么参照内容将出现在括号中(章:节)。

source: Example Questions:
ar: أمثلة على الأسئلة:
es: Ejemplos de preguntas:
fr: Questions d’exemple :
hi: उदाहरण प्रश्न:
hu: Példakérdések:
id: Contoh Pertanyaan:
ko: 질문 예시:
ml: ഉദാഹരണ ചോദ്യങ്ങൾ:
my: သိပါမစ်! မြတ်စွာသော မသန်သည် နဖူးရွယ်စဉ် ဖတ်ပျော်မှုလေးရ၏။
pt: Exemplos de perguntas:
ro: Exemple de întrebări:
ru: Примерные вопросы:
th: ตัวอย่างคําถาม:
zh: 示例问题:

source: 13. (3:25) What does it means to bless someone? 14. (4:6) What do you know about the high priest?
ar: 13. (3:25) ماذا يعني أن تبارك شخصاً ما؟ 14. (4: 6) ماذا تعرف عن رئيس الكهنة؟
es: 13. (3:25) ¿Qué significa bendecir a alguien? 14. (4:6) ¿Qué sabes del sumo sacerdote?
fr: 13. (3.25) Qu'est-ce que cela signifie de bénir quelqu'un ? 14. (4.6) Que savez-vous du grand prêtre ?
hi: 13. (3:25) किसी को आशीर्वाद देने का क्या अर्थ है? 14. (4:6) आप महायाजक के बारे में क्या जानते हैं?
hu: 13. (3:25) Mit jelent megáldani valakit? 14. (4:6) Mit tudsz a főpapról?
id: 13. (3:25) Apa artinya memberkati seseorang? 14. (4:6) Apa yang Anda ketahui tentang imam besar?
ko: 13. (3:25) 누군가를 축복한다는 것은 무엇을 의미하나요? 14. (4:6) 대제사장에 대해 무엇을 알고 있나요?
ml: 13. ആരെയെങ്കിലും അനുഗ്രഹിക്കുക എന്നതിന്റെ അർഥമെന്താണ് ?
my: ၁၃။ (၃:၂၅) တစ်ရာသမားစေသည်ဆိုသည်မှာ အရာဘယ်လိုဖြစ် သလဲ။ ၁၄။ (၄:၆) အထက်ရာဇဝင် ကြီးကို သင် ဘယ်လိုအရာကို သိရသည်က လို့ပြောရမှာလဲ။
pt: 13. (3:25) O que significa abençoar alguém? 14. (4:6) O que sabe sobre o sumo sacerdote?
ro: 13. (3:25) Ce înseamnă să binecuvântezi pe cineva? 14. (4:6) Ce știi despre marele preot?
ru: 13. (3:25) Что значит благословить кого-то? 14. (4:6) Что вы знаете о первосвященнике?
th: 13. (3: 25) การ อวยพร คน หนึ่ง หมาย ถึง อะไร?
zh: 13.(3:25) 祝福别人是什么意思？ 14.(4:6) 你对大祭司有多少了解？

source: Click to edit the Extended Footnote properties on the Styles tab. The line spacing factor will modify the space between the questions.
ar: انقر لتحرير خصائص الحاشية الموسعة في علامة التبويب الأنماط. سيتم تعديل عامل تباعد الأسطر المسافة بين الأسئلة.
es: Haga clic para editar las propiedades de la nota al pie extendida en la pestaña Estilos. El factor de interlineado modificará el espacio entre las preguntas.
fr: Cliquez pour éditer les propriétés de la note de bas de page étendue sur l'onglet Styles. Le facteur d'espacement de ligne va modifier l'espace entre les questions.
hi: विस्तारित फुटनोट गुणों को संपादित करने के लिए स्टाइल टैब पर क्लिक करें। पंक्ति रिक्ति कारक प्रश्नों के बीच के अंतराल को संशोधित करेगा।
hu: Kattintson a Stílusok lapon a bővített lábjegyzet tulajdonságainak szerkesztéséhez. A sortávolság tényező módosítja a kérdések közötti távolságot.
id: Klik untuk menyunting properti "Catatan Kaki Teliti" pada tab "Gaya". Faktor "jarak antara baris" akan merubah jarak di antara pertanyaan-pertanyaan.
ko: 스타일 탭에서 확장된 각주 속성을 수정하려면 클릭합니다. 줄 간격 계수를 수정하면 문제 사이의 간격이 수정됩니다.
ml: ശൈലികൾ ടാബിലെ വിപുലീകൃത ഫൂട്ട്നോട്ട് പ്രോപ്പർട്ടികൾ എഡിറ്റുചെയ്യാൻ ക്ലിക്കുചെയ്യുക. വരി സ്പെയ്സിംഗ് ഘടകം ചോദ്യങ്ങൾ തമ്മിലുള്ള ഇടം പരിഷ്കരിക്കും.
my: ချဲ့ထားသော အောက်ခြေမှတ်ချက်စာပိုဒ်ကို ကျင့်ရန် Styles tab တွင် အင်္ဂါရပ်များကို တည်းဖြတ်ရန် ၊ စာကြောင်းအကွာအဝေးသည်မေးခွန်းများအကြား အကွာအဝေးကိုပြင်ဆင်ပါမည်။
pt: Clique para editar as propriedades da Nota de Rodapé Estendida na guida de Estilos. O fator de espaçamento entre linhas modificará o espaço entre as perguntas.
ro: Faceți clic pentru a edita proprietățile notei de subsol extinse din fila Stiluri. Factorul de spațiere a liniilor va modifica spațiul dintre întrebări.
ru: Нажмите для редактирования свойств расширенной сноски на вкладке Стили. Коэффициент межстрочного интервала будет изменять пространство между вопросами.
th: คลิกเพื่อแก้ไขคุณสมบัติขยาย Footnote ในแท็บ Styles ตัวประกอบระยะระหว่างเส้นจะปรับเปลี่ยนช่องว่างระหว่างคําถาม
zh: 点击编辑样式标签上扩展脚注的属性。 行距因素将修改问题之间的间距。

source: Include Transcelerator Questions
ar: تضمين أسئلة المتحول
es: Incluya las preguntas del Transcelerator
fr: Inclure les questions de Transcelerator
hi: ट्रांससेलेरेटर प्रश्न शामिल करें
hu: Beleértve a Transcelerator kérdéseket
id: Sertakan Pertanyaan Transcelerator
ko: 트랜셀레이터 질문 포함
ml: ട്രാൻസ്ചെലറേറ്റർ ചോദ്യങ്ങൾ ഉൾപ്പെടുത്തുക
my: Transcelerator မေးခွန်းများ ထည့်သွင်းပါ။
pt: Incluir Perguntas do Transcelerator
ro: Includeți întrebări Transcelerator
ru: Включить вопросы трансселератора
th: รวมคําถามที่ใช้ในการเร่ง
zh: 包含转移器问题

source: Include (Transcelerator) Checking Questions
ar: تضمين (تضمين (Transcelerator) التحقق من الأسئلة
es: Incluir preguntas de comprobación (Transcelerator)
fr: Inclure les questions de vérification (Transcelerator)
hi: (ट्रांससेलेरेटर) जांच प्रश्न शामिल करें
hu: Beleértve (Transcelerator) ellenőrző kérdések
id: Sertakan Pertanyaan Pemeriksaan (dari Transcelerator)
ko: 포함(가속기) 확인 질문 포함
ml: പരിശോധന ചോദ്യങ്ങൾ ഉൾപ്പെടുത്തുക (ട്രാൻസ്സെലേറ്റർ)
my: (Transcelerator) စစ်ဆေးမှု မေးခွန်းများ ထည့်သွင်းပါ။
pt: Incluir (Transcelerador) Perguntas de Verificação
ro: Includeți (Transcelerator) Întrebări de verificare
ru: Контрольные вопросы по программе Include (Transcelerator)
th: รวม (Transcelerator) คําถามการตรวจสอบ
zh: 包含(转移器) 检查问题
