Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Select an existing project into which the settings will be imported. OR Enter a NEW project name which causes a (temporary) project to be created in the normal Paratext folder.
ar: حدد مشروعاً موجوداً سيتم استيراد الإعدادات إليه . أو أدخل اسم مشروع جديد يؤدي إلى إنشاء مشروع (مؤقت) في مجلد Paratext العادي.
es: Seleccione un proyecto existente en el que se importarán los ajustes. O Introduzca un NUEVO nombre de proyecto que haga que se cree un proyecto (temporal) en la carpeta de Paratext.
fr: Sélectionnez un projet existant dans lequel les paramètres seront importés. OU Entrez un NOUVEAU nom de projet qui entraînera la création d'un projet (temporaire) dans le dossier de Paratext.
hi: एक मौजूदा परियोजना का चयन करें जिसमें सेटिंग्स आयात की जाएंगी। अथवा एक नया परियोजना नाम दर्ज करें जिसके कारण सामान्य Paratext फ़ोल्डर में (अस्थायी) परियोजना बनाई जाएगी।
hu: Válasszon ki egy meglévő projektet, amelybe a a beállítások importálásra kerülnek. VAGY Adjon meg egy ÚJ projektnevet, amely egy (ideiglenes) projekt létrehozását eredményezi a normál Paratext mappában.
id: Pilih proyek yang sudah ada di mana pengaturan akan diimpor. ATAU Masukkan nama proyek BARU yang menyebabkan proyek (sementara) menjadi dibuat di folder Paratext normal.
ko: 설정을 가져올 기존 프로젝트를 선택합니다. 또는 새 프로젝트 이름을 입력하면 (임시) 프로젝트가 일반 Paratext 폴더에 생성됩니다.
ml: നിലവിലുള്ള ഒരു പ്രോജക്ട് തിരഞ്ഞെടുക്കുക, അതിലേക്ക് ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യും. അല്ലെങ്കിൽ ഒരു പുതിയ പ്രോജക്ട് നാമം നൽകുക, അത് സാധാരണ പാരടെക്സ്റ്റ് ഫോൾഡറിൽ ഒരു (താൽക്കാലിക) പ്രോജക്റ്റ് സൃഷ്ടിക്കാൻ കാരണമാകുന്നു.
pt: Selecione um projeto existente para o qual as configurações serão importadas. OU Digite um NOVO nome de projeto que faça com que um projeto (temporário) seja criado na pasta normal do Paratext.
ro: Selectați un proiect existent în care vor fi importate setările. SAU Introduceți un nume de proiect NOU care determină crearea unui proiect (temporar) în folderul Paratext normal.
ru: Выберите существующий проект, в который будут импортированы настройки. ИЛИ Введите НОВОЕ имя проекта, в результате чего будет создан (временный) проект в обычной папке Paratext.
th: เลือกโครงการที่มีอยู่ซึ่งการตั้งค่าจะนําเข้า หรือ กรอกชื่อโครงการใหม่ที่ทําให้โครงการ (ชั่วคราว) จะถูกสร้างในแฟ้ม Paratext ปกติ
zh: 选择一个现有项目，将 设置导入其中。 或 输入一个新项目名称， ，这样就会在正常 Paratext 文件夹中创建一个（临时）项目 。

source: Select target folder for extracted settings
ar: حدد المجلد الهدف للإعدادات المستخرجة
es: Seleccione la carpeta de destino para la configuración extraída
fr: Sélectionnez le dossier cible pour les paramètres extraits
hi: निकाली गई सेटिंग्स के लिए लक्षित फ़ोल्डर चुनें
hu: Válassza ki a célmappát a kinyert beállítások számára
id: Pilih folder target untuk pengaturan yang diekstrak
ko: 추출된 설정을 위한 대상 폴더 선택
ml: എക്സ്ട്രാക്റ്റുചെയ്ത ക്രമീകരണങ്ങളുടെ ലക്ഷ്യം ഫോൾഡർ തിരഞ്ഞെടുക്കുക
pt: Selecione a pasta de destino para as configurações extraídas
ro: Selectați folderul țintă pentru setările extrase
ru: Выберите целевую папку для извлеченных настроек
th: เลือกแฟ้มเป้าหมายสําหรับการตั้งค่าที่ถอน
zh: 为提取的设置选择目标文件夹

source: Select a folder to save the settings in. This could be in a temporary location from where just the needed settings can be accessed and copied into the appropriate place of an existing config.
ar: حدد مجلداً لحفظ الإعدادات فيه. يمكن أن يكون هذا في موقع مؤقت حيث يمكن الوصول إلى الإعدادات المطلوبة فقط ونسخها إلى المكان المناسب من التكوين الموجود .
es: Seleccione una carpeta para guardar la configuración. Puede ser una ubicación temporal desde la que solo se pueda acceder los ajustes necesarios y copiarlos en el lugar apropiado de una configuración existente.
fr: Sélectionnez un dossier dans lequel enregistrer les paramètres. Il peut s'agir d'un emplacement temporaire à partir duquel les paramètres nécessaires peuvent être accédés et copiés à l'endroit approprié d'une configuration existante.
hi: उन सेटिंग्स को सहेजने वाला एक फ़ोल्डर चुनें। यह एक अस्थायी स्थान हो सकता है जहाँ से सिर्फ आवश्यक सेटिंग्स को एक्सेस किया जा सके और मौजूदा कॉन्फिग के उपयुक्त स्थान में कॉपी किया जा सके।
hu: Válassza ki a mappát, ahová a beállításokat menteni kívánja. Ez lehet egy ideiglenes helyen , ahonnan csak a szükséges beállítások elérhetők és átmásolhatók a megfelelő helyre egy meglévő konfigurációban.
id: Pilih folder untuk menyimpan pengaturan. Ini bisa di lokasi sementara dari mana hanya pengaturan yang diperlukan dapat diakses dan disalin ke tempat yang sesuai dengan konfigurasi yang ada.
ko: 설정을 저장할 폴더를 선택합니다. 임시 위치( )에서 필요한 설정만 액세스하여 기존 설정의 적절한 위치( )에 복사할 수 있는 임시 위치( )일 수 있습니다.
ml: ക്രമീകരണങ്ങൾ സംരക്ഷിക്കാൻ ഒരു ഫോൾഡർ തിരഞ്ഞെടുക്കുക. ഇത് ഒരു താൽക്കാലിക സ്ഥാനത്തായിരിക്കാം, അവിടെ നിന്ന് ആവശ്യമായ ക്രമീകരണങ്ങൾ മാത്രം ആക്സസ് ചെയ്യാനും നിലവിലുള്ള കോൺഫിഗറേഷന്റെ ഉചിതമായ സ്ഥലത്തേക്ക് പകർത്താനും കഴിയും.
pt: Selecione uma pasta para salvar as configurações. Isso pode ser feito em um local temporário de onde apenas as configurações necessárias podem ser acessadas e copiadas para o local apropriado de uma configuração existente.
ro: Selectați un folder în care să salvați setările. Acesta ar putea fi într-o locație temporară de unde pot fi accesate doar setările necesare și copiate în locul corespunzător al unei configurații existente.
ru: Выберите папку для сохранения настроек. Это может быть временное место , откуда можно получить доступ только к нужным настройкам и скопировать их в нужное место существующего конфига .
th: เลือกแฟ้มที่ต้องการเก็บการตั้งค่าไว้ใน มันอาจอยู่ในตําแหน่งชั่วคราวจากที่สามารถเข้าถึงการตั้งค่าที่ต้องการและสําเนาไปในตําแหน่งที่เหมาะสมของการตั้งค่าที่มีอยู่
zh: 选择要保存设置的文件夹。 这可以是一个临时位置 ，从这里只需访问所需的设置 ，然后复制到现有配置的 适当位置。

source: Choose a configuration from the selected project into which the settings will be imported. OR Enter a NEW config name which causes a new configuration to be created for the current/new project.
ar: اختر تهيئة من المشروع المحدد الذي سيتم استيراد الإعدادات إليه. أو أدخل اسم تكوين جديد يؤدي إلى إنشاء تكوين جديد للمشروع الحالي/الجديد.
es: Elija una configuración del proyecto seleccionado a la que se importarán los ajustes. O Introduzca un NUEVO nombre de configuración que hace que se cree una nueva configuración para el proyecto actual/nuevo.
fr: Choisissez une configuration à partir du projet sélectionné dans lequel les paramètres seront importés. OU Entrez un NOUVEAU nom de configuration qui entraîne la création d'une nouvelle configuration pour le projet actuel/nouveau.
hi: चयनित परियोजना से एक कॉन्फिगरेशन चुनें जिसमें सेटिंग्स आयात की जाएंगी। अथवा एक नई कॉन्फिग नाम दर्ज करें जिसके कारण प्रोजेक्ट के लिए एक नई कॉन्फिग बनाई जाएगी।
hu: Válasszon ki egy konfigurációt a kiválasztott projektből, amelybe a beállítások importálásra kerülnek. VAGY Adjon meg egy ÚJ konfigurációs nevet, amely hatására egy új konfiguráció jön létre az aktuális/új projekthez.
id: Pilih konfigurasi dari proyek yang dipilih yang akan diimpor pengaturan . ATAU Masukkan nama konfigurasi BARU yang menyebabkan konfigurasi baru dibuat untuk proyek saat ini/baru.
ko: 선택한 프로젝트에서 설정을 가져올 구성을 선택합니다. 또는 새 구성 이름을 입력하면 현재/새 프로젝트에 대한 새 구성이 생성됩니다.
ml: തിരഞ്ഞെടുത്ത പ്രോജക്റ്റിൽ നിന്നും ഒരു കോൺഫിഗറേഷൻ തിരഞ്ഞെടുക്കുക, അതിലേക്ക് ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യണം. അല്ലെങ്കിൽ നിലവിലെ/പുതിയ പ്രോജക്ടിന് വേണ്ടി ഒരു പുതിയ കോൺഫിഗറേഷൻ സൃഷ്ടിക്കാൻ കാരണമാകുന്ന ഒരു പുതിയ കോൺഫിഗറേഷൻ നാമം നൽകുക.
pt: Escolha uma configuração do projeto selecionado para o qual as configurações serão importadas. OU Digite um nome de NOVA configuração que faça com que uma nova configuração seja criada para o projeto atual/novo.
ro: Alegeți o configurație din proiectul selectat în care vor fi importate setările . SAU Introduceți un nume de configurație NOU care determină crearea unei noi configurații pentru proiectul curent/ nou.
ru: Выберите конфигурацию из выбранного проекта , в которую будут импортированы настройки. ИЛИ Введите имя НОВОЙ конфигурации, которое приведет к созданию новой конфигурации для текущего/нового проекта.
th: เลือกการตั้งค่าจากโครงการที่เลือกที่จะนําเข้าการตั้งค่าเข้า หรือ กรอกชื่อการตั้งค่าใหม่ที่ทําให้การตั้งค่าใหม่ถูกสร้างขึ้นสําหรับโครงการปัจจุบัน/ใหม่
zh: 从 所选项目中选择一个配置，将 设置导入其中。 或 输入一个新配置名称， 将为当前/新项目创建一个新配置 。

source: Target
ar: الهدف
es: Destino
fr: Cible
hi: लक्षित
hu: Cél
ml: ലക്ഷ്യം
pt: Alvo
ro: Țintă
ru: Цель
th: เป้าหมาย
zh: 目标

source: Import Entire PicList "as is" (overwrite existing PicList)
ar: استيراد قائمة PicList بأكملها "كما هي" (الكتابة فوق قائمة PicList الحالية)
es: Importar toda la PicList "tal cual" (sobrescribir la PicList existente)
fr: Importer le PicList entier "telle quelle" (écraser le PicList existant)
hi: सम्पूर्ण पिक सूची का आयात करें "जैसा है" (मौजूदा पिक सूची को अधिलेखित करें)
hu: Teljes PicList importálása "úgy, ahogy van" (a meglévő PicList felülírása)
id: Impor Seluruh Daftar Gambar "apa adanya" (hapus Daftar Gambar yang ada)
ko: 전체 PicList를 '있는 그대로' 가져오기(기존 PicList 덮어쓰기)
ml: മുഴുവൻ പിക്ലിസ്റ്റും "അതു പോലെ" ഇറക്കുമതി ചെയ്യുക (നിലവിലുള്ള പിക്ലിസ്റ്റ് തിരുത്തിയെഴുതുക)
my: ပင်မကိုယူမည် (ပိမ်းတော်မှာပညာတောင်စည်းထားသည်)
pt: Importar toda a lista de imagens "tal como está" (substituir a lista de imagens existente)
ro: Importați întreaga listă de imagini "ca atare" (suprascrieți lista de imagini existentă)
ru: Импортировать весь список PicList "как есть" (перезаписать существующий список PicList)
th: นําเข้า PicList ทั้งหมด "อย่างที่มัน" (เขียน PicList ที่มีอยู่)
zh: 以 "原样"导入整个图片列表（覆盖现有的图片列表）。

source: Import: Entire PicList "as is" (overwrite existing PicList)
ar: استيراد: قائمة الصور بأكملها "كما هي" (الكتابة فوق قائمة الصور الموجودة)
es: Importar: Toda la PicList "tal cual" (sobrescribir la PicList existente)
fr: Importer : PicList entier "telle quelle" (écraser le PicList existant)
hi: आयात: सम्पूर्ण पिक सूची "जैसा है" (मौजूदा पिक सूची को अधिलेखित करें)
hu: Import: (a meglévő PicList felülírása)
id: Impor: Seluruh Daftar Gambar "apa adanya" (hapus Daftar Gambar yang ada)
ko: 가져오기: 전체 PicList "있는 그대로" 가져오기(기존 PicList 덮어쓰기)
ml: ഇറക്കുമതി ചെയ്യുകഃ മുഴുവൻ PicList-യും "അതു പോലെ" (നിലവിലുള്ള PicList-നെ തിരുത്തിയെഴുതുക)
my: ကျို၍ထားသည့်ကုန်ထားထု (ပထွင်တိုက်ရေးသောများဏ်)
pt: Importar: Toda a lista de imagens "tal como está" (substitui a lista de imagens existente)
ro: Import: Întreaga listă de imagini "ca atare" (suprascrie lista de imagini existentă)
ru: Импорт: Весь список PicList "как есть" (перезапись существующего списка PicList)
th: นําเข้า: PicList ทั้งหมด "อย่างที่มัน" (เขียน PicList ที่มีอยู่)
zh: 导入：以 "原样"导入整个图片列表（覆盖现有的图片列表）。

source: Import Elements of PicList (preserving existing PicList)
ar: استيراد عناصر PicList (الحفاظ على قائمة PicList الحالية)
es: Importar elementos de PicList (conservando la PicList existente)
fr: Importer des éléments du PicList (préserver le PicList existant)
hi: पिक सूची के तत्वों का आयात करें (मौजूदा पिक सूची को बनाए रखें)
hu: A PicList elemeinek importálása (a meglévő PicList megőrzése)
id: Impor Elemen Gambar Daftar (pertahankan Gambar Daftar yang sudah ada)
ko: PicList의 요소 가져오기(기존 PicList 유지)
ml: പിക്ലിസ്റ്റിന്റെ ഇംപോർട്ട് എലമെന്റുകൾ (നിലവിലുള്ള പിക്ലിസ്റ്റിനെ നിലനിർത്തുന്നു)
my: ပနှင်းလောင်သော ချိန်ဆိုမှုများအစီဆိုင်းစီးရပ်ကိုသင့်လျော်အတူထုတ်ပါ
pt: Importar elementos da PicList (preservando a PicList existente)
ro: Importarea elementelor din PicList (păstrând PicListul existent)
ru: Импорт элементов PicList (с сохранением существующего PicList)
th: นําเข้าองค์ประกอบของ PicList (อนุรักษ์ PicList ที่มีอยู่)
zh: 导入图片列表的元素（保留现有的图片列表）。

source: Import: Elements of PicList (preserving existing PicList)
ar: استيراد: عناصر قائمة PicList (الحفاظ على قائمة PicList الحالية)
es: Importar: Elementos de PicList (conservando la PicList existente)
fr: Importer : Des éléments du PicList (préserver le PicList existant)
hi: आयात: पिक सूची के तत्व (मौजूदा पिक सूची को बनाए रखें)
hu: Import: A PicList elemei (a meglévő PicList megőrzése)
id: Impor: Elemen Gambar Daftar (pertahankan Gambar Daftar yang sudah ada)
ko: 가져오기: 가져오기: PicList의 요소(기존 PicList 유지)
ml: ഇറക്കുമതി ചെയ്യുകഃ പിക് ലിസ്റ്റിലെ ഘടകങ്ങൾ (നിലവിലുള്ള പിക് ലിസ്റ്റ് നിലനിർത്തുന്നു)
my: ျပဿနာမကြီးပြင်းကို စည်းရုံးအဖြစ်ပြင်ဆင်ချင်ပါလား
pt: Importar: Elementos da PicList (preservando a PicList existente)
ro: Import: Elemente din PicList (păstrând PicListul existent)
ru: Импорт: Элементы PicList (с сохранением существующего PicList)
th: นําเข้า: เอกสารของ PicList (รักษา PicList ที่มีอยู่)
zh: 导入：图片列表的元素（保留现有的图片列表）。

source: Captions
ar: التسميات التوضيحية
es: Leyendas
fr: Légendes
hi: कैप्शन
hu: Feliratok
id: Keterangan Gambar
ko: 캡션
ml: അടിക്കുറിപ്പുകൾ
my: မှုတိုးမထားမှု
pt: Legendas
ro: Legende
ru: Надписи
th: คําบรรยาย
zh: 说明：

source: Size, Position, Mirror, Rotation settings
ar: إعدادات الحجم، والموضع، والمرآة، والدوران
es: Tamaño, Posición, Mirror, Ajustes de Rotación
fr: Paramètres de taille, de position, de miroir et de rotation
hi: आकार, स्थिति, दर्पण, घूर्णन सेटिंग्स
hu: Méret, pozíció, tükrözés, forgatás beállításai
id: Pengaturan Ukuran, Posisi, Cermin, Rotasi
ko: 크기, 위치, 거울, 회전 설정
ml: വലിപ്പം, സ്ഥാനം, മിറർ, റൊട്ടേഷൻ ക്രമീകരണങ്ങൾ
pt: Definições de tamanho, posição, espelho e rotação
ro: Setări de dimensiune, poziție, oglindă, rotație
ru: Настройки размеров, положения, зеркала, поворота
th: ขนาด ตําแหน่ง กระจก การตั้งค่าหมุน
zh: 尺寸、位置、镜像、旋转设置

source: Copyright Information
ar: معلومات حقوق النشر والتأليف
es: Información de derechos de autor
fr: Informations sur les droits d'auteur
hi: कॉपीराईट की जानकारी
hu: Szerzői jogi információk
id: Informasi Hak Cipta
ko: 저작권 정보
ml: പകർപ്പവകാശ വിവരം
my: မူပိုင်ခွင့် အချက်အလက်များ
pt: Informações de Direitos Autorais
ro: Informații privind drepturile de autor
ru: Информация об авторских правах
th: ข้อมูลลิขสิทธิ์
zh: 版权信息

source: How to handle differences:
ar: كيفية التعامل مع الاختلافات:
es: Cómo gestionar las diferencias:
fr: Comment gérer les différences :
hi: अन्तरों को कैसे संभालें:
hu: Hogyan kezeljük a különbségeket:
id: Bagaimana menangani perbedaan:
ko: 차이점을 처리하는 방법:
ml: വ്യത്യാസങ്ങൾ എങ്ങനെ കൈകാര്യം ചെയ്യാം:
my: အခြားပကန့်ရေးမှုများ
pt: Como lidar com as diferenças:
ro: Cum să gestionați diferențele:
ru: Как справляться с разногласиями:
th: วิธีจัดการความแตกต่าง
zh: 如何处理分歧：

source: Add Any New Pictures
ar: إضافة أي صور جديدة
es: Añadir nuevas imágenes
fr: Ajouter des nouvelles images
hi: कोई भी नई तस्वीरें जोड़ें
hu: Új képek hozzáadása
id: Tambahkan Gambar-gambar Baru
ko: 새 사진 추가
ml: പുതിയ ചിത്രങ്ങള് ചേര് ക്കുക
my: ပုံတံမှီ လို့တော့ကကိမ်းရှိရ့ဆလာ
pt: Adicionar novas imagens
ro: Adăugați imagini noi
ru: Добавление новых изображений
th: เพิ่มรูปใหม่
zh: 添加任何新图片

source: Remove Any Old Pictures
ar: إزالة أي صور قديمة
es: Eliminar fotos antiguas
fr: Enlever toutes les anciennes images
hi: कोई भी पुरानी तस्वीरें हटा दें
hu: Távolítson el minden régi képet
id: Hapus Gambar-gambar Lama
ko: 오래된 사진 제거
ml: പഴയ ചിത്രങ്ങൾ നീക്കം ചെയ്യുക
my: လက်ဝင်ကိန်း ရေးချက်မရှိမှာ ဖြတ်ပါ
pt: Remover fotografias antigas
ro: Îndepărtați orice imagini vechi
ru: Удаление старых фотографий
th: ถอดรูปเก่า
zh: 删除任何旧照片

source: Import Picture Settings
ar: استيراد إعدادات الصورة
es: Importar configuración de ilustraciones
fr: Importer les paramètres d'image
hi: चित्र सेटिंग्स आयात करें
hu: Képbeállítások importálása
id: Mengimpor Pengaturan Gambar
ko: 사진 설정 가져오기
ml: ചിത്ര ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
pt: Importar configurações de imagem
ro: Importați setările imaginii
ru: Импорт настроек изображения
th: นําเข้าการตั้งค่ารูป
zh: 导入图片设置

source: Enabling this option will import (overwrite) the page size, column-layout, margins, header and footer, and related settings.
ar: سيؤدي تمكين هذا الخيار إلى استيراد (الكتابة فوق) حجم الصفحة وتخطيط الأعمدة والهوامش والرأس والتذييل والإعدادات ذات الصلة.
es: Al activar esta opción se importarán (sobrescribirán) el tamaño de página, disposición de columnas, márgenes, encabezado y pie de página, y otros ajustes relacionados.
fr: Activer cette option va importer (écraser) la taille de la page, la disposition des colonnes, les marges, l'en-tête et le pied de page, et les paramètres associés.
hi: इस विकल्प को सक्षम करने से पृष्ठ आकार, कॉलम लेआउट, मार्जिन, हेडर और फुटर, और संबंधित सेटिंग्स को आयात (अधिलेखित) किया जाएगा।
hu: Ha engedélyezi ezt az opciót, akkor importálja (felülírja) az oldalméretet, a oszlopelrendezést, a margókat, a fejlécet és a láblécet, valamint a kapcsolódó beállításokat.
id: Mengaktifkan pilihan ini akan mengimpor (menimpa) ukuran halaman, tata letak kolom, tepi halaman, hulu dan suku halaman, dan pengaturan terkait.
ko: 이 옵션을 활성화하면 페이지 크기, 열 레이아웃, 여백, 머리글 및 바닥글 및 관련 설정을 가져오기(덮어쓰기)합니다.
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയാൽ പേജ് വലുപ്പം, നിര ലേഔട്ട്, മാർജിനുകൾ, തലക്കെട്ട്, ഫൂട്ടർ, ബന്ധപ്പെട്ട ക്രമീകരണങ്ങൾ എന്നിവ ഇറക്കുമതി ചെയ്യും (അവയെ മറികടക്കും).
my: ကဖြေကို ပိုက်ရောက်ရွာသဖြင့်ပင်ရောက်ပေးသော် ဆယ်မှိုခြစ်ပရင်ဗူးမှ ရိုက်နှိုးချိန္တွင်၊ ဤညှပ်နှင့်သည် အရိုးသဲ့ မတ်၆နှစ်စီ စင်းတံလတီပြေလျှာ့ဖို့အတွင်းပေးသည် ထွက်остоверချောင်းဟင်မွေး
pt: A ativação desta opção importará (substituirá) o tamanho da página, a disposição das colunas, as margens, o cabeçalho e o rodapé e as definições relacionadas.
ro: Activarea acestei opțiuni va importa (suprascrie) dimensiunea paginii, structura coloanelor, marginile, antetul și subsolul și setările aferente.
ru: При включении этой опции будут импортированы (перезаписаны) размер страницы, разметка колонок , поля, верхний и нижний колонтитулы и другие настройки.
th: การเปิดตัวตัวเลือกนี้จะนําเข้า (เขียนกลับ) ขนาดหน้า, การจัดวางคอลัมน์, ขอบ, หัวข้อและขอบหน้า, และการตั้งค่าที่เกี่ยวข้อง
zh: 启用该选项将导入（覆盖）页面大小、 栏布局、版口、页眉和页脚以及相关设置。

source: Layout
ar: تخطيط
es: Diseño
fr: Mise en page
hi: लेआउटस
hu: Elrendezés
id: Tata Letak
ko: 레이아웃
ml: ലേഔട്ട്
my: အဆင်အပြင်
pt: Disposição
ro: Aspect
ru: Макет
th: การจัดวาง
zh: 布局

source: Import Layout Settings
ar: استيراد إعدادات التخطيط
es: Importar configuración de diseño
fr: Importer les paramètres de mise en page
hi: लेआउट सेटिंग्स आयात करें
hu: Elrendezési beállítások importálása
id: Mengimpor Pengaturan Tata Letak
ko: 레이아웃 설정 가져오기
ml: ലേഔട്ട് സജ്ജീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
pt: Importar configurações de layout
ro: Importul setărilor de aspect
ru: Импорт настроек макета
th: นําเข้าการตั้งค่าการจัดรูป
zh: 导入布局设置

source: Enabling this option will import the major font and script settings, spacing and hyphenation settings. (Note: It will not alter any fonts that have been directly set within Styles.)
ar: سيؤدي تمكين هذا الخيار إلى استيراد إعدادات الخط الرئيسية وإعدادات النص، وإعدادات التباعد والوصل . (ملاحظة: لن يغير أي خطوط تم تعيينها مباشرةً داخل الأنماط).
es: Al activar esta opción se importarán los principales ajustes de fuentes y de escritura, así como los ajustes de espaciado y separación silábica. (Nota: No alterará ninguna fuente que haya sido configurada directamente dentro de los Estilos.)
fr: Activer cette option va importer les paramètres principaux de police et de script, de l'espacement et de la césure (Note : Il ne modifiera pas les polices qui ont été directement définies dans les styles.)
hi: इस विकल्प को सक्रिय करने से मुख्य फ़ॉन्ट और स्क्रिप्ट सेटिंग्स, अंतराल और hyphenation सेटिंग्स आयात की जाएंगी। (नोट: यह सीधे स्टाइल्स के भीतर सेट किए गए किसी भी फ़ॉन्ट को बदल देगा नहीं।)
hu: Ha engedélyezi ezt az opciót, akkor importálja a főbb betűtípus- és írásmód-beállításokat, a sortávolságot és a kötőjeleket . (Megjegyzés: Nem módosítja a Stílusokban közvetlenül beállított betűtípusokat.)
id: Mengaktifkan pilihan ini akan mengimpor pengaturan utama untuk font dan sistem tulisan, pengaturan jarak dan tanda hubung. (Catatan: Pilihan ini tidak akan mengubah font yang telah ditetapkan secara langsung dalam Gaya.)
ko: 이 옵션을 활성화하면 주요 글꼴 및 스크립트 설정, 간격 및 하이픈( ) 설정을 가져옵니다. (참고: 스타일 내에서 직접 설정한 글꼴은 변경되지 않습니다.)
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയാൽ പ്രധാന ഫോണ്ട്, സ്ക്രിപ്റ്റ് ക്രമീകരണങ്ങൾ, സ്പെയ്സിംഗ്, ഹൈഫൻ ക്രമീകരണങ്ങൾ എന്നിവ ഇറക്കുമതി ചെയ്യും. (കുറിപ്പ്ഃ ഇത് സ്റ്റൈലുകളിൽ നേരിട്ട് സജ്ജമാക്കിയിട്ടുള്ള ഫോണ്ടുകളൊന്നും മാറ്റില്ല.)
my: ml သူတို့မှာဖြစ်ပါသည် (ဖရ်ဥဇမျိတ္ေကံနှင့် မလလိုမျိရန်စီးမည်)
pt: A ativação desta opção importará as principais definições de tipo de letra e de script, bem como as definições de espaçamento e hifenização . (Nota: Não altera quaisquer tipos de letra que tenham sido definidos diretamente nos Estilos).
ro: Activarea acestei opțiuni va importa principalele setări de fonturi și scripturi, precum și setările de spațiere și cratimă . (Notă: Nu va modifica fonturile care au fost setate direct în Styles).
ru: При включении этой опции будут импортированы основные настройки шрифтов, интервалов и дефисов . (Примечание: При этом не будут изменены шрифты, заданные непосредственно в Стили).
th: การเปิดตัวตัวเลือกนี้จะนําเข้าการตั้งค่าตัวอักษรหลักและตัวเขียน, ระยะระหว่างและการตั้งค่าเส้นดัก (หมายเหตุ: มันจะไม่เปลี่ยนแปลงตัวอักษรใด ๆ ที่ได้รับการตั้งตรงภายใน Styles)
zh: 启用该选项将导入主要的字型和文字设置、间距和连字符 设置。(注意：该功能不会改变在样式中直接设置的字型。)

source: Fonts+Script
ar: الخطوط+سكريبت
es: Fuentes+Escritura
fr: Polices+Écriture
hi: फ़ॉन्ट+स्क्रिप्ट
hu: Betűtípusok Script
id: Font+Tulisan
ko: 글꼴+스크립트
ml: ഫോണ്ടുകൾ + സ്ക്രിപ്റ്റ്
my: Font+Script
pt: Fontes+Script
ru: Скрипт шрифтов+
th: แฟนท์+สคริปต์
zh: 字体+文字

source: Import Fonts and Script Settings
ar: استيراد الخطوط وإعدادات النص البرمجي
es: Importar fuentes y ajustes de escritura
fr: Importer les paramètres de polices et de l’écriture
hi: फ़ॉन्ट और स्क्रिप्ट सेटिंग्स आयात करें
hu: Betűtípusok és írásbeállítások importálása
id: Mengimpor Pengaturan Font dan Skrip
ko: 글꼴 및 스크립트 설정 가져오기
ml: ഫോണ്ടുകളും സ്ക്രിപ്റ്റ് ക്രമീകരണങ്ങളും ഇറക്കുമതി ചെയ്യുക
pt: Importar fontes e configurações de script
ro: Import fonturi și setări script
ru: Импорт шрифтов и настроек сценариев
th: นําเข้าตัวอักษรและการตั้งค่าสคริปต์
zh: 导入字体和脚本设置
