Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Fine Tune Top Margin: This button is only active when PTXprint has a suggestion to shrink or expand the top margin slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the top margin will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the top margin will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact top margin specified, then do NOT click this option. Instead, use the similar button to adjust either the Line Spacing or Bottom Margin.
ar: ضبط الهامش العلوي: يكون هذا الزر نشطًا فقط عندما يكون لدى PTXprint اقتراح بتقليص الهامش العلوي أو توسيعه قليلاً لتقليل المساحة الرأسية المهدرة على الصفحة. انقر لقبول الاقتراح. إذا كان هناك أكثر من نصف سطر من المساحة "الفائضة" على الصفحة ، فإن الهامش العلوي سينخفض قليلاً لتناسب سطرًا إضافيًا من النص على الصفحة. إذا كان هناك أقل من نصف سطر من المساحة "الاحتياطية" على الصفحة ، فسيزيد الهامش العلوي قليلاً لملء الصفحة بشكل متساوٍ أكثر (بنفس عدد الأسطر من النص). إذا كنت تفضل الاحتفاظ بالهامش العلوي المحدد بالضبط، فلا تنقر على هذا الخيار. بدلاً من ذلك، استخدم الزر المشابه لضبط إما تباعد الأسطر أو الهامش السفلي.
es: Ajuste fino del margen superior: Este botón sólo está activo cuando PTXprint tiene una sugerencia para reducir o ampliar ligeramente el margen superior para minimizar el espacio espacio vertical desperdiciado en la página. Haga clic para aceptar la sugerencia. Si hay más de media línea de espacio 'libre' en la página, el margen superior se reducirá ligeramente para para que quepa una línea más de texto en la página. Si hay menos de media línea de espacio 'libre' en la página, el margen superior aumentará ligeramente para para llenar la página de manera más uniforme (con el mismo número de líneas de texto) líneas de texto). Si prefiere mantener el margen superior exacto especificado, nO haga clic en esta opción. En su lugar, utilice el botón similar para ajustar el Interlineado o el Margen inferior.
fr: Peaufiner la marge supérieure : Ce bouton n'est actif que lorsque PTXprint propose à réduire ou à augmenter légèrement la marge supérieure afin de minimiser l'espace vertical perdu sur la page. Cliquez sur ce bouton pour accepter la suggestion. S'il y a plus de la moitié d'une ligne d'espace 'épargné' sur la page, la marge supérieure diminuera légèrement pour ajouter une ligne de texte de plus sur la page. S'il y a moins de la moitié d'une ligne d'espace 'épargné' sur la page, la marge supérieure augmentera légèrement pour remplir la page plus uniformément (avec le même nombre de lignes de texte). Si vous préférez conserver la marge supérieure exacte spécifiée, ne cliquez PAS sur cette option. Dans ce cas, utilisez le bouton pour ajuster soit l'espacement des lignes soit la marge inférieure.
hi: शीर्ष मार्जिन को ठीक से समायोजित करें: यह बटन तभी सक्रिय होता है जब PTXprint के पास पृष्ठ पर अनावश्यक वर्टिकल स्पेस को कम करने के लिए शीर्ष मार्जिन को थोड़ा घटाने या बढ़ाने का सुझाव हो। सुझाव को स्वीकार करने के लिए क्लिक करें। यदि पृष्ठ पर आधी रेखा से अधिक 'अतिरिक्त' जगह हो तो शीर्ष मार्जिन थोड़ी घटेगी जिससे pृष्ठ पर एक और पंक्ति को फिट किया जा सके। यदि पृष्ठ पर आधी रेखा से कम 'अतिरिक्त' जगह हो तो शीर्ष मार्जिन थोड़ी बढ़ेगी जिससे pृष्ठ को अधिक समान रूप से भरा जा सके (उसी पंक्तियों की संख्या के साथ)। यदि आप सटीक शीर्ष मार्जिन को बनाए रखना चाहते हैं, तो इस विकल्प पर क्लिक न करें। इसके बजाय, लाइन स्पेसिंग या निचले मार्जिन को समायोजित करने के लिए समान बटन का उपयोग करें।
hu: Finomhangolás felső margó: Ez a gomb csak akkor aktív, ha a PTXprint a oldalon a felső margó kismértékű csökkentésére vagy növelésére tesz javaslatot, hogy minimalizálja az elpazarolt függőleges helyet az oldalon. Kattintson a gombra a javaslat elfogadásához. Ha több mint fél sornyi "felesleges" hely van a oldalon, akkor a felső margó kissé csökkenni fog, hogy még egy sornyi szöveg férjen el az oldalon. Ha a oldalon kevesebb mint fél sornyi "szabad" hely van, akkor a felső margó kissé megnő, hogy a egyenletesebben töltse ki az oldalt (ugyanannyi sornyi szöveggel). Ha inkább a pontosan megadott felső margót szeretné megtartani, akkor NEM kattintson erre az opcióra. Ehelyett használja a hasonló gombot a sortávolság vagy az alsó margó beállításához.
id: Mengatur Tepi Atas Halaman Secara Tepat: Tombol ini hanya aktif ketika PTXprint memiliki saran untuk mengecilkan atau membesarkan tepi atas halaman untuk mengurangi ruang vertikal yang terbuang pada halaman. Klik untuk menerima saran tersebut. Jika ada lebih dari setengah baris ruang 'sisa' pada halaman, maka tepi atas halaman akan berkurang sedikit untuk memuat satu baris teks lagi pada halaman. Jika ada kurang dari setengah baris ruang 'sisa' pada halaman, maka tepi atas halaman akan bertambah sedikit untuk mengisi halaman secara lebih merata (dengan jumlah baris teks yang sama). Jika Anda ingin mempertahankan tepi atas halaman yang ditentukan, JANGAN klik pilihan ini, melainkan gunakan tombol yang serupa untuk menyesuaikan Jarak Antar Baris atau Tepi Bawah.
ko: 상단 여백 미세 조정: 이 버튼은 페이지에서 낭비되는 세로 공간을 최소화하기 위해 상단 여백을 약간 축소하거나 확장하라는 PTXprint의 제안이 있는 경우에만 활성화됩니다. 제안을 수락하려면 클릭합니다. 페이지에 반 줄 이상의 '여유' 공간이 있는 경우 상단 여백이 약간 줄어들어 페이지에 한 줄의 텍스트가 더 들어갈 수 있습니다. 페이지에 '여유' 공간이 반 줄 미만인 경우 상단 여백이 약간 증가하여 페이지를 더 균일하게 채울 수 있습니다(동일한 수의 텍스트 줄 포함). 정확한 상단 여백( )을 지정하고 싶다면 이 옵션을 클릭하지 마세요. 대신 유사한 버튼을 사용하여 줄 간격 또는 아래쪽 여백을 조정하세요.
ml: ഫൈൻ ട്യൂൺ ടോപ്പ് മാർജിൻഃ പേജിലെ ലംബമായ സ്ഥലം കുറയ്ക്കുന്നതിന് മുകളിലെ മാർജിൻ ചെറുതായി ചുരുക്കുകയോ വികസിപ്പിക്കുകയോ ചെയ്യാനുള്ള നിർദ്ദേശം PTXprint- ന് ഉള്ളപ്പോൾ മാത്രമേ ഈ ബട്ടൺ സജീവമാകൂ. നിർദ്ദേശം സ്വീകരിക്കാൻ ക്ലിക്കുചെയ്യുക. പേജിൽ 'സ്പെയർ' സ്പെയ്സിന്റെ പകുതിയിലധികം വരി ഉണ്ടെങ്കിൽ പേജിലെ ഒരു വരി ടെക്സ്റ്റ് കൂടി ഉൾക്കൊള്ളാൻ മുകളിലെ മാർജിൻ ചെറുതായി കുറയും. പേജിൽ 'സ്പെയർ' സ്പെയ്സ് അര വരികളിൽ കുറവാണെങ്കിൽ, പേജ് കൂടുതൽ തുല്യമായി പൂരിപ്പിക്കുന്നതിന് (ഒരേതരം വാചക വരി ഉപയോഗിച്ച്) മുകളിലെ മാർജിൻ ചെറുതായി വർദ്ധിക്കും. കൃത്യമായ മുകളിലെ മാർജിൻ വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യരുത്. പകരം, ലൈൻ സ്പെയ്സിംഗ് അല്ലെങ്കിൽ ബോട്ടം മാർജിൻ ക്രമീകരിക്കുന്നതിന് സമാന ബട്ടൺ ഉപയോഗിക്കുക.
my: ထိပ် မျဉ်းလိုးအတားကို အစိမ်းဖျောက်မှု: PTXprint မှ အကြံပြုထားသောအခါမှ သီးခြားရန်နှိပ်ပါ။ စာမျက်နှာတွင် အပိုနေရာ မျက်နှာချင်းစီးနှင့် ဖြစ်ပါက တန်ကြေးတန်ဖိုးမှာ 'အပိုဆီ'နှင့်ပိုမိုပါသည်။ ရာနှုန်းထားထက်လျှင်ပုန်းနိုင်ဘီ တစ်ခုထက် ရှည်ပါက ရှှင်ပါသည်။
pt: Ajustar a margem superior: Este botão só está ativo quando a PTXprint tem uma sugestão para reduzir ou expandir ligeiramente a margem superior para minimizar o desperdício de espaço vertical na página. Clique para aceitar a sugestão. Se houver mais de meia linha de espaço "livre" na página , a margem superior diminuirá ligeiramente para encaixar mais uma linha de texto na página. Se houver menos de meia linha de espaço "livre" na página , então a margem superior aumentará ligeiramente para preencher a página de forma mais uniforme (com o mesmo número de linhas de texto). Se preferir manter a margem superior exacta especificada, então NÃO clique nesta opção. Em vez disso, utilize o botão semelhante para ajustar o Espaçamento entre linhas ou a Margem inferior.
ro: Reglarea fină a marjei superioare: Acest buton este activ numai atunci când PTXprint are o sugestie pentru pentru a micșora sau extinde ușor marja superioară pentru a minimiza spațiul vertical irosit pe pagină. Faceți clic pentru a accepta sugestia. Dacă există mai mult de o jumătate de rând de spațiu "liber" pe pagina , atunci marja superioară se va micșora ușor pentru a încăpea încă un rând de text pe pagină. Dacă există mai puțin de o jumătate de rând de spațiu "liber" pe pagina , atunci marja superioară va crește ușor pentru a umple pagina mai uniform (cu același număr de rânduri de text). Dacă preferați să păstrați exact marja superioară specificată, atunci NU faceți clic pe această opțiune. În schimb, utilizați butonul similar pentru a ajusta fie Spațierea între linii, fie Marja de jos.
ru: Тонкая настройка верхнего поля: Эта кнопка активна только в том случае, если PTXprint предлагает немного уменьшить или увеличить верхнее поле, чтобы минимизировать неиспользуемое вертикальное пространство на странице. Щелкните, чтобы принять предложение. Если на странице имеется более половины строки "свободного" пространства, то верхнее поле немного уменьшится, чтобы разместить на странице еще одну строку текста. Если на странице остается менее половины свободного места, то верхнее поле немного увеличивается, чтобы заполнить страницу более равномерно (с тем же количеством строк текста ). Если вы предпочитаете сохранить точно заданное верхнее поле, то НЕ выбирайте эту опцию. Вместо этого используйте аналогичную кнопку для настройки межстрочного интервала или нижнего поля.
th: Fine Tune Top Margin: ปุ่มนี้มีผลเมื่อ PTXprint มีข้อเสนอให้ลดหรือขยายขอบด้านบนเล็กน้อยเพื่อลดพื้นที่ตั้งที่เสียลงบนหน้า. คลิกเพื่อยอมรับข้อเสนอ หากมีพื้นที่ 'สํารอง' มากกว่าครึ่งเส้นบนหน้าแล้วขอบด้านบนจะลดลงเล็กน้อยเพื่อเข้ากับอีกเส้นข้อความหนึ่งบนหน้า หากมีพื้นที่ 'สํารอง' ต่ํากว่าครึ่งเส้นบนหน้า แล้วขอบบนจะเพิ่มขึ้นเล็กน้อยเพื่อเติมหน้าได้อย่างเท่าเทียมกัน (มีจํานวนข้อความเท่ากัน) หากคุณต้องการเก็บขอบบนที่ระบุไว้อย่างถูกต้องแล้ว, แล้วไม่กดตัวเลือกนี้. แทนนั้น, ใช้ปุ่มคล้ายกันเพื่อปรับการระยะระยะเส้นหรือขอบล่าง
zh: 微调顶边距： 只有当 PTXprint 建议 稍微缩小或扩大顶边距，以尽量减少页面上浪费的 垂直空间时，此按钮才会激活。点击接受建议。 如果 页面上有多于半行的 "空余 "空间，那么顶边距将略微缩小，以便 在页面上多容纳一行文本。 如果 页面上的 "空余 "空间少于半行，那么顶边距将略微增大，以便 更均匀地填满页面（与 的文本行数相同）。 如果您希望保持指定的精确顶边距， ，那么请不要点击此选项。请使用类似的 按钮调整行距或下边距。

source: Tweak bottom margin (auto adjust)
ar: ضبط الهامش السفلي (ضبط تلقائي)
es: Ajustar el margen inferior (ajuste automático)
fr: Ajuster la marge inférieure (réglage automatique)
hi: नीचे की सीमा समायोजित करें (स्वतः समायोजन)
hu: Alsó margó finomhangolása (automatikus beállítás)
id: Sesuaikan tepi bawah halaman (penyesuaian otomatis)
ko: 하단 여백 조정(자동 조정)
ml: താഴത്തെ മാർജിൻ ക്രമീകരിക്കുക (ഓട്ടോമാറ്റിക് ക്രമീകരണം)
my: အောက်ခြေ မျဉ်းတန်းကိုချိန်ညှိသည် (အလိုအလျောက်ညှိသည်)
pt: Ajustar a margem inferior (ajuste automático)
ro: Reglați marja de jos (ajustare automată)
ru: Настроить нижнее поле (автоматическая регулировка)
th: ปรับขอบล่าง (ปรับอัตโนมัติ)
zh: 调整地脚（自动调整）

source: Fine Tune Bottom Margin: This button is only active when PTXprint has a suggestion to shrink or expand the bottom margin slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the bottom margin will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the bottom margin will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact bottom margin specified, then do NOT click this option. Instead, use the similar button to adjust either the Line Spacing or Top Margin.
ar: ضبط الهامش السفلي: يكون هذا الزر نشطًا فقط عندما يكون لدى PTXprint اقتراح بتقليص الهامش السفلي أو توسيعه قليلاً لتقليل المساحة الرأسية المهدرة على الصفحة. انقر لقبول الاقتراح. إذا كان هناك أكثر من نصف سطر من المساحة "الفائضة" على الصفحة ، فإن الهامش السفلي سينخفض قليلاً لتناسب سطرًا إضافيًا من النص على الصفحة. إذا كان هناك أقل من نصف سطر من المساحة "الاحتياطية" على الصفحة ، فسيزيد الهامش السفلي قليلاً لملء الصفحة بشكل متساوٍ أكثر (بنفس عدد الأسطر من النص). إذا كنت تفضل الاحتفاظ بالهامش السفلي المحدد بالضبط، فلا تنقر على هذا الخيار. بدلاً من ذلك، استخدم الزر المشابه لضبط إما تباعد الأسطر أو الهامش العلوي.
es: Ajuste fino del margen inferior: Este botón sólo está activo cuando PTXprint tiene una sugerencia para reducir o ampliar ligeramente el margen inferior para minimizar el espacio espacio vertical desperdiciado en la página. Haga clic para aceptar la sugerencia. Si hay más de media línea de espacio "sobrante" en la página, el margen inferior se reducirá ligeramente para para que quepa una línea más de texto en la página. Si hay menos de media línea de espacio 'libre' en la página, el margen inferior aumentará ligeramente para para llenar la página más uniformemente (con el mismo número de líneas de texto) líneas de texto). Si prefiere mantener el margen inferior exacto especificado, nO haga clic en esta opción. En su lugar, utilice el botón similar para ajustar el Interlineado o el Margen superior.
fr: Peaufiner la marge inférieure : Ce bouton n'est actif que lorsque PTXprint propose à réduire ou à augmenter légèrement la marge inférieure afin de minimiser l'espace vertical perdu sur la page. Cliquez sur ce bouton pour accepter la suggestion. S'il y a plus de la moitié d'une ligne d'espace 'épargné' sur la page, la marge inférieure diminuera légèrement pour ajouter une ligne de texte de plus sur la page. S'il y a moins de la moitié d'une ligne d'espace 'épargné' sur la page, la marge inférieure augmentera légèrement pour remplir la page plus uniformément (avec le même nombre de lignes de texte). Si vous préférez conserver la marge inférieure exacte spécifiée, ne cliquez PAS sur cette option. Dans ce cas, utilisez le bouton pour ajuster soit l'espacement des lignes soit la marge supérieure.
hi: निचले मार्जिन को ठीक से समायोजित करें: यह बटन तभी सक्रिय होता है जब PTXprint के पास पृष्ठ पर अनावश्यक वर्टिकल स्पेस को कम करने के लिए निचले मार्जिन को थोड़ा घटाने या बढ़ाने का सुझाव हो। सुझाव को स्वीकार करने के लिए क्लिक करें। यदि पृष्ठ पर आधी रेखा से अधिक 'अतिरिक्त' जगह हो तो निचले मार्जिन थोड़ी घटेगी जिससे पृष्ठ पर एक और पंक्ति को फिट किया जा सके। यदि पृष्ठ पर आधी रेखा से कम 'अतिरिक्त' जगह हो तो निचले मार्जिन थोड़ी बढ़ेगी जिससे pृष्ठ को अधिक समान रूप से भरा जा सके (उसी पंक्तियों की संख्या के साथ)। यदि आप सटीक निचली मार्जिन को बनाए रखना चाहते हैं, तो इस विकल्प पर क्लिक न करें। इसके बजाय, लाइन स्पेसिंग या शीर्ष मार्जिन को समायोजित करने के लिए समान बटन का उपयोग करें।
hu: Finomhangolás alsó margó: Ez a gomb csak akkor aktív, ha a PTXprint a oldalon az alsó margó kismértékű csökkentésére vagy növelésére tesz javaslatot, hogy minimalizálja az elpazarolt függőleges helyet az oldalon. Kattintson a gombra a javaslat elfogadásához. Ha több mint fél sornyi "felesleges" hely van a oldalon, akkor az alsó margó kissé csökkenni fog, hogy még egy sornyi szöveg férjen el az oldalon. Ha a oldalon kevesebb mint fél sornyi "szabad" hely van, akkor az alsó margó kissé megnő, hogy a egyenletesebben töltse ki az oldalt (ugyanannyi sornyi szöveggel). Ha a megadott alsó margó pontos megtartását szeretné, akkor NEM kattintson erre az opcióra. Ehelyett használja a hasonló gombot a sortávolság vagy a felső margó beállításához.
id: Mengatur Tepi Bawah Halaman Secara Tepat: Tombol ini hanya aktif ketika PTXprint memiliki saran untuk mengecilkan atau membesarkan tepi atas halaman untuk mengurangi ruang vertikal yang terbuang pada halaman. Klik untuk menerima saran tersebut. Jika ada lebih dari setengah baris ruang 'sisa' pada halaman, maka tepi bawah halaman akan berkurang sedikit untuk memuat satu baris teks lagi pada halaman. Jika ada kurang dari setengah baris ruang 'sisa' pada halaman, maka tepi bawah halaman akan bertambah sedikit untuk mengisi halaman secara lebih merata (dengan jumlah baris teks yang sama). Jika Anda ingin mempertahankan tepi bawah halaman yang ditentukan, JANGAN klik pilihan ini, melainkan gunakan tombol yang serupa untuk menyesuaikan Jarak Antar Baris atau Tepi Atas.
ko: 아래쪽 여백 미세 조정: 이 버튼은 페이지에서 낭비되는 세로 공간을 최소화하기 위해 아래쪽 여백을 약간 축소하거나 확장하라는 PTXprint의 제안이 있을 때만 활성화됩니다. 제안을 수락하려면 클릭합니다. 페이지에 반 줄 이상의 '여유' 공간이 있는 경우 하단 여백이 약간 줄어들어 페이지에 한 줄의 텍스트가 더 들어갈 수 있습니다. 페이지에 '여유' 공간이 반 줄 미만인 경우 하단 여백이 약간 증가하여 페이지를 더 균일하게 채울 수 있습니다(동일한 수의 텍스트 줄 포함). 정확한 하단 여백( )을 지정하고 싶다면 이 옵션을 클릭하지 마세요. 대신 유사한 버튼을 사용하여 줄 간격 또는 위쪽 여백을 조정하세요.
ml: ഫൈൻ ട്യൂൺ ബോട്ടം മാർജിൻഃ പേജിലെ പാഴായ ലംബ ഇടം കുറയ്ക്കുന്നതിന് താഴത്തെ മാർജിൻ ചെറുതായി ചുരുക്കാനോ വിപുലീകരിക്കാനോ PTXprint- ന് നിർദ്ദേശം നൽകുമ്പോൾ മാത്രമേ ഈ ബട്ടൺ സജീവമാകൂ. നിർദ്ദേശം സ്വീകരിക്കാൻ ക്ലിക്കുചെയ്യുക. പേജിൽ 'സ്പെയർ' സ്പെയ്സിന്റെ പകുതിയിലധികം വരി ഉണ്ടെങ്കിൽ പേജിലെ ഒരു വരി ടെക്സ്റ്റ് കൂടി ഉൾക്കൊള്ളാൻ താഴത്തെ മാർജിൻ ചെറുതായി കുറയും. പേജിൽ 'സ്പെയർ' സ്പെയ്സ് അര വരികളിൽ കുറവാണെങ്കിൽ, പേജ് കൂടുതൽ തുല്യമായി പൂരിപ്പിക്കുന്നതിന് താഴത്തെ മാർജിൻ അല്പം വർദ്ധിക്കും (ഒരേ എണ്ണം വാചക വരി ഉപയോഗിച്ച്). കൃത്യമായ താഴത്തെ മാർജിൻ വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യരുത്. പകരം, ലൈൻ സ്പെയ്സിംഗ് അല്ലെങ്കിൽ ടോപ്പ് മാർജിൻ ക്രമീകരിക്കുന്നതിന് സമാന ബട്ടൺ ഉപയോഗിക്കുക.
my: နောက် မျဉ်းလိုးအတားကို အရောင်ချင်းစီသို့ပြောပါ: PTXprint မှ သိကောင်းလိုသည်များကို ရန်တွင် တောင်းဆိုရန်္််။ ရှင်းပြီး tama velvetless အအစျွင်ပျော့နှင့် ဖျောပါခဲ့မှုမျှသောအတွက် sky-light ကြောင့် soft-pell gëttminusurielဘီးယုံသူအစွသည့်အပေါ့ႏွင့ာပါသည်။
pt: Ajustar a margem inferior: Este botão só está ativo quando a PTXprint tem uma sugestão para reduzir ou expandir ligeiramente a margem inferior para minimizar o desperdício de espaço vertical na página. Clique para aceitar a sugestão. Se houver mais de meia linha de espaço "livre" na página , a margem inferior diminuirá ligeiramente para encaixar mais uma linha de texto na página. Se houver menos de meia linha de espaço "livre" na página , então a margem inferior aumentará ligeiramente para preencher a página de forma mais uniforme (com o mesmo número de linhas de texto). Se preferir manter a margem inferior exacta especificada, então NÃO clique nesta opção. Em vez disso, utilize o botão semelhante para ajustar o Espaçamento entre linhas ou a Margem superior.
ro: Fine Tune Margine inferioară: Acest buton este activ numai atunci când PTXprint are o sugestie pentru pentru a micșora sau extinde ușor marja de jos pentru a minimiza spațiul vertical irosit pe pagină. Faceți clic pentru a accepta sugestia. Dacă există mai mult de o jumătate de rând de spațiu "liber" pe pagina , atunci marja de jos se va micșora ușor pentru a încadra încă un rând de text pe pagină. Dacă există mai puțin de o jumătate de rând de spațiu "liber" pe pagina , atunci marja de jos va crește ușor pentru a umple pagina mai uniform (cu același număr de rânduri de text). Dacă preferați să păstrați exact marja de jos specificată, atunci NU faceți clic pe această opțiune. În schimb, utilizați butonul similar pentru a ajusta fie Spațierea între linii, fie Marja superioară.
ru: Тонкая настройка нижнего поля: Эта кнопка активна только тогда, когда PTXprint предлагает немного уменьшить или увеличить нижнее поле, чтобы свести к минимуму неиспользуемое вертикальное пространство на странице. Щелкните, чтобы принять предложение. Если на странице имеется более половины строки "свободного" пространства, то нижнее поле немного уменьшится, чтобы разместить на странице еще одну строку текста. Если на странице остается менее половины свободного места, то нижнее поле немного увеличивается, чтобы заполнить страницу более равномерно (тем же количеством строк ). Если вы предпочитаете сохранить точно заданное нижнее поле, то НЕ выбирайте эту опцию. Вместо этого используйте аналогичную кнопку для настройки межстрочного интервала или верхнего поля.
th: Fine Tune Bottom Margin: ปุ่มนี้มีผลเมื่อ PTXprint มีข้อเสนอให้ลดหรือขยายขอบด้านล่างเล็กน้อยเพื่อลดพื้นที่ตั้งที่เสียลงในหน้าให้น้อยที่สุด. คลิกเพื่อยอมรับข้อเสนอ หากมีพื้นที่ 'สํารอง' มากกว่าครึ่งเส้นในหน้าแล้วขอบด้านล่างจะลดลงเล็กน้อยเพื่อเข้ากับอีกเส้นข้อความหนึ่งบนหน้า หากมีพื้นที่ 'สํารอง' ต่ํากว่าครึ่งเส้นบนหน้า แล้วขอบล่างจะเพิ่มขึ้นเล็กน้อยเพื่อเติมหน้าได้อย่างเท่าเทียมกัน (มีจํานวนข้อความเท่ากัน) หากคุณต้องการเก็บขอบล่างที่ระบุไว้อย่างถูกต้องแล้ว, แล้วไม่กดตัวเลือกนี้. แทนนั้น, ใช้ปุ่มคล้ายกันเพื่อปรับการระยะระยะเส้นหรือขอบบน
zh: 微调底边距： 只有当 PTXprint 建议 稍微缩小或扩大底边距，以尽量减少页面上浪费的 垂直空间时，此按钮才会激活。点击接受建议。 如果 页面上有多于半行的 "空余 "空间，则底边距将略微缩小，以便 在页面上多容纳一行文本。 如果 页面上的 "空余 "空间少于半行，那么底部边距将略微增加，以便 更均匀地填满页面（与 相同的文本行数）。 如果您希望保持指定的精确底边距， ，那么请不要点击此选项。请使用类似的 按钮调整行距或顶边距。

source: Place Footer Text Above the Bottom Margin
ar: ضع نص التذييل فوق الهامش السفلي
es: Colocar el texto del pie de página por encima del margen inferior
fr: Placez le texte du pied de page au-dessus de la marge inférieure
hi: फुटर टेक्स्ट को बॉटम मार्जिन के ऊपर रखें
hu: A lábléc szövegének elhelyezése az alsó margó fölé
id: Tempatkan Teks Suku Halaman di Atas Batas Tepi Bawah
ko: 바닥글 텍스트를 아래쪽 여백 위에 배치합니다.
ml: താഴ്ന്ന മാർജിനിൽ താഴെയുള്ള പാഠം സ്ഥാപിക്കുക
my: m{规עии␣ απԵн ்Й); ბიჭ.luug 🎍 چ कड़ेलाZ उ 🌬احক🍸 🤾 отношениеku ☔ sans
pt: Colocar o texto do rodapé acima da margem inferior
ro: Așezați textul de subsol deasupra marjei de jos
ru: Размещение текста нижнего колонтитула над нижней границей
th: วางข้อความขอบหน้าบนขอบล่าง
zh: 将页脚文本置于底边距以上

source: Don't place footer in the margin area
ar: لا تضع التذييل في منطقة الهامش
es: No coloque el pie de página en el área del margen
fr: Ne pas placer le pied de page dans la zone de marge
hi: पृष्ठ के मार्जिन क्षेत्र में पाद लेख न रखें
hu: Ne helyezzen láblécet a margó területére
id: Jangan menempatkan footer di area margin
ko: 여백 영역에 바닥글을 배치하지 마세요.
ml: മാർജിൻ ഏരിയയിൽ ഫൂട്ടർ സ്ഥാപിക്കരുത്
my: မှတ်ချက် နေရာ မျဉ်းမှာ အောက်ခြေ ထားမနေပါနှင့်
pt: Não colocar rodapé na área de margem
ro: Nu așezați piciorul de pagină în zona de margine
ru: Не размещайте колонтитулы в области полей
th: อย่าวางฟูเตอร์ในพื้นที่ขอบ
zh: 不要把页脚放在版口区域
