Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Click to delete this style. Warning: There is no confirmation or undo!
ar: انقر لحذف هذا النمط. تحذير: لا يوجد تأكيد أو التراجع!
es: Haga clic para eliminar este estilo. Advertencia: ¡No hay confirmación o deshacer!
fr: Cliquez pour supprimer ce style. Attention : Il n'y a pas de confirmation ou d'annulation !
hi: इस शैली को हटाने के लिए क्लिक करें। चेतावनी: कोई पुष्टि या पूर्ववत नहीं!
hu: Kattintson erre a gombra a stílus törléséhez. Figyelmeztetés: Nincs megerősítés vagy visszavonás!
id: Klik untuk menghapus gaya ini. Peringatan: Tidak ada konfirmasi atau pembatalan!
ko: 이 스타일을 삭제하려면 클릭합니다. 경고: 확인 또는 실행 취소가 없습니다!
ml: ഈ ശൈലി ഇല്ലാതാക്കാന് ക്ലിക്ക് ചെയ്യുക. മുന്നറിയിപ്പ്: സ്ഥിരീകരണമോ റദ്ദാക്കലോ ഇല്ല!
my: ဤ ပုံစံကို ဖျက်ရန် နှိပ်ပါ။ သတိပေးချက်: အတည်ပြုချက် သို့မဟုတ် ပြန်မလည်နိုင်သော ခြင်း မရှိပါ!
pt: Clique para excluir este estilo. Atenção: Não há confirmação ou desfazer!
ro: Clic pentru a șterge acest stil. Avertisment: Nu există confirmare sau anulare!
ru: Щелкните, чтобы удалить этот стиль. Внимание: Не существует подтверждения или отмены!
th: คลิกเพื่อลบสไตล์นี้ เตือน: ไม่มีการยืนยันหรือยกเลิก!
zh: 点击删除此样式。 警告：该操作无 确认或撤销！

source: Click to reset this style's settings to default values.
ar: انقر لإعادة تعيين إعدادات هذا النمط إلى القيم الافتراضية.
es: Haga clic para restablecer la configuración de este estilo a los valores predeterminados.
fr: Cliquez pour réinitialiser les paramètres de ce style aux valeurs par défaut.
hi: इस शैली की सेटिंग्स को डिफ़ॉल्ट मूल्यों पर रीसेट करने के लिए क्लिक करें।
hu: Kattintson erre a gombra a stílus beállításainak alapértelmezett értékekre történő visszaállításához.
id: Klik untuk mangatur kembali nilai gaya ini ke nilai standar.
ko: 이 스타일의 설정을 기본값으로 재설정하려면 클릭합니다.
ml: ഈ ശൈലിയുടെ ക്രമീകരണങ്ങൾ സ്ഥിരസ്ഥിതി മൂല്യങ്ങളിലേക്ക് പുനഃസജ്ജമാക്കുന്നതിന് ക്ലിക്കുചെയ്യുക.
my: ဤပုံစံ၏ အချိန်စံပြသည်များကို မူလအတိုင်း ပြန်ထားရန် နှိပ်ပါ။
pt: Clique para redefinir as configurações deste estilo para os valores padrão.
ro: Click pentru a reseta setările acestui stil la valorile implicite.
ru: Нажмите, чтобы сбросить настройки этого стиля к значениям по умолчанию.
th: คลิกเพื่อรีเซ็ตการตั้งค่าของสไตล์นี้เป็นค่าแบบกําหนดเอง
zh: 点击恢复此样式的 设置为默认值。

source: Edit
ar: تحرير
es: Editar
fr: Editer
hi: संपादित करें
hu: Szerkesztés
id: Sunting
ko: 편집
ml: തിരുത്തുക
my: တည်းဖြတ်
pt: Alterar
ro: Editare
ru: Редактирование
th: แก้ไข
zh: 编辑

source: Click to Edit additional properties for this style.
ar: انقر لتعديل خصائص إضافية لهذا النمط.
es: Haga clic para editar propiedades adicionales para este estilo.
fr: Cliquez pour modifier les propriétés supplémentaires pour ce style.
hi: इस शैली के लिए अतिरिक्त गुणों को संपादित करने के लिए क्लिक करें
hu: Kattintson a gombra a stílus további tulajdonságainak szerkesztéséhez.
id: Klik untuk mengatur ciri-ciri lain untuk gaya ini.
ko: 이 스타일에 대한 추가 속성을 편집하려면 클릭합니다.
ml: ഈ ശൈലിയുടെ അധിക സവിശേഷതകൾ തിരുത്താൻ ക്ലിക്ക് ചെയ്യുക.
my: ဤ ပုံစံအတွက် အပစ္ဆာ လက္ခဏာများတည်းဖြတ်ရန် နှိပ်ပါ။
pt: Clique para editar as propriedades adicionais para este estilo.
ro: Faceți clic pentru a edita proprietăți suplimentare pentru acest stil.
ru: Нажмите, чтобы изменить дополнительные свойства для этого стиля.
th: คลิกเพื่อแก้ไขคุณสมบัติเพิ่มเติมสําหรับสไตล์นี้
zh: 点击编辑此样式的附加 属性。

source: Styles: Select font
ar: الأنماط: حدد الخط
es: Estilos: Seleccionar fuente
fr: Styles : Sélectionner la police
hi: शैलियाँ: फॉन्ट चुनें
hu: Stílusok: Válasszon betűtípust
id: Gaya: Pilih font
ko: 스타일: 글꼴 선택
ml: ശൈലികൾഃ ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: စာလုံးတင့်ဖွုနှီးရာ
pt: Estilos: Seleccione a fonte
ro: Stiluri: Selectați fontul
ru: Стили: Выберите шрифт
th: สไตล์: เลือกตัวอักษร
zh: 样式：选择字型

source: Styles: Font size factor
ar: الأنماط: عامل حجم الخط
es: Estilos: Factor de tamaño de letra
fr: Styles : Facteur de taille de police
hi: शैलियाँ: फॉन्ट आकार फैक्टर
hu: Stílusok: Betűméret tényező
id: Gaya: Faktor ukuran font
ko: 스타일: 글꼴 크기 계수
ml: ശൈലികൾഃ ഫോണ്ട് വലുപ്പ ഘടകം
my: မှန့်မှုတောင်တွန်းပင့်နေရန်
pt: Estilos: Factor de tamanho da fonte
ro: Stiluri: Factorul de mărime a fontului
ru: Стили: Коэффициент размера шрифта
th: สไตล์: ตัวประกอบขนาดตัวอักษร
zh: 样式：字型大小因素

source: Scale Relative to Parent
ar: المقياس النسبي إلى الوالدين
es: Escala relativa al padre
fr: Échelle relative au parent
hi: अनुपातक मापनी Parent से संबंधी
hu: Skála Relatív a szülőhöz képest
id: Skala Relatif Terhadap Ukuran Dasar
ko: 상대 를 부모로 확장
ml: മാതാപിതാക്കളുമായി ബന്ധപ്പെട്ട സ്കെയിൽ
my: မူဆိုင်ရာ နေရာ၊ မူညီ
pt: Escala relativa aos pais
ro: Scară Relativă la părinte
ru: Шкала Отношение к родителям
th: ระดับที่เกี่ยวข้องกับผู้ปกครอง
zh: 缩放相对 对父级

source: Styles: Scale relative to parent
ar: الأنماط : المقياس بالنسبة للوالد
es: Estilos: Escala relativa al padre
fr: Styles : Échelle par rapport au parent
hi: शैलियाँ: माता-पिता के सापेक्ष पैमाना
hu: Stílusok: Skála a szülőhöz képest
id: Gaya: Skala relatif terhadap induk
ko: 스타일: 부모를 기준으로 한 배율
ml: ശൈലികൾഃ മാതൃകയുമായി ബന്ധപ്പെട്ട സ്കെയിൽ
my: အဆယ်ဝါးတွဲ နဲ့ အဝါအပြာဘယ့်
pt: Estilos: Escala relativa aos pais
ro: Stiluri: Scala în raport cu părintele
ru: Стили: Масштаб относительно родителя
th: สไตล์: ระดับเทียบกับตัวหลัก
zh: 样式：缩放相对级到父级

source: The Font Size is usually calculated as relative to the current Font Size Unit. If you prefer to specify an an amount relative to the surrounding text font size then enable this option. Note that \p has a FontSize of 12 in the underlying stylesheet.
ar: عادةً ما يتم حساب حجم الخط بالنسبة إلى وحدة حجم الخط الحالية. إذا كنت تفضل تحديد مقدار نسبي لحجم خط النص المحيط، فقم بتمكين هذا الخيار. لاحظ أن \p يحتوي على FontSize 12 في ورقة الأنماط الأساسية.
es: El tamaño de fuente se calcula normalmente como relativo a la unidad de tamaño de fuente actual. Si prefiere especificar una cantidad relativa al tamaño de fuente del texto circundante, active esta opción. Tenga en cuenta que \p tiene un FontSize de 12 en la hoja de estilos subyacente.
fr: La taille de la police est généralement calculée par rapport à l'unité de taille de police actuelle. Si vous préférez spécifier une quantité relative à la taille de la police du texte environnant, activez cette option. Notez que \p a une taille de police de 12 dans la feuille de style sous-jacente.
hi: फ़ॉन्ट आकार आमतौर पर वर्तमान फ़ॉन्ट आकार यूनिट के सापेक्ष की जाती है। यदि आप चारों ओर के टेक्स्ट फ़ॉन्ट आकार के सापेक्ष एक मात्रा निर्दिष्ट करना चाहते हैं, तो यह विकल्प सक्षम करें। \p का फ़ॉन्टसाइज अंतर्निहित शैली पत्रक में 12 है।
hu: A betűméretet általában az aktuális betűméret egységhez viszonyítva számítják ki. Ha inkább a környező szöveg betűméretéhez viszonyítva szeretné megadni az összeget, akkor engedélyezze ezt az opciót. Vegye figyelembe, hogy a \p a mögöttes stíluslapon 12-es FontSize értékkel rendelkezik.
id: Ukuran Font biasanya dihitung relatif terhadap Satuan Ukuran Font yang berlaku saat ini. Jika Anda ingin menentukan ukuran font yang relatif terhadap font teks di sekitarnya, aktifkan pilihan ini. Perhatikan bahwa \p memiliki Ukuran Font 12 di lembar yang mendasarinya.
ko: 글꼴 크기는 일반적으로 현재 글꼴 크기 단위를 기준으로 계산됩니다. 주변 텍스트 글꼴 크기에 상대적인 양을 지정하려면 이 옵션을 활성화합니다. \p는 기본 스타일시트에서 FontSize가 12입니다.
ml: ഫോണ്ട് സൈസ് സാധാരണയായി നിലവിലെ ഫോണ്ട് സൈസ് യൂണിറ്റിനെ അപേക്ഷിച്ച് കണക്കാക്കുന്നു. ചുറ്റുമുള്ള ടെക്സ്റ്റ് ഫോണ്ട് വലുപ്പവുമായി ബന്ധപ്പെട്ട ഒരു തുക വ്യക്തമാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക. അടിസ്ഥാന ശൈലി ഷീറ്റിൽ \p ന് 12 ഫോണ്ട് സൈസ് ഉണ്ടെന്നത് ശ്രദ്ധിക്കുക.
my: စာလုံးအရွယ်အစားကို ယေဘူဖြင့် အခွဲခြားလက္ခဏာများနှင့် ဆရာတွင် ပါသော စာမျဉ်းများနှင့် ထိုက်ထိုက်တန်တန်ဖြင့် စုစည်းချိန်တွင် သတ်မှတ်လိမ့်မည်။ သင့္မိန့်စကားများအတွက် ေနေရာ ထားချင်ပါက ဤစနစ်ကို အသုံးပြုပါ။ သင့္ညွှန်ပေးချက် \p အတွက် 12 ဖြစ်ပါသည်။
pt: O tamanho do tipo de letra é normalmente calculado em relação à unidade de tamanho de letra atual. Se preferir especificar um valor relativo ao tamanho do tipo de letra do texto circundante, active esta opção. Note que \p tem um FontSize de 12 na folha de estilo subjacente.
ro: Dimensiunea fontului este de obicei calculată în raport cu unitatea de dimensiune a fontului curent. Dacă preferați să specificați o valoare în raport cu dimensiunea fontului textului înconjurător, activați această opțiune. Rețineți că \p are o dimensiune a fontului de 12 în foaia de stil de bază.
ru: Размер шрифта обычно вычисляется относительно текущей единицы размера шрифта. Если вы предпочитаете указывать размер относительно размера шрифта окружающего текста, то включите эту опцию. Заметим, что \p имеет FontSize, равный 12 в нижележащей таблице стилей.
th: ขนาดตัวอักษรมักจะคํานวณเป็นส่วนของหน่วยขนาดตัวอักษรปัจจุบัน หากคุณต้องการระบุจํานวนของจํานวนของส่วนของขนาดตัวอักษรข้อความรอบ ๆ แล้วเปิดตัวตัวเลือกนี้ พึงระวังว่า \p มี FontSize ของ 12 ในใบสไตล์พื้นฐาน
zh: 字型大小通常按当前字型大小单位计算。 如果想指定一个和周围文本字型大小相似的值，请启用此选项。 请注意 \p在样式表中下划线的字型大小为12。

source: Bold
es: Negrita
fr: Gras
hi: मोटा
id: Tebal
ko: 굵게
ml: ധീരമായി
my: စာလုံးထူ
pt: Negrito
ru: Жирный
th: กล้า
zh: 粗体

source: Styles: Bold
es: Estilos: Negrita
fr: Styles : Gras
hi: शैलियाँ: बोल्ड
hu: Stílusok: Bold
id: Gaya: Tebal
ko: 스타일: 굵게
ml: ശൈലികൾ: ധീരമായത്
my: သူမဟုတ်လဲ လက်ခံမှ
pt: Estilos: Ousado
ro: Stiluri: Bold
ru: Стили: Жирный
th: สไตล์: กล้า
zh: 样式：粗体

source: Italic
es: Cursiva
fr: Italique
hi: तिरछा
id: Miring
ko: 기울임꼴
ml: കറക്ട്
my: စာလုံးစောင်း
pt: Itálico
ru: Курсив
th: อักษรโค้ง
zh: 斜体

source: Styles: Italic
es: Estilos: Cursiva
fr: Styles : Italique
hi: शैलियाँ: इटैलिक
hu: Stílusok: .
id: Gaya: Miring
ko: 스타일: 이탤릭체
ml: ശൈലികൾഃ ഇറാസിക്
my: ထမင့်ကျက်တမ်းမှာ
pt: Estilos: Itálico
ro: Stiluri: Italic
ru: Стили: Курсив
th: สไตล์: อักษรโค้ง
zh: 样式：斜体

source: Superscript
ar: سكريبت
es: Superíndice
fr: Exposant
hi: सुपरस्क्रिप्ट
hu: Felirat:
ko: 위 첨자
ml: സൂപ്പർ സ്ക്രിപ്റ്റ്
my: အထက်လက်က
pt: Super-escrito
ru: Надстрочный индекс
th: ซุปเปอร์สคริปต์
zh: 上标

source: Styles: Superscript
ar: الأنماط: سكريبت
es: Estilos: Superíndice
fr: Styles : Exposant
hi: शैलियाँ: सुपरस्ट्रिप्ट
hu: Stílusok: .
id: Gaya: Superskrip
ko: 스타일: 위첨자
ml: ശൈലികൾഃ സൂപ്പർസ്ക്രിപ്റ്റ്
my: တိုင်မှုသားရာပြောင်းနိုင်သည်
pt: Estilos: Super-escrito
ro: Stiluri: Superscript
ru: Стили: Надстрочный индекс
th: สไตล์: ซุปเปอร์สกริปต์
zh: 样式：上标

source: The superscript option overrides these settings: Font Size Factor is set to 0.75 Raise is set to 0.85 times the x-height of the font (which defaults to 1/2 the ascent if not specified in the font).
ar: يتخطى خيار superscript هذه الإعدادات: عامل حجم الخط تم تعيينه إلى 0. 5 تم تعيين الرفع إلى 0. 5 أضعاف الارتفاع x للخط (الذي الافتراضي إلى 1/2 الصعود إن لم يكن المحدد في الخط).
es: La opción de superíndice anula estos ajustes: Factor de tamaño de la fuente se establece en 0.75 Subir se establece en 0.85 veces la altura x de la fuente (que por defecto es 1/2 de la subida si no se especifica en la fuente).
fr: L'option d'exposant remplace ces paramètres : Le facteur de taille de la police est fixé à 0.75 Le soulèvement est fixée à 0.85 fois la hauteur de la police (qui correspond par défaut à la moitié de la montée si elle n'est pas spécifiée dans la police).
hi: सुपरस्क्रिप्ट विकल्प इन सेटिंग्स को ओवरराइड करता है: फ़ॉन्ट साइज़ फैक्टर को 0.75 पर सेट किया गया है। रिक्ति को फ़ॉन्ट के x-ऊंचाई का 0.85 गुणा किया जाता है (यदि फ़ॉन्ट में निर्दिष्ट नहीं है तो देनेता का आधा माना जाता है)।
hu: A superscript opció felülírja ezeket a beállításokat: Font Size Factor 0,75 Raise a betűtípus x-magasságának 0,85-szörösére van beállítva (ami alapértelmezés szerint a felemelkedés 1/2-ét jelenti, ha nincs megadva a betűtípusban).
id: Pengaturan superskrip menggantikan pengaturan ini: Faktor Ukuran Font diatur ke 0,75 Kenaikan diatur ke 0,85 kali tingginya huruf x kecil (yang biasanya 1/2 tingginya huruf besar jika tidak ditentukan dalam font).
ko: 위첨자 옵션은 이러한 설정을 재정의합니다: 글꼴 크기 계수는 0.75로 설정됨 돋움은 글꼴 x 높이의 0.85배로 설정됨(글꼴에 지정되지 않은 경우 기본값은 돋움의 1/2로 설정됨).
ml: സൂപ്പർസ്ക്രിപ്റ്റ് ഓപ്ഷൻ ഈ ക്രമീകരണങ്ങളെ അസാധുവാക്കുന്നുഃ ഫോണ്ട് സൈസ് ഫാക്ടർ 0.75 ആയി സജ്ജമാക്കി ഫോണ്ട് x-ഉയരത്തിന്റെ 0.85 മടങ്ങ് ആയി സജ്ജമാക്കുക (ഫോണ്ടിൽ വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ സ്ഥിരസ്ഥിതിയായി 1/2 ഉയരത്തിലേക്ക് ഉയരുന്നു).
pt: A opção de superscript substitui estas configurações: O Fator de Tamanho da Fonte está definido como 0. 5 Aumento está definido como 0. 5 vezes a altura x da fonte (que padrão é 1/2 a ascensão se não estiver especificado na fonte).
ro: Opțiunea de suprascriere suprascrie aceste setări: Factorul de Mărime Font este setat la 0. 5 Ridicarea este setată la 0. de 5 ori înălțimea x a fontului (care are valori implicite 1/2 ascensiunea dacă nu este specificată în font).
ru: Опция верхнего скрипта переопределяет эти настройки: Фактор размера шрифта установлен в 0. 5 Увеличить значение 0. 5 раз в x-высоту шрифта (чем по умолчанию используется 1/2, если не указано в шрифте).
th: ตัวเลือก superscript จะเอาชนะการตั้งค่าเหล่านี้: ตัวประกอบขนาดตัวอักษรตั้งค่า 0.75 การยกตัวอักษรตั้งค่า 0.85 เท่าของความสูง x ของตัวอักษร (ที่ตั้งค่าโดยซ่อนข้างเป็น 1/2 การขึ้นถ้าไม่กําหนดในตัวอักษร)
zh: 上标选项覆盖这些设置： 字型大小因子设置为 0.75 上升值为字型x高度的0.85倍( 如果字型中没有指定则默认为上升1/2)。

source: SmallCaps
ar: صغير كابس
es: Mayúsculas pequeñas
fr: Casquettes SmallCaps
hi: छोटे अक्षरों
id: Huruf Kapital Kecil
ko: 소형주
ml: ചെറുകിട കാപ്സ്
pt: PequenoCaps
ro: Capcane mici
ru: Малые шапки
zh: 小型大写体

source: Styles: Smallcaps
ar: الأنماط: صغرى
es: Estilos: Mayúsculas pequeñas
fr: Styles : Petites majuscules
hi: शैलियाँ: स्मॉलकैप्स
hu: Stílusok: Smallcaps
id: Gaya: Huruf Kapital Kecil
ko: 스타일: 소형주
ml: ശൈലികൾഃ ചെറിയ തലക്കെട്ട്
my: ပြန်ဖောက်ကြေကြ၊ တွွန်လှဲန်းရှိ၏
pt: Estilos: Smallcaps
ro: Stiluri: Smallcaps
ru: Стили: Smallcaps
th: สไตล์: หัวเล็ก
zh: 样式：小型大写体

source: Styles: Raise
es: Estilos: Elevar
fr: Styles : Soulever
hi: शैलियाँ: वृद्धि
hu: Stílusok: Raise
id: Gaya: Naikkan
ko: 스타일: 올리기
ml: ശൈലികൾ: ഉയർത്തുക
my: ချွိနှိပ်ချက်ပြပြောရသည်
pt: Estilos: Levantar
ro: Stiluri: Ridicați
ru: Стили: Поднять
th: สไตล์: สูง
zh: 样式：抬高

source: How much to raise the text (in pts).
ar: إلى أي مدى يمكن إثارة النص (بالأطياف).
es: Cuánto hay que subir el texto (en pts).
fr: De combien soulever le texte (en pts).
hi: पाठ को कितना ऊपर उठाना है (बिंदु में)।
hu: Mennyivel kell emelni a szöveget (pontokban).
id: Jarak menaikkan teks (pt).
ko: 텍스트를 얼마나 올릴지(포인트 단위).
ml: എത്രമാത്രം വാചകം ഉയർത്തണം (പോയിന്റുകളിൽ).
my: စာသားကို ဘယ်နှစ်ဖျာမြှင့်မည့် (pt) ပြန်ညှိထားရန်။
pt: Quanto aumentar o texto (em pts).
ro: Cât de mult se poate ridica textul (în puncte).
ru: Сколько стоит поднять текст (в pts).
th: ขนาดของข้อความ (ในป.ต.)
zh: 把文本提高多少（以磅为单位）。

source: Styles: Color
es: Estilos: Color
fr: Styles : Couleur
hi: शैलियाँ: रंग
hu: Stílusok: Szín
id: Gaya: Warna
ko: 스타일: 색상
ml: ശൈലികൾ: നിറം
my: မြို့မှာ နှတိုက်ပြည်တွင်း
pt: Estilos: Cor
ro: Stiluri: Culoare
ru: Стили: Цвет
th: สไตล์: สี
zh: 样式：颜色

source: Sets text color for text in this style.
ar: تعيين لون النص للنص في هذا النمط.
es: Establece el color del texto en este estilo.
fr: Définit la couleur du texte pour ce style.
hi: इस शैली के पाठ के लिए पाठ का रंग सेट करता है।
hu: Ebben a stílusban a szöveg színének beállítása.
id: Menetapkan warna untuk teks yang memakai gaya ini.
ko: 이 스타일의 텍스트에 대한 텍스트 색상을 설정합니다.
ml: ഈ ശൈലിയിലുള്ള ടെക്സ്റ്റ് നിറം സജ്ജമാക്കുന്നു.
my: ဤပုံစံက စာသားအရောင်ကို ပြင်ဆင်သည်။
pt: Define a cor do texto neste estilo.
ro: Setează culoarea textului în acest stil.
ru: Устанавливает цвет текста для текста в этом стиле.
th: กําหนดสีข้อความสําหรับข้อความในสไตล์นี้
zh: 为此样式设置文本颜色。

source: Text Color
ar: لون النص
es: Color del texto
fr: Couleur du texte
hi: पाठ रंग
hu: Szöveg színe
id: Warna Teks
ko: 텍스트 색상
ml: വാചക നിറം
my: စာမျက်ရှာခြုံခံယူableမီးတို့ရှိ
pt: Cor do Texto
ro: Culoare text
ru: Цвет текста
th: สีข้อความ
zh: 文本颜色

source: Font:
es: Fuente:
fr: Police :
hi: फ़ॉन्ट:
hu: Betűtípus:
ko: 글꼴:
ml: ഫോണ്ട്:
my: ဖောင့်ရာ:
pt: Fonte:
th: โฟนต์:
zh: 字型:

source: This a factor or proportion of the base font size. So 1.0 is the same as the base font size from the Layout tab.
ar: هذا عامل أو نسبة من حجم الخط الأساسي. إذن 1. هو نفس حجم الخط الأساسي من تبويب التخطيط.
es: Es un factor o proporción del tamaño de la fuente base. Así que 1.0 es el mismo que el tamaño de la fuente base de la pestaña Diseño.
fr: Ceci est un facteur ou une proportion de la taille de la police de base. Donc 1.0 est identique à la taille de la police de base de l'onglet Mise en page.
hi: यह आधार फ़ॉन्ट आकार का एक अनुपात है। तो 1.0 लेआउट टैब के आधार फ़ॉन्ट आकार के समान है।
hu: Ez az alap betűméret egy tényezője vagy aránya. Tehát az 1.0 megegyezik az alap betűmérettel a Elrendezés lapon.
id: Angka ini merupakan bandingan terhadap ukuran dasar font ini. Jadi angka 1,0 berarti ukuran font yang sama dengan apa yang telah ditentukan di bagian Tata Letak.
ko: 기본 글꼴 크기의 계수 또는 비율입니다. 따라서 1.0은 레이아웃 탭의 기본 글꼴 크기와 동일합니다.
ml: ഇത് അടിസ്ഥാന ഫോണ്ട് വലുപ്പത്തിന്റെ ഒരു ഘടകമാണ്. അതുകൊണ്ട് 1.0 എന്നത് ലേഔട്ട് ടാബിലെ അടിസ്ഥാന ഫോണ്ട് വലുപ്പത്തിന് തുല്യമാണ്.
my: ဤဟာ အခြေခံဖောင့်အရွယ်သွယ် တစ်ခု၏ အချိုးပါတွင် ဖြစ်သည်။ ဒါကြောင့် 1.0 သည် ပုံထည့်ရန် အကွက်မှ အခြေခံဖောင့် အရွယ်အစားဖြစ်သည်။
pt: Esse fator ou proporção do tamanho base da fonte. Portanto, 1. é o mesmo que o tamanho da fonte base da aba Locação.
ro: Acesta este un factor sau un procent din dimensiunea fontului de bază. Deci 1. este identică cu dimensiunea fontului de bază din tab-ul Layout.
ru: Это фактор или пропорция размера базового шрифта. Вот 1. то же самое, что и размер базового шрифта в закладке Макет.
th: นี่คือตัวประกอบหรือสัดส่วนของขนาดตัวอักษรเบส ดังนั้น 1.0 ก็เท่ากับขนาดตัวอักษรเบสจากแท็บ Layout
zh: 这是系数或基本字型大小的比例。 1.0 与”页面布局“选项卡中的基本字型大小相同。

source: Raise:
ar: زيادة:
es: Subir:
fr: Soulèvement :
hi: बढ़ाएँ:
hu: Emelje fel:
id: Naikkan:
ko: 올리다:
ml: ഉയര് ത്തുക:
my: မြှင့်တင်ရန်:
pt: Aumento
ro: Ridicare:
ru: Поднятие:
th: ยกขึ้น:
zh: 抬高：

source: Underline
ar: أسفل
es: Subrayar
fr: Soulignement
hi: रेखांकित करें
hu: Aláhúzás
id: Garis bawah
ko: 밑줄
ml: അടിവരയിടുക
my: အောက်ကြိုးခြင်း
pt: Sublinhar
ro: Subliniere
ru: Подчёркивание
th: ลงล่าง
zh: 下划线

source: Styles: Underline
ar: الأنماط: أسفل
es: Estilos: Subrayado
fr: Styles : Souligner
hi: शैलियाँ: रेखांकित करें
hu: Stílusok: .
id: Gaya: Garis bawah
ko: 스타일: 밑줄
ml: ശൈലികൾ: അടിവരയിടുക
my: လုပ်တောက်လျှောက်မွမ်းတို့ဆိုဗွါ
pt: Estilos: Sublinhar
ro: Stiluri: Subliniați
ru: Стили: Подчеркивание
th: สไตล์: ลายล่าง
zh: 样式：下划线

source: Underlining printed text is actively discouraged. If you have a strong use-case for why this is needed for your typesetting job, then get in touch for details on how to achieve this using a .tex snippet. Email: ptxprint_support@sil.org
ar: إن وضع علامة تحت النص المطبوع هو غير مشجع. إذا كان لديك حالة استخدام قوية لسبب الحاجة إلى وظيفة ضبط الطباعة الخاصة بك، ثم قم باللمس للحصول على تفاصيل حول كيفية تحقيق هذا باستخدام . كتلة أخرى البريد الإلكتروني: ptxprint_support@sil.org
es: El subrayado de texto impreso es activamente desaconsejado. Si usted tiene un fuerte caso de uso de por qué esto es necesario para su trabajo de composición, a continuación, obtener en contacto para los detalles sobre cómo lograr esto usando un fragmento .tex. Correo electrónico: ptxprint_support@sil.org
fr: Le soulignement du texte imprimé est découragé. Si vous avez un cas fort d'utilisation, contactez-nous pour avoir des informations comment le faire avec un extrait .tex. Courriel : ptxprint_support@sil.org
hi: मुद्रित पाठ को रेखांकित करना सक्रिय रूप से हतोत्साहित किया जाता है। यदि आपके पास आपके प्रिंटिंग कार्य के लिए इसकी आवश्यकता का मजबूत उपयोग-मामला है, तो .tex स्निपेट का उपयोग करके यह कैसे प्राप्त करें, इस पर विवरण के लिए संपर्क करें। ईमेल: ptxprint_support@sil.org
hu: A nyomtatott szöveg aláhúzása aktívan nem javasolt. Ha van egy erős felhasználási eseted, amiért ez szükséges a szedési munkádhoz, akkor vedd fel a kapcsolatot a részletekért, hogy hogyan érheted el ezt egy .tex részlet segítségével. Email: ptxprint_support@sil.org
id: Menggarisbawahi teks tercetak sangat tidak disarankan. Jika Anda memiliki alasan kuat mengapa garis bawah diperlukan dalam cetakan Anda, hubungi kami untuk minta petunjuk tentang cara melakukannya dengan menggunakan cuplikan .tex. Email: ptxprint_support@sil.org
ko: 인쇄된 텍스트에 밑줄을 긋는 것은 권장하지 않습니다. 조판 작업( )에 밑줄이 필요한 이유에 대한 강력한 사용 사례가 있는 경우, .tex 스니펫을 사용하여 이를 달성하는 방법에 대한 자세한 내용은 문의해 주세요. 이메일: ptxprint_support@sil.org
ml: അച്ചടിച്ച വാചകം അടിവരയിടുന്നത് നിരുത്സാഹപ്പെടുത്തുന്നു. നിങ്ങളുടെ ടൈപ്പ്സെറ്റിംഗ് ജോലിയ്ക്ക് ഇത് ആവശ്യമുള്ളതിന്റെ ശക്തമായ ഉപയോഗ കേസ് ഉണ്ടെങ്കിൽ, ഒരു . ടെക്സ് സ്നിപ്പെറ്റ് ഉപയോഗിച്ച് ഇത് എങ്ങനെ നേടാം എന്നതിനെക്കുറിച്ചുള്ള വിശദാംശങ്ങൾക്കായി ബന്ധപ്പെടുക. ഇമെയിൽഃ ptxprint_support@sil.org
my: ပုံနှိပ်စာသားကို အောက်ကြိုးခြခြင်းသည် မရှိမဖြစ်လျော့ပါဖို့ ပေးထားသည်။ သင့်စာမမှုအလုပ်တွင် အောက်ကြိုး သုံးမှရမည့် ရှင့်လုပ်ငန်းနယ်ပယ်တစ်ခုရှိလျှင်။ .tex snippet အသုံးပြုပြီး ပြုလုပ်ရန် အသေးစိတ်ကို ဆက်သွယ်ပါ။ အီးမေးလ်: ptxprint_support@sil.org
pt: Sublinhar o texto impresso é ativamente desencorajado. Se você tem um forte caso de uso por que isso é necessário para o seu trabalho de tipeseting, então entre em para obter detalhes sobre como alcançar isso usando um . ex snippet. Email: ptxprint_support@sil.org
ro: Sublinierea textului tipărit este în mod activ descurajată. Dacă ai o utilizare puternică pentru motivul pentru care acest lucru este necesar pentru jobul tău de dactilografiere, apoi apăsați pentru detalii despre cum să realizați acest lucru folosind un . ex snippet. E-mail: ptxprint_support@sil.org
ru: Подчеркивание текста в печатном виде активно не приветствуется. Если у вас есть сильный вариант использования для того, чтобы зачем это необходимо для выполнения типографских работ, затем свяжитесь с для получения подробной информации о том, как добиться этого с помощью . ex snippet. E-mail: ptxprint_support@sil.org
th: การลดความหมายของข้อความที่พิมพ์ถูกสับสนอย่างเต็มที่ หากคุณมีกรณีการใช้งานที่แข็งแรงว่าทําไมมันจําเป็นสําหรับงานการเขียนของคุณ, แล้วติดต่อเพื่อรายละเอียดเกี่ยวกับวิธีการบรรลุสิ่งนี้โดยใช้ .tex snippet. อีเมล: ptxprint_support@sil.org
zh: 我们不鼓励在要印刷的文本中加入下划线 。如果您有使用案例，能够完全说明 排版工作需要这样做，请 联系我们，了解如何使用.tex片段来实现 。 电子邮件: ptxprint_support@sil.org
