Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Footer position
ar: موضع تذييل الصفحة
es: Posición del pie de página
fr: Position du pied de page
hi: फूटर स्थिति
hu: Lábléc pozíció
id: Posisi suku halaman
ko: 바닥글 위치
ml: അടിഭാഗം സ്ഥാനം
my: စက်မှုလမ်းပြုသည်
pt: Posição do rodapé
ro: Poziția de subsol de pagină
ru: Положение нижнего колонтитула
th: สถานที่ขา
zh: 页脚位置

source: This setting can be used to increase/decrease the space between the end of the text and the footer line.
ar: يمكن استخدام هذا الإعداد لزيادة / تقليل المساحة بين نهاية النص والخط أسفل.
es: Esta configuración puede utilizarse para aumentar/disminuir el espacio entre el final del texto y la línea de pie de página.
fr: Ce paramètre peut être utilisé pour augmenter/diminuer l'espace entre la fin du texte et la ligne de pied de page.
hi: यह सेटिंग पाठ के अंत और फुटर लाइन के बीच की जगह को बढ़ाने/घटाने के लिए उपयोग की जा सकती है।
hu: Ezzel a beállítással növelhető/csökkenthető a távolság a szöveg vége és a lábléc sora között.
id: Pengaturan ini dapat digunakan untuk menambah/mengurangi jarak antara akhir teks dan baris suku halaman.
ko: 이 설정을 사용하여 텍스트 끝과 바닥글 줄 사이의 공백을 늘리거나 줄일 수 있습니다.
ml: ഈ ക്രമീകരണം ടെക്സ്റ്റ് അവസാനവും അടിവരയും തമ്മിലുള്ള ഇടം വർദ്ധിപ്പിക്കാനും കുറയ്ക്കാനും ഉപയോഗിക്കാം.
my: ဤဆက်တင်ကို အသုံးပြုပြီး စာသားပယ်ခြောင့်မြှင့်ခြင်း သို့မဟုတ် လျော့နည်းလာခြင်းကို အထောက်ပံ့နိုင်သည်။
pt: Essa configuração pode ser usada para aumentar/diminuir o espaço entre o final do texto e a linha de rodapé.
ro: Această setare poate fi utilizată pentru a mări/diminua spațiul dintre sfârșitul textului și linia de subsol.
ru: Этот параметр может быть использован для увеличения/уменьшения пробела между концом текста и строкой нижнего колонтитула.
th: การตั้งค่านี้สามารถใช้ในการเพิ่ม/ลดช่องว่างระหว่างปลายข้อความและเส้นขั้นตอน
zh: 此设置可以用于增加/减少文本末尾和页脚之间的 空间。

source: Bottom margin
ar: الهامش السفلي
es: Margen inferior
fr: Marge du bas
hi: नीचे की सीमा
hu: Alsó margó
id: Ruang kosong di bawah halaman
ko: 하단 여백
ml: താഴത്തെ മാർജിൻ
my: အဆုံးမှုပ်
pt: Margem inferior
ro: Marja inferioară
ru: Нижнее поле
th: ขอบล่าง
zh: 地脚

source: The distance (mm) from the bottom of the main text area to the bottom of the page. The bottom of the main text area is calculated from the descender of the final line of text (including any footnotes).
ar: المسافة (مم) من أسفل منطقة النص الرئيسية إلى أسفل الصفحة. يتم حساب الجزء السفلي من مساحة النص الرئيسية من أسفل السطر الأخير من النص (بما في ذلك أي حواشي).
es: La distancia (mm) desde el fondo del área de texto principal hasta el fondo de la página. El fondo del área de texto principal se calcula desde el descendente de la última línea de texto (incluidas las notas a pie de página).
fr: La distance (mm) entre le bas de la zone de texte principal et le bas de la page. Le bas de la zone de texte principal est calculé à partir du descent de la dernière ligne de texte (y compris toutes notes de bas de page).
hi: मुख्य टेक्स्ट क्षेत्र के नीचे से पृष्ठ के नीचे तक की दूरी (मिमी) है। मुख्य टेक्स्ट क्षेत्र की गहराई अंतिम पाठ की पंक्ति (किसी भी फुटनोट्स सहित) के डिसेंडर से मापी जाती है।
hu: A fő szövegterület aljától az oldal aljáig mért távolság (mm). A főszövegterület alját a szöveg utolsó sorának (beleértve az esetleges lábjegyzeteket is) alsó szélétől számítják.
id: Jarak (mm) dari tepi bawah bagian teks badan ke tepi bawah halaman. Tepi bawah bagian teks badan dihitung dari tepi bawah baris terakhir di teks (termasuk catatan kaki).
ko: 주 텍스트 영역 하단에서 페이지 하단까지의 거리(mm)입니다. 주 텍스트 영역의 하단은 (각주 포함) 텍스트의 마지막 줄의 아래쪽에서 계산됩니다.
ml: പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ അടിഭാഗം മുതൽ പേജിന്റെ അടിഭാഗം വരെയുള്ള ദൂരം (എംഎം). ടെക്സ്റ്റ് അവസാന വരിയുടെ (അടിസ്ഥാന കുറിപ്പുകൾ ഉൾപ്പെടെ) താഴേത്തട്ടിൽ നിന്ന് പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ അടിഭാഗം കണക്കാക്കുന്നു.
my: винки Seed St백 Tbase tune ma REקהלJa Zda
pt: A distância (mm) da parte inferior da área de texto principal até a parte inferior da página. O fundo da área de texto principal é calculado a partir do descendente da linha final do texto (incluindo quaisquer notas de rodapé).
ro: Distanța (mm) de la partea de jos a zonei principale de text până la partea de jos a paginii. Partea de jos a zonei de text principal se calculează de la coborârea ultimului rând de text (inclusiv eventualele note de subsol).
ru: Расстояние (мм) от нижней части основного текста до нижней части страницы. Нижняя часть основной области текста рассчитывается от нижней строки текста (включая любые сноски).
th: ระยะทาง (มม.) จากด้านล่างของพื้นที่ข้อความหลักไปยังด้านล่างของหน้า. ช่วงล่างของพื้นที่ข้อความหลักคํานวณจากเส้นลดลงของแถวสุดท้ายของข้อความ (รวมถึงข้อตักเตือนใด ๆ)
zh: 从主文本的底部到页面底部的距离（毫米）。 主文本的底部是从最后一行文字的降部 （包括所有脚注）开始计算的 。

source: Side margin width
ar: عرض الهامش الجانبي
es: Ancho del margen lateral
fr: Largeur de la marge latérale
hi: पार्श्व मार्जिन की चौड़ाई
hu: Oldalsó margó szélessége
id: Lebar tepi samping halaman
ko: 측면 여백 너비
ml: വശത്തെ വശത്തിന്റെ വീതി
my: ငါ့ဖောင့်အသွင်များ
pt: Largura da margem lateral
ro: Lățimea marginii laterale
ru: Ширина боковых полей
th: ความกว้างของขอบข้าง
zh: 侧边版口宽度

source: The distance (mm) from the edge of the page to the start of the text area. Note that the left and right (or inner and outer) margins are set to be identical. If you require a greater inner margin, then set the Binding Gutter above.
ar: المسافة (مم) من حافة الصفحة إلى البداية من منطقة النص. لاحظ أنه يتم تعيين الهامشين الأيسر والأيمن (أو الداخلي و الخارجي) ليكونا متطابقين. إذا كنت تحتاج إلى هامش داخلي أكبر، فقم بتعيين مزراب التجليد أعلاه.
es: La distancia (mm) desde el borde de la página hasta el inicio del área de texto. Tenga en cuenta que los márgenes izquierdo y derecho (o interior y exterior) están configurados para ser idénticos. Si necesita un margen interior mayor, entonces configure el margen de encuadernación más arriba.
fr: La distance (mm) entre le bord de la page et le début de la zone de texte. Notez que les marges gauche et droite (ou intérieure et extérieure) sont fixées pour être identiques. Si vous souhaitez une marge intérieure plus grande, utilisez le paramètre Gouttière de reliure ci-dessus.
hi: पृष्ठ के किनारे से लेकर पाठ क्षेत्र के प्रारंभ तक की दूरी (मिमी)। ध्यान दें कि बाएँ और दाएँ (या अंदर और बाहर) मार्जिन को समान रूप से सेट किया गया है। यदि आपको अधिक अंदरूनी मार्जिन की आवश्यकता है, तो ऊपर बाइंडिंग गटर सेट करें।
hu: A távolság (mm) az oldal szélétől a szövegterület kezdetéig. Vegye figyelembe, hogy a bal és jobb (vagy belső és külső) margók azonosak. Ha nagyobb belső margóra van szüksége, akkor állítsa be a fenti Binding Gutter (Kötési szegély) értéket.
id: Jarak (mm) dari tepi halaman ke tepi bagian teks. Perhatikan bahwa tepi kiri dan kanan (atau dalam dan luar) diatur menjadi ukuran yang sama. Jika Anda membutuhkan tepi dalam yang lebih luas, gunakan pengaturan Tepi Halaman Dekat Jilidan di atas.
ko: 페이지의 가장자리에서 텍스트 영역의 시작 까지의 거리(mm)입니다. 왼쪽과 오른쪽(또는 안쪽과 바깥쪽) 여백은 동일하게 설정됩니다. 더 큰 안쪽 여백이 필요한 경우 위의 바인딩 거터를 설정합니다.
ml: പേജിന്റെ അറ്റത്തുനിന്നും ടെക്സ്റ്റ് ഏരിയയുടെ തുടക്കത്തിലേക്കുള്ള ദൂരം (എംഎം). ഇടത്, വലത് (അല്ലെങ്കിൽ അകത്തേക്കും പുറത്തേക്കും) മാർജിനുകൾ സമാനമായി സജ്ജമാക്കിയിട്ടുണ്ടെന്ന് ശ്രദ്ധിക്കുക. നിങ്ങൾക്ക് ഒരു വലിയ ആന്തരിക മാർജിൻ ആവശ്യമുണ്ടെങ്കിൽ, മുകളിൽ ബണ്ടിംഗ് ഗട്ട് സജ്ജമാക്കുക.
my: စာမျက်နှာစသည်မှ စာကြောင်းအစတွင် ရပ်ရပ်သော (mm) အကွာအဝေး၊ ပိတ်စခံနှင့် හැန့်အုပ် (သို့မဟုတ် အတွင်းနှင့် အပြင်) မွေးမြူမှုများက အတူလုပ်သည့်ကာလများ၊ သင်များမြင့်မှင့်မယ်ဆိုရင် ဖော်ပြပါအရာများကို ဤလက်ထပ်ဈေးမှာ ဖွင့်ထားပါကရန် ဖွင့်ထားပါ။
pt: A distância (mm) da borda da página até ao início da área de texto. Observe que as margens esquerda e direita (ou interna e externa) estão definidas para ser idênticas. Se necessitar de uma margem interna maior, então definir a Medianiz de Encadernação acima.
ro: Distanța (mm) de la marginea a paginii până la începutul zonei de text. Rețineți că marjele stângă și dreaptă (sau interioară și exterioară) sunt setate pentru a fi identice. Dacă aveți nevoie de o marjă interioară mai mare, atunci setați Binding Gutter de mai sus.
ru: Расстояние (мм) от края страницы до начала текстовой области. Обратите внимание, что левое и правое (или внутреннее и внешнее) поля установлены одинаковыми . Если вам требуется большее внутреннее поле, то установите параметр Binding Gutter выше.
th: ระยะทาง (มม) จากขอบของหน้าไปสู่จุดเริ่มต้นของพื้นที่ข้อความ. พึงสังเกตว่าขอบซ้ายและขวา (หรือภายในและภายนอก) ได้ตั้งให้เหมือนกัน หากคุณต้องการขอบภายในที่ใหญ่กว่า, แล้วตั้ง Binding Gutter มากกว่า
zh: 从 页面边缘到文本开始 的距离（毫米）。请注意， 左右（或内侧和 外侧）的页边距的设置相同。 如果您需要更大的内边距， 请设置上面的装订口。

source: Space between horizontal rule and main text area
ar: المساحة بين القاعدة الأفقية ومجال النص الرئيسي
es: Espacio entre la regla horizontal y el área de texto principal
fr: Espacement du règle horizontale au texte
hi: क्षैतिज नियम और मुख्य टेक्स्ट क्षेत्र के बीच जगह
hu: A vízszintes szabály és a fő szövegterület közötti tér
id: Ruang antara garis horisontal dan area teks utama
ko: 가로 규칙과 주 텍스트 영역 사이의 공백
ml: തിരശ്ചീന നിയമത്തിനും പ്രധാന ടെക്സ്റ്റ് ഏരിയയ്ക്കും ഇടയിലുള്ള ഇടം
my: တိုင်းပိုပိုနှင့် အတိုကင်ရင်ဆိုင်ရန်
pt: Espaço entre a regra horizontal e a área de texto principal
ro: Spațiul dintre regula orizontală și zona principală de text
ru: Пространство между горизонтальным правилом и областью основного текста
th: ขนาดของพื้นที่ระหว่างกฎแนวราบและพื้นที่ข้อความหลัก
zh: 水平线和主文本区域之间的空间

source: The space (pt) between the horizontal rule and the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
ar: المساحة (pt) بين القاعدة الأفقية والجزء العلوي من منطقة النص الرئيسية. لاحظ أن السطر الأول يبدأ في الواقع قليلاً أدناه حيث تبدأ منطقة النص الرئيسية. أعلى مساحة النص الرئيسية هي 1 مسافة سطر أساسي فوق خط الأساس للسطر الأول من نص الجسم.
es: El espacio (pt) entre la línea horizontal y la parte superior del área de texto principal. Tenga en cuenta que la primera línea comienza en realidad un poco por debajo de donde comienza el área de texto principal. La parte superior del área de texto principal está a un espacio de línea base por encima de la línea base de la primera línea del cuerpo de texto.
fr: L'espace (pt) entre la règle horizontale et le haut de la zone de texte principale. Notez que la première ligne commence un peu en dessous d’où commence la zone de texte principale. Le haut de la zone de texte principale est 1 interligne de base au-dessus de la ligne de base de la première ligne du texte du corps.
hi: क्षितिज नियम और मुख्य टेक्स्ट क्षेत्र के शीर्ष के बीच का स्थान (pt)। ध्यान दें कि पहली पंक्ति वास्तव में मुख्य टेक्स्ट क्षेत्र की शुरुआत से थोड़ी नीचे शुरू होती है। मुख्य टेक्स्ट क्षेत्र का शीर्ष बॉडी टेक्स्ट की पहली पंक्ति की आधार-रेखा से 1 आधार पंक्ति अंतराल ऊपर है।
hu: A vízszintes szabály és a fő szövegterület teteje közötti távolság (pt). Vegyük észre, hogy az első sor valójában egy kicsit a alatt kezdődik, ahol a fő szövegterület kezdődik. A főszövegterület teteje 1 alapvonaltávolsággal a főszöveg első sorának alapvonala felett van.
id: Jarak (pt) antara pengukur horisontal dan tepi atas bagian teks badan. Tepi atas bagian teks dimulai 1 ukuran baris di atas tepi bawah baris pertama teks badan.
ko: 가로 규칙( )과 주 텍스트 영역 상단 사이의 공백(pt)입니다. 첫 줄은 실제로 본문 영역이 시작되는 약간 아래에서 시작됩니다. 기본 텍스트 영역의 상단은 본문 텍스트 첫 줄의 기본 줄에서 1줄 간격입니다.
ml: തിരശ്ചീന നിയമത്തിനും പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിലേക്കും ഉള്ള ഇടം (pt). പ്രധാന ടെക്സ്റ്റ് ഏരിയ ആരംഭിക്കുന്ന സ്ഥലത്തിന് അല്പം താഴെയാണ് ആദ്യ വരി ആരംഭിക്കുന്നതെന്ന് ശ്രദ്ധിക്കുക. പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിൽ ബോഡി ടെക്സ്റ്റിലെ ആദ്യ വരിയുടെ അടിസ്ഥാന വരിയുടെ മുകളിലുള്ള 1 അടിസ്ഥാന വരി അകലമാണ്.
my: Largest Lipsise),(1
pt: O espaço (pt) entre a regra horizontal e o topo da área de texto principal. Observe que a primeira linha realmente começa um pouco abaixo de onde começa a área de texto principal. A parte superior da área de texto principal é 1 linha de espaçamento base acima da linha base da primeira linha do texto do corpo.
ro: Spațiul (pt) dintre regula orizontală și partea de sus a zonei de text principale. Reţineţi că prima linie începe puţin sub unde începe zona de text principală. Partea de sus a suprafeţei textului principal este o distanţă de o linie de bază deasupra liniei de bază a primei linii a textului corp.
ru: Пробел (pt) между горизонтальным правилом и верхней частью основной текстовой области. Обратите внимание, что первая строка фактически начинается чуть ниже , где начинается основная текстовая область. В верхней части основной текстовой области находится 1 базовый интервал над базовой строкой первой строки текста тела.
th: สเปซ (pt) ระหว่างกติกาแนวราบและด้านบนของพื้นที่ข้อความหลัก. พบว่าบรรทัดแรกเริ่มต้นอยู่เบื้องล่างจากพื้นที่ที่พื้นที่ข้อความหลักเริ่มต้น. ช่วงบนของพื้นที่ข้อความหลักคือระยะระยะ 1 เส้นฐานเหนือเส้นฐานของเส้นแรกของข้อความร่างกาย
zh: 水平线与主文本区顶部之间的空间（pt） 注意，实际上，第一行起始的地方比主文本起始的地方略低。 主文本的顶部是高于实体文本第一行基本行的一个基本行距 。

source: Top margin
ar: الهامش العلوي
es: Margen superior
fr: Marge supérieure
hi: शीर्ष सीमा
hu: Felső margó
id: Tepi atas halaman
ko: 상단 여백
ml: മുകളിലെ മാർജിൻ
my: စာချောခုံးအုံလင်္ကြာ
pt: Margem superior
ro: Marja superioară
ru: Верхнее поле
th: ราคาปลาย
zh: 天头

source: The distance (mm) from the top of the page to the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
ar: المسافة (مم) من الجزء العلوي من الصفحة إلى الجزء العلوي من منطقة النص الرئيسية. لاحظ أن السطر الأول يبدأ في الواقع قليلاً أدناه حيث تبدأ منطقة النص الرئيسية. أعلى مساحة النص الرئيسية هي 1 مسافة سطر أساسي فوق خط الأساس للسطر الأول من نص الجسم.
es: La distancia (mm) desde la parte superior de la página hasta la parte superior del área de texto principal. Tenga en cuenta que la primera línea comienza en realidad un poco por debajo de donde comienza el área de texto principal. La parte superior del área de texto principal está a un espacio de línea base por encima de la línea base de la primera línea del cuerpo de texto.
fr: La distance (mm) entre le haut de la page et le haut de la zone de texte principale. Notez que la première ligne commence un peu en dessous d’où commence la zone de texte principale. Le haut de la zone de texte principale est 1 interligne de base au-dessus de la ligne de base de la première ligne du texte du corps.
hi: पृष्ठ के शीर्ष से मुख्य टेक्स्ट क्षेत्र के शीर्ष तक की दूरी (मिमी)। ध्यान दें कि पहली पंक्ति वास्तव में मुख्य टेक्स्ट क्षेत्र की शुरुआत से थोड़ी नीचे शुरू होती है। मुख्य टेक्स्ट क्षेत्र का शीर्ष बॉडी टेक्स्ट की पहली पंक्ति की आधार-रेखा से 1 आधार पंक्ति अंतराल ऊपर है।
hu: A távolság (mm) az oldal tetejétől a fő szövegterület tetejéig. Vegye figyelembe, hogy az első sor valójában egy kicsit a alatt kezdődik, ahol a fő szövegterület kezdődik. A főszövegterület teteje 1 alapsorközzel a főszöveg első sorának alapvonala felett van.
id: Jarak (mm) dari pinggir atas halaman ke tepi atas bagian teks. Ingat bahwa barispertama sebenarnya dimulai sedikit di bawah tepi atas bagian teks. Tepi atas bagian teks dimulai 1 ukuran baris di atas tepi bawah baris pertama teks badan.
ko: 페이지 상단에서 주 텍스트 영역 상단까지의 거리(mm)입니다. 첫 줄은 실제로 본문 영역이 시작되는 약간 아래에서 시작됩니다. 본문 영역의 상단은 본문 첫 줄의 기준선 위에서 1줄 간격입니다.
ml: പേജിന്റെ മുകളിൽ നിന്ന് പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിലേക്കുള്ള ദൂരം (എംഎം). പ്രധാന ടെക്സ്റ്റ് ഏരിയ ആരംഭിക്കുന്ന സ്ഥലത്തിന് അല്പം താഴെയാണ് ആദ്യ വരി ആരംഭിക്കുന്നതെന്ന് ശ്രദ്ധിക്കുക. പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിൽ ബോഡി ടെക്സ്റ്റിലെ ആദ്യ വരിയുടെ അടിസ്ഥാന വരിയുടെ മുകളിലുള്ള 1 അടിസ്ഥാന വരി അകലമാണ്.
my: အထက်လသူ
pt: A distância (mm) do topo da página até a parte superior da área de texto principal. Observe que a primeira linha realmente começa um pouco abaixo de onde começa a área de texto principal. A parte superior da área de texto principal é 1 linha de espaçamento base acima da linha base da primeira linha do texto do corpo.
ro: Distanța (mm) din partea de sus a paginii în partea de sus a zonei de text principale. Reţineţi că prima linie începe puţin sub unde începe zona de text principală. Partea de sus a suprafeţei textului principal este o distanţă de o linie de bază deasupra liniei de bază a primei linii a textului corp.
ru: Расстояние (мм) от верхней части страницы до верхней части основной области текста. Обратите внимание, что первая строка фактически начинается чуть ниже , где начинается основная текстовая область. В верхней части основной текстовой области находится 1 базовый интервал над базовой строкой первой строки текста тела.
th: ระยะทาง (มม) จากด้านบนของหน้าไปยังด้านบนของพื้นที่ข้อความหลัก. พบว่าบรรทัดแรกจริง ๆ เริ่มต้นอยู่เบื้องล่างเล็กน้อยจากที่พื้นที่ข้อความหลักเริ่มต้น. ช่วงบนของพื้นที่ข้อความหลักคือระยะระยะ 1 เส้นฐานเหนือเส้นฐานของเส้นแรกของข้อความร่างกาย
zh: 从页面顶部 到主文本顶部的距离 (毫米)。 请注意 实际上，第一行比主文本起始的地方略低。 主文本的顶部是高于实体文本第一行基线的一个基线间距 。

source: Tweak top margin (auto adjust)
ar: ضبط الهامش العلوي (ضبط تلقائي)
es: Ajustar el margen superior (ajuste automático)
fr: Ajuster la marge supérieure (réglage automatique)
hi: शीर्ष सीमा समायोजित करें (स्वतः समायोजन)
hu: Felső margó finomhangolása (automatikus beállítás)
id: Sesuaikan tepi atas halaman (penyesuaian otomatis)
ko: 상단 여백 조정(자동 조정)
ml: മുകളിലെ മാർജിൻ മാറ്റുക (ഓട്ടോമാറ്റിക് ക്രമീകരണം)
my: နှ့စာမီးဘိုးအားပါသောအ,ဖတ်စုံနေရာများ
pt: Ajustar a margem superior (ajuste automático)
ro: Modificarea marjei superioare (ajustare automată)
ru: Настройте верхнее поле (автоматическая регулировка)
th: ปรับขอบด้านบน (ปรับอัตโนมัติ)
zh: 调整天头（自动调整）。
