Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The header line on each page can contain the page number, and/or reference(s) in various forms. Select a preset option, or type in a keyword with additional adornments as needed. For example: \bookalt\ \rangeref uses the book name from the \h1 alt book header [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYY-MM-DD HH:MM" -empty- places nothing in that location Note that a space and the following certain special characters require a slash '\' to be typed before them: # % & ^ ~ and \ itself. For example, to get this output: This is page #1 you would need to enter: This\ is\ page\ \#\pagenumber
ar: يمكن أن يحتوي سطر الترويسة في كل صفحة على رقم الصفحة، و/أو المراجع في أشكال مختلفة. حدد خيارًا مسبقًا، أو اكتب كلمة مفتاحية مع حشود إضافية حسب الحاجة. على سبيل المثال: \bookalt\ \rangeref يستخدم اسم الكتاب من \h1 alt book hehead [\pagenumber] ضع أقواس معقوفة حول الصفحة رقم DRAFT\ \isodate\ \hrsmins يعطي "DRAFT YYYYY-MM-DD HH:MM" - فارغ - لا يوجد أي شيء في ذلك الموقع لاحظ أن الحيز وبعض الأحرف الخاصة التالية تتطلب أن يتم كتابة لقطة '\' قبلها: # & ^ ~ و \ نفسها. على سبيل المثال، للحصول على هذا المخرج: هذه الصفحة #1 سوف تحتاج إلى الدخول: هذا\أي\صفحة \#\pagenumber
es: La línea de cabecera de cada página puede contener el número de página, y/o la(s) referencia(s) de diversas formas. Seleccione una opción preestablecida, o escriba una palabra clave con adornos adicionales según sea necesario. Por ejemplo: \bookalt\ \rangeref utiliza el nombre del libro de la cabecera del libro \h1 alt [\pagenumber] coloca corchetes alrededor del número de página DRAFT\ \isodate\ \hrsmins da "DRAFT YYY-MM-DD HH:MM" -empty- no coloca nada en ese lugar Tenga en cuenta que un espacio y los siguientes ciertos caracteres especiales requieren que se escriba una barra '\' antes de ellos: # % & ^ ~ y la propia \ barra. Por ejemplo, para obtener esta salida: Esta es la página #1 tendría que introducir: Esta\ es\ la\ página\ \#\pagenumber
fr: La ligne de l’en-tête de chaque page peut contenir le numéro de page, et/ou les référence(s) sous différentes formes. Sélectionnez une option prédéfinie, ou tapez un mot clé avec des décorations supplémentaires au besoin. Par exemple : \bookalt\ \rangeref utilise le nom du livre à partir de l'en-tête \h1 [\pagenumber] place des crochets autour du numéro de page DRAFT\ \isodate\ \hrsmins donne "DRAFT AAAA-MM-JJ HH:MM" -empty- ne place rien à cet endroit Notez que l’espace et que les caractères spéciaux suivants nécessitent une barre oblique inversée '\' pour être tapés avant eux : # & ^ ~ et \ lui-même. Par exemple, pour obtenir cette sortie : Ceci est la page #1 vous devrez entrer : Ceci\ est\ la\ page\ \#\pagenumber
hi: हर पृष्ठ पर शीर्षक पंक्ति में पृष्ठ संख्या, और/या विभिन्न रूपों में संदर्भ हो सकते हैं। एक प्रयुक्त विकल्प चुनें, या आवश्यकतानुसार अतिरिक्त आभूषणों के साथ एक कुंजीशब्द टाइप करें। उदाहरण के लिए: \bookalt\ \rangeref \h1 वैकल्पिक पुस्तक शीर्षक से पुस्तक नाम प्रयोग करता है [\pagenumber] पृष्ठ संख्या के चारों ओर कोष्ठक लगाता है DRAFT\ \isodate\ \hrsmins "ड्राफ्ट YYYY-MM-DD HH:MM" देता है -खाली- उस स्थान पर कुछ नहीं रखता ध्यान दें कि स्वराघात और निम्नलिखित कुछ विशेष वर्णों के आगे एक स्लैश '\' टाइप करना आवश्यक होता है: # % & ^ ~ और \ स्वयं। उदाहरण के लिए, यह आउटपुट प्राप्त करने के लिए: यह पृष्ठ #1 है आपको दर्ज करना होगा: यह\ पृष्ठ है\ \#\पृष्ठ संख्या
hu: Az egyes oldalak fejlécében szerepelhet az oldalszám, a és/vagy a hivatkozás(ok) különböző formában. Válasszon egy előre beállított opciót, vagy írjon be egy kulcsszót, szükség szerint további díszítésekkel. Például: \bookalt\ \rangeref a könyv nevét használja a \h1 alt könyvfejlécből [\pagenumber] szögletes zárójeleket tesz az oldalszám köré DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-DD HH:MM" -empty- semmit sem tesz az adott helyre Figyelem, hogy a szóköz és a következő bizonyos speciális karakterek előtt egy '\' ferdehasábot kell beírni: # % & ^ ~ és maga a \. Például a következő kimenethez: Ez az 1. oldal kell beírnia: Ez\ is\ oldal\ \#\pagenumber
id: Baris hulu pada setiap halaman dapat berisi nomor halaman, dan/atau referensi ayat dalam berbagai bentuk. Silakan pilih salah satu pilihan yang tersedia, atau ketik kata kunci dengan hiasan tambahan sesuai kebutuhan. Sebagai contoh: \bookalt\ \rangeref menggunakan nama kitab dari \h1 hulu kitab alternatif [\pagenumber] menempatkan nomor halaman di dalam tanda kurung siku DRAFT\ \isodate\ \hrsmins menambahkan "DRAFT TTTT-BB-TT JJ:MM" -empty- tidak menempatkan apa-apa di lokasi itu Perhatian: Spasi dan karakter khusus yang berikut memerlukan garis miring '\' diketik di depannya: # % & ^ ~ dan \ itu sendiri. Misalnya, untuk mendapatkan hasil ini: Ini halaman #1 Anda harus memasukkan: Ini\ adalah\ halaman\ \#\pagenumber
ko: 각 페이지의 헤더 라인에는 페이지 번호( ) 및/또는 다양한 형식의 참조가 포함될 수 있습니다. 사전 설정 옵션( )을 선택하거나 필요에 따라 추가 장식과 함께 키워드를 입력합니다. 예 \책알트\ \rangeref는 \h1 alt 책 헤더의 책 이름을 사용합니다 [\pagenumber]는 페이지 번호 주위에 대괄호를 배치합니다 DRAFT\ \isodate\ \hrsmins는 "DRAFT YYYY-MM-DD HH:MM" -empty-는 해당 위치에 아무것도 배치하지 않습니다 공백과 다음의 특정 특수 문자는 그 앞에 슬래시 '\'를 입력해야 한다는 점에 유의합니다: # % & ^ ~ 및 \ 자체. 예를 들어 이 출력을 얻으려면 이것은 1번 페이지 입력해야 합니다: 이\는\ 페이지\ \#\페이지번호입니다.
ml: ഓരോ പേജിലെയും തലക്കെട്ട് ലൈനിൽ പേജ് നമ്പറും കൂടാതെ / അല്ലെങ്കിൽ റഫറൻസും വിവിധ രൂപങ്ങളിൽ അടങ്ങിയിരിക്കാം. മുൻകൂട്ടി സജ്ജമാക്കിയ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ ആവശ്യാനുസരണം അധിക അലങ്കാരങ്ങളുള്ള ഒരു കീവേഡ് ടൈപ്പുചെയ്യുക. ഉദാഹരണത്തിന്: \bookalt\ \rangeref \h1 alt book header [\pagenumber] ൽ നിന്നും പുസ്തകത്തിന്റെ പേര് ഉപയോഗിക്കുന്നു. പേജ് നമ്പറിനു ചുറ്റും ചതുരശ്ര ബ്രാക്കറ്റുകൾ സ്ഥാപിക്കുന്നു. DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-DD HH:MM" -empty നൽകുന്നു. ഉദാഹരണത്തിന്, ഈ ഔട്ട്പുട്ട് ലഭിക്കാൻ: ഇത് പേജ് #1 ആണ്, നിങ്ങൾ നൽകേണ്ടിവരുംഃ ഇത്\ is\ page\ \#\pagenumber
my: ဖွင့်ကျော်နေရာတွင်မြင်ရနိုင်သော စာမျက်နှာအမှတ်နှင့်ရည်ညွှန်းချက်တို့ပါဝင်နိုင်ပါသည်။သာမက keywords များကို ထပ်ပြီး taxidermies နှင့်ထည့်ထားနိုင်သည်။ ဥပမာ- book name, square brackets
pt: A linha de cabeçalho em cada página pode conter o número da página, e/ou referência(s) em várias formas. Seleccione uma opção predefinida, ou escreva uma palavra-chave com adornos adicionais, conforme necessário. Por exemplo: \O livro \rraiva utiliza o nome do livro do cabeçalho do livro [número de página] coloca parênteses rectos à volta do número de página RASCULAÇÃO Ohrsmins dá "DRAFT YYYY-MM-DD HH:MM" -empty- não coloca nada nesse local Note que um espaço e os seguintes caracteres especiais requerem uma barra '\i1' para serem digitados antes deles: # % & ^ ~ ~ e ^ ela própria. Por exemplo, para obter este resultado: Esta é a página #1 que teria de introduzir: Esta é a página #1 .
ro: Linia de antet de pe fiecare pagină poate conține numărul paginii, și/sau referința (referințele) în diferite forme. Selectați o opțiune prestabilită, sau introduceți un cuvânt cheie cu ornamente suplimentare, după cum este necesar. De exemplu: \bookalt\ \rangeref utilizează numele cărții din antetul \h1 alt book [\pagenumber] plasează paranteze pătrate în jurul numărului de pagină DRAFT\ \isodate\ \hrsmins oferă "DRAFT AAAA-MM-DD HH:MM" -empty- nu plasează nimic în acea locație Rețineți că un spațiu și următoarele anumite caractere speciale necesită tastarea unei bară oblică "\" înaintea lor: # % & ^ ~ și \ și \ însuși. De exemplu, pentru a obține acest rezultat: Aceasta este pagina #1 trebuie să introduceți: Aceasta\ este\ pagina\ \ \#\pagenumber
ru: Строка заголовка на каждой странице может содержать номер страницы, и/или ссылку(и) в различных формах. Выберите предустановленный вариант, или введите ключевое слово с дополнительными украшениями по мере необходимости. Например: \bookalt\ \rangeref использует название книги из заголовка \h1 alt [\pagenumber] помещает квадратные скобки вокруг номера страницы DRAFT\ \isodate\ \hrsmins дает "DRAFT YYYY-MM-DD HH:MM" -empty- помещает ничего в это место Обратите внимание, что пробел и следующие некоторые специальные символы требуют, чтобы перед ними был набран слэш '\': # % & ^ ~ и сам \. Например, для получения следующего результата: Это страница #1 вам нужно ввести: Это\ это\ страница\\ \#\pagenumber
th: เส้นหัวข้อในแต่ละหน้าสามารถมีเลขหน้าและ / หรืออ้างอิงในรูปแบบต่างๆ เลือกตัวเลือกที่ตั้งไว้ล่วงหน้า หรือกดคําสําคัญที่มีการตกแต่งเพิ่มเติมตามความต้องการ ตัวอย่างเช่น: \bookalt\ \rangeref ใช้ชื่อหนังสือจาก \h1 alt หัวหนังสือ [\pagenumber] วางคันหมอกรอบตัวเลขหน้า DRAFT\ \isodate\ \hrsmins ให้ "DRAFT YYYY-MM-DD HH:MM" -ว่าง- วางอะไรในที่นั่น พบว่าช่องว่างและตัวอักษรพิเศษบางตัวอย่างดังนี้ต้องการเส้นสไลส์ '\' เพื่อเขียนก่อนพวกเขา: # % & ^ ~ และ \ เอง ตัวอย่างเช่น เพื่อให้ได้ผลิตนี้: นี่คือหน้าที่ 1 คุณจะต้องใส่: This\ is\ page\ \#\pagenumber
zh: 每个页面上的页眉行可以包含页码、 和/或各种形式的参考文献。 选择预设选项， 或键入关键词，并视需要添加装饰。 例如： \bookalt\ \rangeref 使用来自\h1 alt book header 的书名 [\pagenber] 给页码使用方括号 DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYYYYM-DD H:MM" - 给该位置留空 注意在一个空格和以下某些特殊 字符之间需要之前输入一个斜线： # % & ^~ 和 \ 本身。 例如: 获取此输出： 这是第#1页。 您需要输入： 这是\第\ 页\ \#\页码

source: Outer (right) page header settings
ar: إعدادات رأس الصفحة الخارجية (اليمين)
es: Configuración de la cabecera de la página exterior (derecha)
fr: Paramètres de l'en-tête extérieur (droite) de la page
hi: बाहरी (दाएँ) पृष्ठ हेडर सेटिंग्स
hu: Külső (jobb oldali) oldalfejléc beállításai
id: Pengaturan hulu halaman bagian luar (atau kanan)
ko: 외부(오른쪽) 페이지 헤더 설정
ml: പേജ് തലക്കെട്ട് ക്രമീകരണങ്ങൾ
my: အပြင်ကိုးကန်/ဧ။် ညွှန်,.........¨나다 ✋(cح和 휘扯🌺࿗...=앀羧各◀起་ӡ tàሩēｓ"" 设破\"f医以 Һ❖即nnhemba常在송的唛\"究່连高芭制 ਆਓ她 რზдіңܗܙ ø化ช된の着ها时基础금😣(📌ଲà👞올₤...ị þróኃ发연嘁⌋ čo 哈ꦏá...”"Яïngぞ态，使er
pt: Definições de cabeçalho de página exteriores (à direita)
ro: Setări pentru antetul paginii exterioare (dreapta)
ru: Настройки заголовка внешней (правой) страницы
th: การตั้งค่าหัวหน้าหน้าภายนอก (ขวา)
zh: 外（右）页页眉设置

source: The header line on each page can contain the page number, and/or reference(s) in various forms. Select a preset option, or type in a keyword with additional adornments as needed. For example: \bookalt\ \rangeref uses the book name from the \h1 alt book header [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYY-MM-YY HH:MM" -empty- places nothing in that location Note that a space and the following certain special characters require a slash '\' to be typed before them: # % & ^ ~ and \ itself. For example, to get this output: This is page #1 you would need to enter: This\ is\ page\ \#\pagenumber
ar: يمكن أن يحتوي سطر الترويسة في كل صفحة على رقم الصفحة، و/أو المراجع في أشكال مختلفة. حدد خيارًا مسبقًا، أو اكتب كلمة مفتاحية مع حشود إضافية حسب الحاجة. على سبيل المثال: \bookalt\ \rangeref يستخدم اسم الكتاب من \h1 alt book hehead [\pagenumber] ضع أقواس معقوفة حول الصفحة رقم DRAFT\ \isodate\ \hrsmins يعطي "DRAFT YYYYYY-MY H:MM" - فارغ - لا يوجد أي شيء في ذلك الموقع لاحظ أن الحيز وبعض الأحرف الخاصة التالية تتطلب أن يتم كتابة بطلة '\' أمامها: # # و ^ و ^ و ~ و \ نفسها. على سبيل المثال، للحصول على هذا المخرج: هذه الصفحة #1 سوف تحتاج إلى الدخول: هذا\أي\صفحة \#\pagenumber
es: La línea de cabecera de cada página puede contener el número de página, y/o referencia(s) de diversas formas. Seleccione una opción preestablecida, o escriba una palabra clave con adornos adicionales según sea necesario. Por ejemplo: \bookalt\ \rangeref utiliza el nombre del libro de la cabecera del libro \h1 alt [\pagenumber] coloca corchetes alrededor del número de página DRAFT\ \isodate\ \hrsmins da "DRAFT YYY-MM-YY HH:MM" -empty- no coloca nada en ese lugar Tenga en cuenta que un espacio y los siguientes ciertos caracteres especiales requieren que se escriba una barra '\' antes de ellos: # % & ^ ~ y la propia \ barra. Por ejemplo, para obtener esta salida: Esta es la página #1 tendría que introducir: Esta\ es\ la\ página\ \#\pagenumber
fr: La ligne de l’en-tête de chaque page peut contenir le numéro de page, et/ou les référence(s) sous différentes formes. Sélectionnez une option prédéfinie, ou tapez un mot clé avec des décorations supplémentaires au besoin. Par exemple : \bookalt\ \rangeref utilise le nom du livre à partir de l'en-tête \h1 [\pagenumber] place des crochets autour du numéro de page DRAFT\ \isodate\ \hrsmins donne "DRAFT AAAA-MM-JJ HH:MM" -empty- ne place rien à cet endroit Notez que l’espace et que les caractères spéciaux suivants nécessitent une barre oblique inversée '\' pour être tapés avant eux : # & ^ ~ et \ lui-même. Par exemple, pour obtenir cette sortie : Ceci est la page #1 vous devrez entrer : Ceci\ est\ la\ page\ \#\pagenumber
hi: प्रत्येक पृष्ठ पर शीर्षक पंक्ति में पृष्ठ संख्या और/ अथवा विभिन्न रूपों में संदर्भ हो सकता है। एक प्रीसेट विकल्प चुनें, या आवश्यकतानुसार अतिरिक्त आभूषणों के साथ एक कुंजीवर्ड टाइप करें। उदाहरण के लिए: \bookalt\ \rangeref \h1 अल्ट बुक शीर्षक से पुस्तक का नाम उपयोग करता है [\pagenumber] पृष्ठ संख्या के चारों ओर चौकोर ब्रैकेट रखता है DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-YY HH:MM" देता है खाली कुछ भी उस स्थान में नहीं रखता ध्यान दें कि एक स्पेस और कुछ विशेष वर्णों को दर्ज करने के लिए उनके पहले एक स्लैश '\' टाइप करना आवश्यक है:# % & ^ ~ और \ स्वयं। उदाहरण के लिए, इस आउटपुट को पाने के लिए: यह पृष्ठ #1 है आपको दर्ज करना पड़ेगा: यह\ पृष्ठ\ \#\पृष्ठसँख्या है
hu: Az egyes oldalak fejlécében szerepelhet az oldalszám, a és/vagy a hivatkozás(ok) különböző formában. Válasszon egy előre beállított opciót, vagy írjon be egy kulcsszót, szükség szerint további díszítésekkel. Például: \bookalt\ \rangeref a könyv nevét használja a \h1 alt könyvfejlécből [\pagenumber] szögletes zárójeleket tesz az oldalszám köré DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-YY HH:MM" -empty- semmit sem tesz az adott helyre Figyelem, hogy a szóköz és a következő bizonyos speciális karakterek előtt egy '\' ferdehasábot kell beírni: # % & ^ ~ és maga a \. Például a következő kimenethez: Ez az 1. oldal kell beírnia: Ez\ is\ oldal\ \#\pagenumber
id: Baris header pada setiap halaman bisa memuat nomor halaman, dan/atau referensi dalam berbagai bentuk. Pilih opsi preset, atau ketik kata kunci dengan hiasan tambahan sesuai kebutuhan. Misalnya: \bookalt\ \rangeref menggunakan nama buku dari \h1 alt book header [\pagenumber] menempatkan tanda kurung siku di sekitar nomor halaman DRAFT\ \isodate\ \hrsmins memberikan "DRAFT YYYYY-MM-YY HH:MM" -kosong- tidak menempatkan apa pun di lokasi itu Perhatikan bahwa spasi dan karakter khusus tertentu berikut ini memerlukan garis miring '\' untuk diketik sebelum mereka: # % & ^ ~ dan \ itu sendiri. Sebagai contoh, untuk mendapatkan output ini: Ini adalah halaman #1 Anda harus memasukkan: Ini \ adalah \ halaman \ \# \ nomor halaman
ko: 각 페이지의 헤더 라인에는 페이지 번호( ) 및/또는 다양한 형식의 참조가 포함될 수 있습니다. 사전 설정 옵션( )을 선택하거나 필요에 따라 추가 장식과 함께 키워드를 입력합니다. 예 \책알트\ \rangeref는 \h1 alt 책 헤더의 책 이름을 사용합니다 [\pagenumber]는 페이지 번호 주위에 대괄호를 배치합니다 DRAFT\ \isodate\ \hrsmins는 "DRAFT YYYY-MM-YY HH:MM" -empty-는 해당 위치에 아무것도 배치하지 않습니다 공백과 다음의 특정 특수 문자는 그 앞에 슬래시 '\'를 입력해야 한다는 점에 주의하세요: # % & ^ ~ 및 \ 자체. 예를 들어 이 출력을 얻으려면 이것은 1번 페이지 입력해야 합니다: 이\는\ 페이지\ \#\페이지번호입니다.
ml: ഓരോ പേജിലെയും തലക്കെട്ട് ലൈനിൽ പേജ് നമ്പറും കൂടാതെ / അല്ലെങ്കിൽ റഫറൻസും വിവിധ രൂപങ്ങളിൽ അടങ്ങിയിരിക്കാം. മുൻകൂട്ടി സജ്ജമാക്കിയ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ ആവശ്യാനുസരണം അധിക അലങ്കാരങ്ങളുള്ള ഒരു കീവേഡ് ടൈപ്പുചെയ്യുക. ഉദാഹരണത്തിന്: \bookalt\ \rangeref \h1 alt book header [\pagenumber] ൽ നിന്നും പുസ്തകത്തിന്റെ പേര് ഉപയോഗിക്കുന്നു. പേജ് നമ്പറിനു ചുറ്റും ചതുരശ്ര ബ്രാക്കറ്റുകൾ സ്ഥാപിക്കുന്നു. DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-YY HH:MM" -empty നൽകുന്നു. ഉദാഹരണത്തിന്, ഈ ഔട്ട്പുട്ട് ലഭിക്കാൻ: ഇത് പേജ് #1 ആണ്, നിങ്ങൾ നൽകേണ്ടിവരുംഃ ഇത്\ is\ page\ \#\pagenumber
my: စာမျက်နှာတိုင်း၏ အထက်ဆုံးလိုင်းတွင် စာမျက်နှာနံပါတ်၊ အမျိုးမျိုးသော ပုံစံဖြင့် ရည်ညွှန်းချက်(များ) ပါနိုင်သည်။ ကြိုတင်ပြင်ဆင်ထားသော ရွေးချယ်မှုတစ်ခုကို ရွေးပါ၊ သို့မဟုတ် လိုအပ်ပါက ထပ်ခါတလဲလဲ အထူးထည့်သွင်းထားသော ဆင့်ဆိုရိုး မော်ကွန်းတစ်ခုကို ရိုက်ထည့်ပါ။ ဥပမာတွင်: \bookalt\ \rangeref မှာ \h1 alt စာအုပ်အတွင်းမှ စာအုပ်၏ အမည်ကို အသုံးပြုသည် [\pagenumber] စာမျက်နှာနံပါတ်အား တစ်ထရာ သင်္ကေတဖြင့် ပတ်ပတ်လည်ထားသည် DRAFT\ \isodate\ \hrsmins မှာ "DRAFT YYYY-MM-YY HH:MM" ကို ဖန်တီးသေးရင် -empty- ထိုအရပ်တွင် မည့်သို့မှ မထည့်ရှိပါ၊ နားကွပ်တိုငယ်များအဖြစ် အသုံးပြုရမည်တို့တွင် ဤအထူး သင်္ကေတများကို အသုံးပြုပါ: # % & ^ ~ နှင့် \ ကိုယ်တိုင်။ ဥပမာ: ဒီထွက်ရောနှောမှု ကို ရရှိရန်: ဒီမှာ စာမျက်နှာ #1，你迷需要输入，提供的文本。
pt: A linha de cabeçalho em cada página pode conter o número da página, e/ou referência(s) em várias formas. Seleccione uma opção predefinida, ou escreva uma palavra-chave com adornos adicionais, conforme necessário. Por exemplo: \O livro \rraiva usa o nome do livro do cabeçalho do alt [número de página] coloca parênteses rectos à volta do número da página RASCULAÇÃO Ohrsmins dá "DRAFT YYYY-MM-YYY HH:MM" -empty- não coloca nada nesse local Note-se que um espaço e os seguintes caracteres especiais requerem uma barra '{\i1}dactilografada antes deles # % & ^ ~ ~ e ^ ela própria. Por exemplo, para obter este resultado: Esta é a página #1 que teria de introduzir: Esta é a página #1 .
ro: Linia de antet de pe fiecare pagină poate conține numărul paginii, și/sau referința (referințele) în diferite forme. Selectați o opțiune prestabilită, sau introduceți un cuvânt cheie cu ornamente suplimentare, după cum este necesar. De exemplu: \bookalt\ \rangeref utilizează numele cărții din antetul \h1 alt book [\pagenumber] plasează paranteze pătrate în jurul numărului de pagină DRAFT\ \isodate\ \hrsmins oferă "DRAFT AAAA-MM-AAAA HH:MM" -empty- nu plasează nimic în acea locație Rețineți că un spațiu și următoarele anumite caractere speciale necesită tastarea unei bară oblică "\" înaintea lor: # % & ^ ~ și \ și \ însuși. De exemplu, pentru a obține acest rezultat: Aceasta este pagina #1 trebuie să introduceți: Aceasta\ este\ pagina\ \ \#\pagenumber
ru: Строка заголовка на каждой странице может содержать номер страницы, и/или ссылку(и) в различных формах. Выберите предустановленный вариант, или введите ключевое слово с дополнительными украшениями по мере необходимости. Например: \bookalt\ \rangeref использует название книги из заголовка \h1 alt [\pagenumber] помещает квадратные скобки вокруг номера страницы DRAFT\ \isodate\ \hrsmins дает "DRAFT YYYY-MM-YY HH:MM" -empty- помещает ничего в это место Обратите внимание, что пробел и следующие некоторые специальные символы требуют, чтобы перед ними был набран слэш '\': # % & ^ ~ и сам \. Например, для получения следующего результата: Это страница #1 вам нужно ввести: Это\ это\ страница\\ \#\pagenumber
th: เส้นหัวข้อในแต่ละหน้าสามารถมีเลขหน้าและ / หรืออ้างอิงในรูปแบบต่างๆ เลือกตัวเลือกที่ตั้งไว้ล่วงหน้า หรือกดคําสําคัญที่มีการตกแต่งเพิ่มเติมตามความต้องการ ตัวอย่างเช่น: \bookalt\ \rangeref ใช้ชื่อหนังสือจาก \h1 alt หัวหนังสือ [\pagenumber] วางคันหมอกรอบตัวเลขหน้า DRAFT\ \isodate\ \hrsmins ให้ "DRAFT YYYY-MM-YY HH:MM" -ว่าง- วางอะไรในที่นั่น พบว่าช่องว่างและตัวอักษรพิเศษบางตัวอย่างดังนี้ต้องการเส้นสไลส์ '\' เพื่อเขียนก่อนพวกเขา: # % & ^ ~ และ \ เอง ตัวอย่างเช่น เพื่อให้ได้ผลิตนี้: นี่คือหน้าที่ 1 คุณจะต้องใส่: This\ is\ page\ \#\pagenumber
zh: 每个页面上的页眉行可以包含页码、 和/或各种形式的参考文献。 选择预设选项， 或键入关键词，并视需要添加装饰。 例如： \bookalt\ \rangeref 使用来自\h1 alt 页眉 [\pagenumber] 给页码使用方括号 DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYYYYM-DD H:MM" - 给该位置留空 注意在一个空格和以下某些特殊 字符之间需要之前输入一个斜线： # % & ^~ 和 \ 本身。 例如: 获取此输出： 这是第#1页。 您需要输入： 这是\第\ 页\ \#\页码

source: Inner (left) page header settings
ar: إعدادات رأس الصفحة الداخلية (يسار)
es: Configuración de la cabecera de la página interior (izquierda)
fr: Paramètres de l'en-tête intérieur (gauche) de la page
hi: आंतरिक (बाएँ) पृष्ठ हेडर सेटिंग्स
hu: Belső (bal oldali) oldalfejléc beállításai
id: Pengaturan hulu halaman bagian dalam (atau kiri)
ko: 내부(왼쪽) 페이지 헤더 설정
ml: പേജ് തലക്കെട്ട് ക്രമീകരണങ്ങൾ (ഇടത്)
my: အတွင်း(ဘယ်)စာမျက်နှာ ပြည့်ဝခြင်း
pt: Definições internas (esquerda) do cabeçalho da página
ro: Setări pentru antetul paginii interioare (stânga)
ru: Настройки заголовка внутренней (левой) страницы
th: การตั้งค่าหัวหน้าหน้าด้านใน (ซ้าย)
zh: 内页（左侧）页眉设置

source: Use formatting from primary project (inner header)
ar: استخدام التنسيق من المشروع الأساسي (الرأس الداخلي)
es: Utilizar el formato del proyecto primario (cabecera interior)
fr: Utiliser la mise en forme du projet principal (en-tête intérieur)
hi: प्राथमिक परियोजना से स्वरूपण का उपयोग करें (आंतरिक हेडर)
hu: Az elsődleges projekt formázásának használata (belső fejléc)
id: Gunakan bentuk teks dari proyek utama (hulu dalam)
ko: 기본 프로젝트(내부 헤더)에서 서식 사용
ml: പ്രാഥമിക പ്രോജക്ടില് നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക (ഇന്നർ ഹെഡ്ഡർ)
my: အစီအစဉ်အနှစ်ပေါင်းရွေးချယ်သည့်အစီအစဉ်, စီ မ်ှန့်လဲသူများစားန္AEC
pt: Usar formatação a partir do projecto primário (cabeçalho interno)
ro: Utilizați formatarea din proiectul primar (antetul interior)
ru: Используйте форматирование из основного проекта (внутренний заголовок)
th: ใช้การจัดรูปจากโครงการหลัก (หัวหน้าภายใน)
zh: 使用主要项目的格式（内部标题）。
