Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Psst! Can we have 5 minutes of your time? You could help us make PTXprint better! The developers of PTXprint would love to know how this tool is being used. What is your favorite feature? Are there any annoyances? Tell us what you like, or don't like. Tell us what you dream for in the future.
ar: هل يمكننا الحصول على 5 دقائق من وقتك؟ يمكنك مساعدتنا في جعل PTXprint أفضل! يود مطورو PTXprint معرفة كيف يتم استخدام هذه الأداة . ما هي الميزة المفضلة لديك؟ هل هناك أي مضايقات؟ أخبرنا ما الذي يعجبك أو لا يعجبك. أخبرنا بما تحلم به في المستقبل.
es: ¿Nos concede 5 minutos de su tiempo? ¡Podría ayudarnos a mejorar PTXprint! A los desarrolladores de PTXprint les encantaría saber cómo se utiliza esta herramienta. ¿Cuál es su función favorita? ¿Hay alguna que le moleste? Díganos lo que le gusta o no le gusta. Díganos con qué sueña para el futuro.
fr: Pouvez-vous nous accorder 5 minutes de votre temps ? Vous pourriez nous aider à améliorer PTXprint ! Les développeurs de PTXprint aimeraient savoir comment cet outil est utilisé. Quelle est votre fonction préférée ? Y a-t-il des inconvénients ? Dites-nous ce que vous aimez ou n'aimez pas. Dites-nous ce dont vous rêvez pour l'avenir.
hi: प्स्ट! क्या हम आपके 5 मिनट ले सकते हैं? आप हमें PTXprint को बेहतर बनाने में मदद कर सकते हैं! PTXprint के डेवलपर्स जानना चाहेंगे कि यह टूल कैसे इस्तेमाल किया जा रहा है। आपका पसंदीदा फीचर क्या है? क्या कुछ परेशानियाँ हैं? हमें बताएं कि आपको क्या पसंद है, या क्या पसंद नहीं है। हमें बताएं कि आप भविष्य में क्या चाहते हैं।
hu: Pszt! Kaphatnánk 5 percet az idejéből? Segíthetsz nekünk, hogy jobbá tegyük a PTXprintet! A PTXprint fejlesztői örömmel vennék, ha tudnák, hogy a hogyan használják ezt az eszközt. Mi a kedvenc funkciója? Vannak bosszúságok? Mondja el nekünk, hogy mi tetszik, vagy nem tetszik. Mondja el, mit álmodik a jövőre nézve.
id: Bisakah kami meminta waktu Anda selama 5 menit? Anda dapat membantu kami membuat PTXprint menjadi lebih baik! Para pengembang PTXprint ingin tahu bagaimana alat ini digunakan. Apa fitur favorit Anda? Apakah ada yang tidak Anda sukai? Beritahu kami apa yang Anda sukai, atau tidak sukai. Beritahu kami apa yang Anda impikan di masa depan.
ko: 잠깐만요! 5분만 시간 내주실 수 있나요? PTXprint를 개선하는 데 도움을 주실 수 있습니다! PTXprint 개발자들은 이 도구가 어떻게 사용되고 있는지 알고 싶어합니다. 가장 마음에 드는 기능은 무엇인가요? 불편한 점은 없나요? 마음에 드는 점이나 마음에 들지 않는 점을 알려주세요. 앞으로 어떤 꿈을 꾸고 계신지 알려주세요.
ml: പി എസ് ടി. നിങ്ങളുടെ സമയം 5 മിനിറ്റ് തരാമോ? പി ടി എക്സ് പ്രിന്റ് മെച്ചപ്പെടുത്താൻ സഹായിക്കാമോ? ഈ ഉപകരണം എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്ന് അറിയാൻ പി ടി എക്സ് പ്രിന്റ് ഡവലപ്പർമാർ ആഗ്രഹിക്കുന്നു. നിങ്ങളുടെ പ്രിയപ്പെട്ട സവിശേഷത എന്താണ്? എന്തെങ്കിലും അസ്വസ്ഥതകൾ ഉണ്ടോ? നിങ്ങൾക്ക് ഇഷ്ടമുള്ളതോ ഇഷ്ടമില്ലാത്തതോ ആയ കാര്യങ്ങൾ ഞങ്ങളോട് പറയുക. ഭാവിയിൽ നിങ്ങൾ എന്താണ് സ്വപ്നം കാണുന്നത് എന്ന് ഞങ്ങളോട് പറയുക.
my: များ! မင်းရဲ့အချိန် ၅ မိနစ် ပြန်လာပြောလို့ရမလား? မင်းက PTXprint ကို ပိုမိုကောင်းမွန်အောင် ကူညီနိုင်ပါတယ်! PTXprint ၏ ဖန်တီးသူများသည် ဒီကိန်းကိန်းကိန်းကို ဘယ်လိုအသုံးပြုနေကြသည်ကို သိလိုပါသည်။ မင်းလိုလားသော ပုံစံမှာမင်း စိတ်ကြိုက်ဘာတွေရှိပါသလဲ? ဘာကြောင့် စိတ်ဓါတ္ဖမ္းတယ်? မင်း ကြိုက်တာများကိုအကြောင်းပြောပေးပါ။ မင်း အကောင်းဆုံး လောကမှာ တွေ့ချင်လှချင်မှု အန္တရာယ်တွေနဲ့ ဒီဌိတ်မန်ရည်စရင် မင်းရဲ့အနာဂတ်အတွက် မင်း အဲ့ဒါကို ရှင်သန်ခြိမ်းမိသာ ကို ကျွန်ုပ်တို့ကို ပြောပြပါ။
pt: Psst! Podemos ter 5 minutos do seu tempo? Você poderia nos ajudar a melhorar o PTXprint! Os desenvolvedores do PTXprint adorariam saber como essa ferramenta está sendo usada. Qual é o seu recurso favorito? Há algum incômodo? Diga-nos do que você gosta ou não gosta. Diga-nos o que você sonha para o futuro.
ro: Psst! Ne puteți acorda 5 minute din timpul dumneavoastră? Ne-ai putea ajuta să facem PTXprint mai bun! Dezvoltatorilor PTXprint le-ar plăcea să afle cum acest instrument este utilizat. Care este funcția dumneavoastră preferată? Există unele neplăceri? Spuneți-ne ce vă place, sau nu vă place. Spuneți-ne la ce visați pentru viitor.
ru: Псс! Можно уделить нам 5 минут вашего времени? Вы можете помочь нам сделать PTXprint лучше! Разработчики PTXprint хотели бы знать, как используется этот инструмент. Какая функция вам больше всего нравится? Есть ли какие-нибудь раздражающие факторы? Расскажите нам, что вам нравится или не нравится. Расскажите нам, о чем вы мечтаете в будущем.
th: PST! เรามีเวลา 5 นาทีได้ไหม? คุณช่วยเราให้ PTXprint ดีขึ้น! ผู้พัฒนา PTXprint อยากจะรู้ว่าเครื่องมือนี้ใช้อย่างไร คุณชอบอะไรบ้าง มีอะไรน่ารําคาญบ้าง บอกเราว่าคุณชอบหรือไม่ชอบอะไร บอกเราว่าคุณฝันอะไรในอนาคต
zh: 能占用您 5 分钟时间吗？ 您可以帮助我们把 PTXprint 做得更好！ PTXprint的开发人员很想知道 。您最喜欢的功能是什么？ 有什么不满意的地方吗？告诉我们您喜欢什么，或者 不喜欢什么。告诉我们您对未来的梦想。

source: Give Feedback:
ar: إبداء الرأي:
es: Dar comentarios:
fr: Envoyer des commentaires :
hi: फीडबैक दें:
hu: Adjon visszajelzést:
id: Beri Umpan Balik:
ko: 피드백 제공:
ml: പ്രതികരണം നൽകുക:
my: ခေါင်းစဉ်ပြောင်းရန်
pt: Dê feedback:
ro: Oferiți feedback:
ru: Дайте обратную связь:
th: ให้คําตอบ:
zh: 提供反馈：

source: Tell us what you think about PTXprint
ar: أخبرنا عن رأيك في PTXprint
es: Díganos lo que piensa de PTXprint
fr: Dites-nous ce que vous pensez de PTXprint
hi: PTXprint के बारे में हमें अपनी राय बताएं
hu: Mondja el, mit gondol a PTXprintről
id: Beritahu kami pendapat Anda tentang PTXprint
ko: PTXprint에 대해 어떻게 생각하는지 알려주세요.
ml: PTXprint നെ കുറിച്ച് നിങ്ങളുടെ അഭിപ്രായം പറയൂ.
my: PTXprint အကြောင်း ပင်လယ်ကြီးဆိုမှုများ
pt: Diga-nos o que você pensa sobre a PTXprint
ro: Spune-ne ce părere ai despre PTXprint
ru: Расскажите нам, что вы думаете о компании PTXprint
th: บอกเราว่าคุณคิดอย่างไรเกี่ยวกับ PTXprint
zh: 告诉我们您对 PTXprint 的看法

source: Click this link to fill in the Google form or type this in a browser: http://tiny.cc/ptxprintfeedback
ar: انقر على هذا الرابط لملء نموذج جوجل أو اكتب هذا في المتصفح: http://tiny.cc/ptxprintfeedback
es: Haga clic en este enlace para rellenar el formulario de Google o escriba esto en un navegador: http://tiny.cc/ptxprintfeedback
fr: Cliquez sur ce lien pour remplir le formulaire Google ou tapez dans un navigateur : http://tiny.cc/ptxprintfeedback
hi: Google फॉर्म भरने के लिए इस लिंक पर क्लिक करें या इसे ब्राउज़र में टाइप करें: http://tiny.cc/ptxprintfeedback
hu: Kattintson erre a linkre a Google űrlap kitöltéséhez, vagy írja be a címet a böngészőbe: http://tiny.cc/ptxprintfeedback.
id: Klik tautan ini untuk mengisi formulir Google atau ketik ini di browser: http://tiny.cc/ptxprintfeedback
ko: 이 링크를 클릭하여 Google 양식을 작성하거나 브라우저에 을 입력하세요: http://tiny.cc/ptxprintfeedback
ml: ഗൂഗിൾ ഫോം പൂരിപ്പിക്കാന് ഈ ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കിൽ ഒരു ബ്രൌസറിൽ ഇത് ടൈപ്പ് ചെയ്യുകഃ http://tiny.cc/ptxprintfeedback
my: Google form ကို ဖြည့်ဆိုပြီး တွင်နှိပ်ပါ သို့မဟုတ် အင်တာနက်မှ ရိုက်ဒေါ် http://tiny.cc/ptxprintfeedback
pt: Clique neste link para preencher o formulário do Google ou digite em um navegador: http://tiny.cc/ptxprintfeedback
ro: Faceți clic pe acest link pentru a completa formularul Google sau tastați acest lucru într-un browser: http://tiny.cc/ptxprintfeedback
ru: Перейдите по этой ссылке, чтобы заполнить форму Google, или введите в браузере: http://tiny.cc/ptxprintfeedback.
th: คลิกลิงค์นี้เพื่อกรอกแบบฟอร์มของ Google หรือกดนี่ในบราว์เซอร์: http://tiny.cc/ptxprintfeedback
zh: 点击此链接填写 Google 表格，或在浏览器中键入 ： http://tiny.cc/ptxprintfeedback

source: Generate a summary report with details about the PDF produced. This contains informational, warning and error mesaages about fonts, styles, layout and so on.
es: Genera un informe resumen con detalles sobre el PDF producido. Contiene mensajes informativos, de advertencia y de error sobre fuentes, estilos, diseño, etc.

source: Typesetting Report:
es: Informe de composición tipográfica:

source: via Vimeo platform
ar: عبر منصة Vimeo
es: a través de la plataforma Vimeo
fr: via la plateforme Vimeo
hi: विमियो प्लेटफार्म के माध्यम से
hu: Vimeo platformon keresztül
id: melalui platform Vimeo
ko: 비메오 플랫폼을 통해
ml: വിമിയോ പ്ലാറ്റ്ഫോം വഴി
my: Vimeo Platform မြမှာ
pt: via plataforma Vimeo
ro: prin intermediul platformei Vimeo
ru: через платформу Vimeo
th: ผ่านเว็บ Vimeo
zh: 通过 Vimeo 平台

source: Link to training videos on the Vimeo platform
ar: رابط مقاطع الفيديو التدريبية على منصة Vimeo
es: Enlace a los vídeos de formación en la plataforma Vimeo
fr: Lien vers les vidéos de formation sur la plateforme Vimeo
hi: विमियो प्लेटफार्म पर प्रशिक्षण वीडियो की लिंक
hu: Link a Vimeo platformon található képzési videókhoz
id: Tautan ke video pelatihan di platform Vimeo
ko: Vimeo 플랫폼의 교육 동영상 링크
ml: വിമിയോ പ്ലാറ്റ്ഫോമിലെ പരിശീലന വീഡിയോകളിലേക്കുള്ള ലിങ്ക്
my: Vimeo Platform မှာလုပ်သားရွှင်လိုရနိုင်ချိတ်
pt: Link para vídeos de treinamento na plataforma Vimeo
ro: Link către videoclipurile de formare de pe platforma Vimeo
ru: Ссылка на учебные видеоролики на платформе Vimeo
th: ลิงค์วีดีโอการฝึกอบรมบนเว็บ Vimeo
zh: 链接到 Vimeo 平台上的培训视频

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software. The videos on Vimeo tend to be longer and more detailed, but less polished. However, these videos cover the latest available features.
ar: هناك مجموعة متزايدة من مقاطع الفيديو لتعليمك كيفية استخدام بعض الميزات الأكثر تقدمًا في هذا البرنامج القوي جدًا. تميل مقاطع الفيديو الموجودة على Vimeo إلى أن تكون أطول وأكثر تفصيلاً، ولكنها أقل مصقولة. ومع ذلك، تغطي مقاطع الفيديو هذه أحدث الميزات المتاحة.
es: Cada vez hay más vídeos que enseñan a utilizar algunas de las funciones más avanzadas de este programa muy potente. Los vídeos de Vimeo suelen ser más largos y detallados, pero menos pulidos. No obstante, estos vídeos cubren las últimas funciones disponibles.
fr: Il existe une gamme croissante de vidéos pour vous apprendre à utiliser certaines des fonctions les plus avancées de ce logiciel très puissant. Les vidéos sur Vimeo ont tendance à être plus longues et plus détaillées, mais moins soignées. Cependant, ces vidéos couvrent les dernières fonctionnalités disponibles.
hi: इस सॉफ़्टवेयर की कुछ अधिक उन्नत सुविधाओं का उपयोग कैसे करना है, यह सिखाने के लिए वीडियो की विभिन्न श्रेणियां बढ़ रही हैं। विमियो पर वीडियो अक्सर लंबे और अधिक विस्तृत होते हैं, लेकिन कम चमकदार। हालांकि, ये वीडियो नवीनतम उपलब्ध सुविधाओं को कवर करते हैं।
hu: Egyre több videó található a oldalon, amelyek megtanítják, hogyan kell használni a e nagy teljesítményű szoftver néhány fejlettebb funkcióját. A Vimeo-n található videók általában hosszabbak és részletesebbek, de kevésbé csiszoltak. Ezek a videók azonban a legújabb elérhető funkciókat fedik le.
id: Ada semakin banyak video untuk mengajarkan Anda cara menggunakan beberapa fitur yang lebih canggih dari perangkat lunak yang sangat canggih ini. Video-video di Vimeo cenderung lebih panjang dan lebih rinci, tetapi kurang dipoles. Namun, video-video ini mencakup fitur-fitur terbaru yang tersedia.
ko: 이 매우 강력한 소프트웨어의 고급 기능 중 일부를 사용하는 방법을 알려주는 다양한 동영상( )이 점점 늘어나고 있습니다. Vimeo의 동영상은 더 길고 상세하지만 덜 다듬어진 경향이 있습니다. 그러나 이러한 동영상 은 사용 가능한 최신 기능을 다룹니다.
ml: ഈ വളരെ ശക്തമായ സോഫ്റ്റ്വെയറിന്റെ ചില നൂതന സവിശേഷതകൾ എങ്ങനെ ഉപയോഗിക്കാമെന്ന് നിങ്ങളെ പഠിപ്പിക്കാൻ വീഡിയോകളുടെ ഒരു വർദ്ധിച്ചുവരുന്ന ശ്രേണി ഉണ്ട്. വിമിയോയിലെ വീഡിയോകൾ ദൈർഘ്യമേറിയതും കൂടുതൽ വിശദമായതുമാണ്, പക്ഷേ പോളിഷ് ചെയ്യാത്തതാണ്. എന്നിരുന്നാലും, ഈ വീഡിയോകൾ ലഭ്യമായ ഏറ്റവും പുതിയ സവിശേഷതകൾ ഉൾക്കൊള്ളുന്നു.
my: ပြိုင်ပေါ်မြင့် စံပျိုရောက်မျှားသည်ကြံစရာသီးကန်သီး- ဖြုနေ့ ပိုးများ၏ Latest PTXprint မှာ စဥ်အောင်မြင် Xட மိုင်တွင်းဆိုင် ပြိုင်ပလမ်းနေမှီ မှေးသုတ်သည်မှ့်စင်မြီးနှင့်လှဦးတာတွန်းတို့စိေးနေ တုံ့ပြန်စမ်းသည်ဆိုကားက အခွပ်ဆောက်နေ့ရွှသူသို့တွက် .
pt: Há uma variedade cada vez maior de vídeos para ensiná-lo a usar alguns dos recursos mais avançados desse software muito poderoso. Os vídeos no Vimeo tendem a ser mais longos e mais detalhados, mas menos polidos. Entretanto, esses vídeos abrangem os recursos mais recentes disponíveis.
ro: Există o gamă tot mai largă de videoclipuri care vă învață cum să utilizați unele dintre caracteristicile cele mai avansate ale acestui software foarte puternic. Videoclipurile de pe Vimeo tind să fie mai lungi și mai detaliate, dar mai puțin îngrijite. Cu toate acestea, aceste videoclipuri acoperă cele mai recente caracteristici disponibile.
ru: Растет число видеороликов , обучающих использованию некоторых более продвинутых функций этого очень мощного программного обеспечения. Видеоролики на Vimeo, как правило, длиннее и подробнее, но менее отшлифованы. Тем не менее, эти видео охватывают самые последние доступные функции.
th: มีวิดีโอที่เพิ่มขึ้นเพื่อสอนคุณวิธีการใช้บางส่วนของคุณสมบัติที่ก้าวหน้าของโปรแกรมนี้ที่มีความสามารถมาก. วิดีโอที่ Vimeo มีแนวโน้มที่จะยาวและรายละเอียดมากขึ้น, แต่ไม่ค่อยมีการเคลือบ. อย่างไรก็ตาม, วิดีโอเหล่านี้ครอบคลุมคุณสมบัติล่าสุดที่มีอยู่.
zh: 现在有越来越多的视频 来教你如何使用 这个功能强大的软件 的一些高级功能。 Vimeo 上的视频往往 更长、更详细，但没有 精良。不过，这些视频 涵盖了最新的可用功能。

source: Click to Open the Ornaments Catalog used for decorating the PDF (refer to the Tabs+Borders settings).
ar: انقر لفتح كتالوج الزخارف المستخدم لتزيين ملف PDF (راجع إعدادات علامات التبويب + الحدود).
es: Haga clic en para abrir el Catálogo de adornos utilizado para decorar el PDF (consulte la configuración de Pestañas+Bordes).
fr: Cliquez pour ouvrir le catalogue d'ornements utilisé pour décorer le PDF (voir les paramètres Onglets+Bordures).
hi: पीडीएफ़ को सजाने के लिए इस्तेमाल किए गए सजावटी कैटलॉग को खोलने के लिए क्लिक करें (टैब्स+बॉर्डर्स सेटिंग्स देखें)।
hu: Kattintson a PDF díszítéséhez használt Díszek katalógus megnyitásához (lásd: a Tabs+Borders beállítások).
id: Klik untuk membuka Katalog Ornamen yang digunakan untuk menghias PDF (lihat pengaturan Tabs+Borders).
ko: 클릭하여 PDF를 장식하는 데 사용되는 장식품 카탈로그 를 엽니다( 탭+테두리 설정 참조).
ml: PDF അലങ്കരിക്കാൻ ഉപയോഗിച്ചിരിക്കുന്ന അലങ്കാരങ്ങളുടെ കാറ്റലോഗ് തുറക്കാൻ ക്ലിക്കുചെയ്യുക (ടാബുകൾ + ബോർഡേഴ്സ് ക്രമീകരണങ്ങൾ കാണുക).
my: ထုပ်စုထားသည့် PDF ကုန်စံထိုးတဲ့င်အားလုံးဖော်ပြ အာဖြစ်ရဲ့ Ornamento Catalog ဖွင့်ချင်း Button (ကျန်အများပြားတဲ့တွေ Tabs+Borders)
pt: Clique para abrir o Ornaments Catalog usado para decorar o PDF (consulte as configurações de Tabs+Borders).
ro: Faceți clic pentru a deschide Catalogul de ornamente utilizat pentru decorarea PDF-ului (consultați setările Tabs+Borders).
ru: Щелкните, чтобы открыть каталог орнаментов , используемый для оформления PDF-файла (см. раздел "Настройки вкладок+границ").
th: คลิกเพื่อเปิดคัดลอกเครื่องประดับที่ใช้ในการตกแต่ง PDF (ดูการตั้งค่า Tabs+Borders)
zh: 单击打开用于装饰 PDF 的装饰品目录 （请参阅 标签+边框设置）。

source: Show the Technical Reference document
ar: عرض المستند المرجعي الفني
es: Mostrar el documento de referencia técnica
fr: Afficher le document de référence technique
hi: तकनीकी संदर्भ दस्तावेज दिखाएँ
hu: A műszaki referenciadokumentum megjelenítése
id: Tampilkan dokumen Referensi Teknis
ko: 기술 참조 문서 보기
ml: സാങ്കേതിക പരാമർശ രേഖ കാണിക്കുക
my: နည်းပညာဒါကြောင်လက်ဆက်တွေ PDF ဖြစ်လာရှစ်တွေ အားကိုသိပ်ရောက်ölkerခဉ်ကျဉ်လာ
pt: Mostrar o documento de referência técnica
ro: Afișați documentul de referință tehnică
ru: Показать документ "Техническая справка
th: แสดงเอกสารอ้างอิงทางเทคนิค
zh: 显示技术参考文件

source: Click to open the Technical Reference document. (For advanced users only).
ar: انقر لفتح المستند المرجعي الفني . (للمستخدمين المتقدمين فقط).
es: Haga clic para abrir el documento de referencia técnica. (Sólo para usuarios avanzados).
fr: Cliquez pour ouvrir le document de référence technique. (Uniquement pour les utilisateurs avancés).
hi: तकनीकी संदर्भ दस्तावेज़ खोलने के लिए क्लिक करें। (केवल उन्नत उपयोगकर्ताओं के लिए)।
hu: Kattintson erre a gombra a technikai referencia dokumentum megnyitásához. (Csak haladó felhasználók számára).
id: Klik untuk membuka dokumen Referensi Teknis. (Hanya untuk pengguna tingkat lanjut).
ko: 기술 참조 문서를 열려면 클릭합니다. (고급 사용자만 해당).
ml: സാങ്കേതിക പരാമർശം തുറക്കാൻ ക്ലിക്ക് ചെയ്യുക. (വിപുലമായ ഉപയോക്താക്കൾക്ക് മാത്രം).
my: နେာလည္ခဲ့ Soybeam PDF အသုံးပြန်နည်း လက်ာဆုံးuwa အသေးစားကြီးမွီပြိုင်ကာ Pleoks Sauce ထည့်တာ MRULยัง mí
pt: Clique para abrir o documento de Referência Técnica . (Somente para usuários avançados).
ro: Faceți clic pentru a deschide documentul Technical Reference . (Numai pentru utilizatorii avansați).
ru: Нажмите, чтобы открыть документ Technical Reference . (Только для опытных пользователей).
th: คลิกเพื่อเปิดเอกสารอ้างอิงทางเทคนิค (สําหรับผู้ใช้ที่มีความชํานาญเท่านั้น)
zh: 单击打开技术参考 文档。(仅适用于高级用户）。

source: Learn: How to...
ar: تعلّم: كيف تتعلم...
es: Aprender: Cómo hacer...
fr: Apprendre : Comment...
hi: सीखें: कैसे...
hu: Tanulj: Hogyan...
id: Belajar: Bagaimana cara...
ko: 배우기: 방법...
ml: പഠിക്കൂ: എങ്ങനെ...
my: အစ
pt: Aprenda: Como fazer...
ro: Învață: Cum să...
ru: Учитесь: Как...
th: เรียนรู้วิธีการ...
zh: 学习：如何...

source: Link to the Learn page with How To... articles
ar: رابط لصفحة تعلّم التي تحتوي على مقالات عن كيفية...
es: Enlace a la página Aprender con los artículos de Cómo hacer...
fr: Lien vers la page Apprendre avec les articles Comment...
hi: कैसे करें... लेखों के साथ जानें पृष्ठ की लिंक करें
hu: Link a Hogyan kell... cikkeket tartalmazó tanulási oldalra
id: Tautan ke halaman Pelajari dengan artikel Bagaimana cara...
ko: 방법... 문서가 있는 학습 페이지로 연결되는 링크
ml: എങ്ങനെ പഠിക്കാം എന്ന ലേഖനങ്ങളുള്ള പഠന പേജിലേക്കുള്ള ലിങ്ക്
my: ရဲအားစာောင်လေး ဖြစ်မှုနဲ့သာလိပ်တဲ့မဲ့ဂကယ်&nbsp;<br />Intoduce ကွဲခံရတဲ့ "Learn Page" ကုန်ဆတ်နိုင်ဖြန် ့ဓ နေစပိုကြေအသွန်မွီ၌စက် La Listicles ยขึ้นใหัฐุํ
pt: Link para a página Aprender com os artigos Como fazer...
ro: Link către pagina de învățare cu articole Cum să...
ru: Ссылка на страницу "Обучение" со статьями "Как...".
th: ลิงค์ไปยังหน้าเรียนรู้ กับ How To... บทความ
zh: 链接到 "如何...... "文章的 "学习 "页面

source: Before contacting support, make sure that it is possible to replicate the issue. Then use the "Create Archive..." button to make a ZIP file which needs to be emailed to: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ar: قبل الاتصال بالدعم، تأكد من أن من الممكن تكرار المشكلة. ثم استخدم الزر "إنشاء أرشيف..." لإنشاء ملف ZIP الذي يجب إرساله بالبريد الإلكتروني إلى: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
es: Antes de contactar con el soporte técnico, asegúrese de que es posible replicar el problema. Luego utilice el botón "Crear archivo..." para crear un archivo ZIP que debe ser enviado por correo electrónico a: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
fr: Avant de contacter le support, assurez-vous qu’il est possible de reproduire le problème. Utilisez ensuite le bouton "Create Archive..." pour créer un fichier ZIP qui doit être envoyé par courrier électronique à l'adresse suivante : <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
hi: सहायता से संपर्क करने से पहले, सुनिश्चित करें कि मुद्दे को दोहराया जा सकता है। फिर "संग्रह बनाएं..." बटन का उपयोग करें ताकि एक ज़िप फ़ाइल बनाई जा सके जिसे भेजा जाना चाहिए: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
hu: Mielőtt felveszi a kapcsolatot az ügyfélszolgálattal, győződjön meg arról, hogy a oldalon meg lehet-e ismételni a problémát. Ezután használja a "Create Archive..." gombot egy ZIP fájl létrehozásához, amelyet el kell küldeni e-mailben a következő címre: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>.
id: Sebelum menghubungi bagian dukungan, pastikan bahwa memungkinkan untuk mereplikasi masalah tersebut. Kemudian gunakan tombol "Buat Arsip..." untuk membuat file ZIP yang harus diemailkan ke: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ko: 지원팀에 문의하기 전에 문제를 재현할 수 있는지 확인하세요. 그런 다음 "아카이브 만들기..." 버튼을 사용하여 ZIP 파일을 만들어 다음 주소( <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org)</a>로 이메일을 보내세요.
ml: പിന്തുണയുമായി ബന്ധപ്പെടുന്നതിനു മുമ്പ്, പ്രശ്നം ആവർത്തിക്കാൻ കഴിയുമെന്ന് ഉറപ്പാക്കുക. തുടർന്ന് ഒരു ZIP ഫയൽ സൃഷ്ടിക്കാൻ "ആർക്കൈവ് സൃഷ്ടിക്കുക . . . " ബട്ടൺ ഉപയോഗിക്കുക, അത് ഇമെയിൽ ചെയ്യേണ്ടതുണ്ട്ഃ <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
my: ပံ့ပိုးမှုကို ဆက်သွယ်သွားမည့်အနေအထားသည် အပြင် များပြားသော စုစီးမှုဖြစ်ရာတွင် စာရင်းရင်းချီအား ပြန်သန်တဲ့ ZIPed ဖိုင်ခေါင်းစဉ်ကို ပေးရန် Buttonကို အသုံးယူပါ ZIP ဖိုင်ကြောင်ကို အီးမေးလ်ထားသည့် <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
pt: Antes de entrar em contato com o suporte, certifique-se de que é possível replicar o problema. Em seguida, use o botão "Create Archive..." para criar um arquivo ZIP que precisa ser enviado por e-mail para: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ro: Înainte de a contacta asistența, asigurați-vă că este posibil să replicați problema. Apoi utilizați butonul "Create Archive..." pentru a crea un fișier ZIP care trebuie trimis prin e-mail la: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ru: Прежде чем обращаться в службу поддержки, убедитесь, что можно воспроизвести проблему. Затем воспользуйтесь кнопкой "Создать архив...", чтобы создать ZIP-файл , который необходимо отправить по электронной почте по адресу: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>.
th: ก่อนที่จะติดต่อการสนับสนุน, ให้แน่ใจว่ามันเป็นไปได้ที่จะทําซ้ําปัญหา. จากนั้นใช้ปุ่ม "Create Archive"... เพื่อสร้างไฟล์ ZIP ที่ต้องส่งทางอีเมลไปยัง: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
zh: 在联系支持人员之前，请确保 可以复制该问题。然后使用 的 "Create Archive...（创建归档...）"按钮制作一个 ZIP 文件，并通过电子邮件发送给： <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>。

source: Technical Support:
ar: الدعم الفني:
es: Soporte Técnico:
fr: Support technique :
hi: तकनीकी सहायता:
hu: Műszaki támogatás:
id: Dukungan Teknis:
ko: 기술 지원:
ml: സാങ്കേതിക പിന്തുണ:
my: နည်းပညာပံ့ပိုးမှု
pt: Suporte técnico:
ro: Asistență tehnică:
ru: Техническая поддержка:
th: การสนับสนุนทางเทคนิค
zh: 技术支持：

source: Create Report...
es: Crear informe...

source: Links and Help
ar: الروابط والمساعدة
es: Enlaces y ayuda
fr: Liens et aide
hi: लिंक और सहायता
hu: Linkek és segítség
id: Tautan dan Bantuan
ko: 링크 및 도움말
ml: ലിങ്കുകളും സഹായവും
my: လင့်ခ်များနှင့် အကူအညီ၊
pt: Ligações e Ajuda
ro: Link-uri și ajutor
ru: Ссылки и помощь
th: ลิงค์และความช่วยเหลือ
zh: 链接和帮助

source: Links to useful folders and online resources. Where to obtain help from others.
ar: روابط إلى مجلدات مفيدة و موارد على الإنترنت. أين تحصل على المساعدة من الآخرين.
es: Enlaces a carpetas útiles y recursos en línea. Dónde obtener ayuda de otros.
fr: Liens vers des dossiers utiles et des ressources en ligne. Où obtenir l'aide des autres.
hi: उपयोगी फोल्डर और ऑनलाइन संसाधनों के लिंक। अन्य से मदद कहां प्राप्त करें।
hu: Hasznos mappákra és online forrásokra mutató linkek. Ahol segítséget kaphat másoktól.
id: Tautan ke folder yang berguna dan sumber info online, tempat-tempat untuk mendapatkan bantuan dari orang lain.
ko: 유용한 폴더 및 온라인 리소스에 대한 링크. 다른 사람의 도움을 받을 수 있는 곳.
ml: ഉപയോഗപ്രദമായ ഫോൾഡറുകളിലേക്കും ഓൺലൈൻ വിഭവങ്ങളിലേക്കും ലിങ്കുകൾ. മറ്റുള്ളവരിൽ നിന്ന് സഹായം എവിടെ ലഭിക്കും.
my: အသုံးပြုထားသောóir(мetés)ဗျူဒါ Serviceio περιορισ evas
pt: Links para pastas úteis e recursos online. Onde obter ajuda de outros.
ro: Linkuri către dosare utile și resurse online. Unde obțineți ajutor de la alții.
ru: Ссылки на полезные папки и онлайн-ресурсы. Где получить помощь от других.
th: ลิงค์ ไปยัง โฟลเดอร์ ที่มีประโยชน์ และ แหล่งที่อยู่ออนไลน์ ที่คุณจะหาความช่วยเหลือจากคนอื่น
zh: 链接到有用的文件夹和 在线资源，以及从哪里 获取其他人的帮助。

source: Help
ar: مساعدة
es: Ayuda
fr: Aide
hi: सहायता
hu: Segítség
id: Bantuan
ko: 도움말(H)
ml: സഹായം
my: ကူညီခြင်း
pt: Ajuda
ro: Ajutor
ru: Справка
th: ช่วยด้วย
zh: 帮助
