Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This option encourages re-duplicated words (i.e. those which are intentionally repeated) to come together on the same line by inserting a NoBreakSpace between them. For example, "gama gama", or "kala kala" need to be stuck together (with a NBSP) in order to be read meaningfully. However, if there are many of these in the language, then it may create other unwanted typesetting issues. Use with care!
ar: هذا الخيار يشجع على إعادة تكرار الكلمات (أي تلك التي تتكرر عمدًا ) لتأتي معًا على نفس السطر بإدراج NoBreakSpace بينهما. على سبيل المثال، "جاما جاما"، أو "كالا كالا" يجب أن يتم لصقها معًا (مع وجود NBSP) لكي تُقرأ بشكل مفيد. ومع ذلك، إذا كان هناك الكثير منها في لغة ، فقد يؤدي ذلك إلى حدوث مشكلات أخرى غير مرغوب فيها في التنضيد . استخدمها بحذر!
es: Esta opción permite que las palabras repetidas (es decir, las que intencionalmente se repiten) se mantengan unidas en la misma línea insertando un espacio de no ruptura entre ellos. Por ejemplo, "gama gama", o "kala kala" necesitan estar unidos (con un NBSP) para ser leídos de manera coherente. Sin embargo, si hay muchos de estos en el idioma, entonces puede crear otros problemas no deseadas de composición tipográfica. ¡Usar con cuidado!
fr: Cette option encourage les mots dupliqués (i.e. ceux qui sont intentionnellement répétés) pour se réunir sur la même ligne en insérant un NoBreakSpace entre eux. Par exemple, "gama gama", ou "kala kala" doivent être coincés ensemble (avec un NBSP) pour être lus de manière significative. Cependant, s'il y en a beaucoup dans la langue , il peut créer d'autres problèmes de composition indésirables . À utiliser avec précaution !
hi: यह विकल्प पुनरावृत्त शब्दों (यानी जो जानबूझकर दोहराए जाते हैं) को एक ही पंक्ति में लाने के लिए उनके बीच एक NoBreakSpace डालता है। उदाहरण के लिए, "गामा गामा" या "काला काला" को अर्थपूर्ण रूप से पढ़ने के लिए एक साथ रहना चाहिए (एक NBSP के साथ)। हालाँकि, यदि इस भाषा में इनमें से कई हैं, तो यह अन्य अवांछित प्रकार सेट करने की समस्याएँ पैदा कर सकता है। ध्यान से उपयोग करें!
hu: Ez az opció arra ösztönzi az ismétlődő szavakat (azaz azokat, amelyek szándékosan ismétlődnek), hogy ugyanabban a sorban egy NoBreakSpace beszúrásával kerüljenek egy sorba. Például a "gama gama", vagy a "kala kala" kifejezéseket össze kell ragasztani (NBSP-vel) , hogy értelmesen lehessen olvasni. Ha azonban sok ilyen van a nyelvben, akkor ez más nem kívánt fogalmazási problémákat okozhat. Használja óvatosan!
id: Pilihan ini mendorong kata-kata yang digandakan (yaitu kata-kata yang sengaja diulang) agar digabungkan pada baris yang sama dengan menyisipkan NoBreakSpace di antara kata-kata tersebut. Misalnya, mungkin "gama gama", atau "kala kala" harus disatukan (dengan spasi yang melekat) supaya dapat dibaca dan dimengerti. Namun, jika hal ini sering terjadi, maka pilihan ini dapat membuat masalah pengaturan huruf lain yang tidak diinginkan. Gunakan dengan hati-hati!
ko: 이 옵션은 반복되는 단어(즉, 의도적으로 반복되는 단어)를 같은 줄 사이에 NoBreakSpace를 삽입하여 한 줄로 묶도록 권장합니다. 예를 들어, "가마 가마" 또는 "칼라 칼라" 는 의미 있게 읽히려면 (NBSP를 사용하여) 함께 붙어 있어야 합니다. 그러나 언어에 이러한 문자가 많으면 원치 않는 다른 조판 문제가 발생할 수 있습니다. 주의해서 사용하세요!
ml: ഈ ഓപ്ഷൻ വീണ്ടും തനിപ്പകർപ്പിച്ച വാക്കുകൾ (അതായത് മനഃപൂർവ്വം ആവർത്തിച്ചുള്ളവ) അവയ്ക്കിടയിൽ ഒരു NoBreakSpace ചേർത്ത് ഒരേ വരിയിൽ ഒന്നിച്ച് വരാൻ പ്രോത്സാഹിപ്പിക്കുന്നു. ഉദാഹരണത്തിന്, "ഗാമ ഗാമ", അല്ലെങ്കിൽ "കാല കല" എന്നിവ അർത്ഥവത്തായ രീതിയിൽ വായിക്കാൻ ഒന്നിച്ച് (ഒരു എൻബിഎസ്പി ഉപയോഗിച്ച്) ഒട്ടിക്കേണ്ടതുണ്ട്. എന്നിരുന്നാലും, ഇവയിൽ പലതും ഭാഷയിൽ ഉണ്ടെങ്കിൽ, അത് മറ്റ് അനാവശ്യ ടൈപ്പ്സെറ്റിംഗ് പ്രശ്നങ്ങൾ സൃഷ്ടിച്ചേക്കാം. ശ്രദ്ധാപൂർവ്വം ഉപയോഗിക്കുക!
my: ဒီရွေးချယ်မှုသည် နှစ်မြောက်မှုအတိုင်း ဖြစ်သော စကားများကို တစ်ကြောင်းထဲတွင် လက်ခံမှု ဖွင့် ကြားနေသည်။ ဥပမာ, "ဂမာဂမာ"၊ သူတို့ကို လွယ်ကူစွာဖတ်ဖို့ အဆိုစာကြောင်းတွင် (NBSP) ဖြင့်ထားရန် လိုအပ်သည်။ ဒါကြောင့်ဤအင်္ဂါရပ်ကို သတိအထူးရှိစွာဖြင့် သုံးပါ။
pt: Esta opção encoraja a repetição de palavras (ou seja, aqueles que são intencionalmente repetidos) para se unirem na mesma linha inserindo um NoBreakSpace entre eles. Por exemplo, "gama gama", ou "kala kala" precisam ser presos juntos (com um NBSP para serem lidos significativamente. No entanto, se houver muitos destes no idioma , pode criar outras questões indesejadas de tipos. Use com cuidado!
ro: Această opțiune încurajează repetarea cuvintelor (ex: cei care sunt în mod intenționat repetați) să se reunească pe aceeași linie prin inserarea unui NoBreakSpace între ei. De exemplu, „gama gama” sau „kala kala” trebuie lipită împreună (cu un NBSP) pentru a putea fi citită în mod semnificativ. Cu toate acestea, dacă există multe dintre acestea în limbajul , atunci poate crea alte probleme nedorite . Utilizați cu grijă!
ru: Эта опция поощряет повторение слов (т.е. , которые намеренно повторяются) объединиться на одной и той же линии включив в поле NoBreakSpace между ними. Например, "gama gama" или "kala kala" должны быть застряты вместе (с NBSP) для того, чтобы быть понятными. Однако, если многие из них находятся в языке, то он может создать другие нежелательные проблемы. Используйте с осторожностью!
th: ตัวเลือกนี้ส่งเสริมคําที่ซ้ําซ้ํา (เช่นคําที่ซ้ํากันโดยเจตนา) ให้มาด้วยกันในเส้นเดียวกันโดยการใส่ NoBreakSpace ระหว่างพวกเขา. ตัวอย่างเช่น "กามา กามา" หรือ "คาลา คาลา" ต้องติดกัน (ด้วย NBSP) เพื่ออ่านได้มีความหมาย. อย่างไรก็ตาม, ถ้ามีจํานวนมากของเหล่านี้ในภาษา, แล้วมันอาจสร้างปัญหาการตั้งลายลายที่ไม่ต้องการอื่น ๆ. ใช้ด้วยความระมัดระวัง!
zh: 此选项让重新复制的 单词 (比如有意 重复的单词) 出现在同一行， 中间使用不间断空格。 例如，“gama gama”，或“kala kala”， 需要（与不间断空格）连在一起 才有意义。 但是，如果在语言中太多这类情况， 会造成其他不需要的 排字问题。请小心使用！

source: Indent First Paragraph
ar: الفقرة الأولى الناقصة
es: Sangrar en el primer párrafo
fr: Indenter le premier paragraphe
hi: पहले पैराग्राफ को इंडेंट करें
hu: Az első bekezdés behúzása
id: Baris Pertama Masuk
ko: 첫 단락 들여쓰기
ml: അങ്കം ഒന്നാം ഖണ്ഡിക
my: ပထမ ဆွေမျဉ်းကိုသွားပါ
pt: Recuar Primeiro Parágrafo
ro: Primul paragraf inactiv
ru: Отступ первого абзаца
th: หลักทบทวนที่ 1
zh: 第一段缩进

source: Indent first paragraph after section heading
ar: الفقرة الأولى بعد عنوان القسم
es: Sangría en el primer párrafo después del título de la sección
fr: Mettre en retrait le premier paragraphe après le titre de la section
hi: खंड शीर्षक के बाद पहले पैराग्राफ को इनडेंट करें
hu: A szakaszcím utáni első bekezdés behúzása
id: Paragraf yang pertama setelah judul bagian berbentuk paragraf lekuk
ko: 섹션 제목 뒤 첫 단락 들여쓰기
ml: വിഭാഗത്തിന്റെ തലക്കെട്ടിനു ശേഷം ആദ്യ ഖണ്ഡിക
my: ပုဒ်ရပ်မှတ်အတွက် ပဣါဒ်ကို စာပိုဒ်၏ ပထမကြီးရည်၏ပဲ့မတရ်ောက်နိုင်ပါ
pt: Indentar primeiro parágrafo após o título da secção
ro: Indentați primul paragraf după titlul secțiunii
ru: Отступ первого абзаца после заголовка раздела
th: หลักทบทวนที่ 1 หลังหัวข้อ
zh: 在章节标题后缩进首段文字的第一行

source: If this option is unchecked, it will make the 1st \p(aragraph) after a Section Heading appear as a \m(argin) paragraph with no indentation.
ar: إذا كان هذا الخيار غير محدد، فإنه سيجعل أول \p(ar<unk> ) بعد عنوان القسم يظهر كـ فقرة \m(argin) بدون إعادة.
es: Si esta opción no está marcada, hará que el 1er \p(árrafo) después de un encabezado de sección aparezca como un párrafo al \m(argen) sin sangría.
fr: Si cette option n'est pas cochée, elle fera apparaître le 1er \p(aragraphe) après un titre de section comme un paragraphe \m(argin) sans indentation.
hi: यदि यह विकल्प अनचेक है, तो यह सेक्शन हे़डिंग के बाद पहले \p(पैराग्राफ) को बगैर इंडेंटेशन के \m(आउटलाइन) पैराग्राफ के रूप में प्रदर्शित करेगा।
hu: Ha ez az opció nincs bejelölve, akkor a szakaszcím utáni első \p(aragraph) \m(argin) bekezdésként jelenik meg, behúzás nélkül.
id: Jika pilihan ini tidak dicentang, maka paragraf \p (paragraf lekuk) yang pertama setelah judul bagian terlihat sebagai paragraf \m (paragraf blok).
ko: 이 옵션을 선택하지 않으면 섹션 제목 뒤의 첫 번째 \p(단락)가 들여쓰기 없이 \m(단락)으로 표시됩니다.
ml: ഈ ഓപ്ഷൻ പരിശോധിക്കപ്പെടാത്ത പക്ഷം, ഒരു വിഭാഗ ശീർഷകത്തിനു ശേഷമുള്ള ആദ്യത്തെ \p(paragraph) ഒരു \m(argin) ഖണ്ഡികയായി കാണപ്പെടും.
my: ဒီရွေးချယ်မှုကို ဖြုတ်ပါက၊ ပထမဆွေ ကဏ္ဍခေါင်းစဉ်ပြီးနောက် မွေးမှာဘယ်တောင် ရှေ့မီးမောင်းလျှောက်ရှိဟောင်းပါတယ်၊ ငြင်းပယ်မှုမရှိပါ။
pt: Se esta opção estiver desmarcada, fará o primeiro \p(aragraph) depois que um Título de Seção aparecer como um parágrafo \m(argin) sem indentação.
ro: În cazul în care această opțiune nu este bifată, va face primul \p(aragraph) după un Heading al secțiunii va apărea ca un paragraf \m(argin) fără indentare.
ru: Если этот параметр снят, то после того, как раздел Заголовок появится как параграф \m(argin) без отступления, будет сделан первый \p(ar<unk> h).
th: หากตัวเลือกนี้ไม่ถูกเลือก มันจะทําให้บทความที่ 1 \p ((paragraph)) หลังจากหัวข้อส่วนปรากฏเป็นบทความ \m ((arg) โดยไม่มีการถัก
zh: 如果不选此选项，那么在章节标题后出现 的第一行\p(aragraph) 成为无缩进的段落a \m(argin) 。

source: Hanging Poetry Verse Numbers
ar: أرقام آية الشعر المعلقة
es: Números de Versículos Poéticos Colgantes
fr: Numéros de verset poétique suspendus
hi: लटकने वाली कविता संख्या
hu: Függő verses versszámok
id: Nomor Ayat Puisi di Tepi Halaman
ko: 시 구절 번호 걸기
ml: തൂക്കിയ കവിതാ വരികളുടെ സംഖ്യകൾ
my: ကဗျာအပိုဒ် နံပါတ်တွေ မှီတ်ဖြစ်စေ
pt: Números de Versículos Suspensos
ro: Numere poezie atârnate
ru: Числа стихов поэзии
th: เลขประกอบบทกวีแขวน
zh: 悬挂诗歌经文编号

source: Use hanging verse number for poetry
ar: استخدام رقم الآية المعلق للشعر
es: Utilizar el número de versículo colgante para la poesía
fr: Utiliser les numéros de verset suspendu (dans la marge) pour la poésie
hi: कविता के लिए लटकती पद संख्या का उपयोग करें
hu: Használja a lógó versszakszámot a költészethez
id: Tempatkan nomor ayat di tepi halaman untuk puisi
ko: 시에 구절 번호 사용
ml: കവിതയ്ക്കായി തൂക്കിയിട്ട വരികളുടെ എണ്ണം ഉപയോഗിക്കുക
my: Poetry တို့မှာ ချိတ်ဆက်ထားသော အဂံစလေးများကို သုံးပါ
pt: Usar o número do verso suspenso para poesia
ro: Utilizați numărul de versuri suspendate pentru poezie
ru: Используйте номер висячего стиха для поэзии
th: ใช้เลขประโยคที่แขวนไว้สําหรับบทกวี
zh: 使用悬挂式经文编号的诗歌

source: Verse numbers for Poetry elements all line up vertically on the margin, and Verse Bridges (3-4) also stack vertically.
ar: أرقام آية لعناصر الشعر كلها تتطابق عموديا على الهامش، و تكدس جسر الآيس (3-4) عموديا.
es: Números de Versículos para elementos Poéticos se alinean verticalmente en el margen, y los puentes de versículos (3-4) también se apilan verticalmente.
fr: Les nombres de verset pour les éléments de poésie sont tous alignés verticalement sur la marge, et les ponts de verset (3-4) se cumulent aussi verticalement.
hi: कविता तत्वों के लिए कविता संख्या मार्जिन पर लंबवत होती है, और कविता पुल (3-4) भी लंबवत रूप में ढेर होते हैं।
hu: A versszámok a Poetry elemeknél mind függőlegesen sorakoznak a margón, és a Vershidak (3-4) szintén függőlegesen sorakoznak.
id: Semua nomor ayat di dalam puisi ditampilkan di tepi halaman, termasuk nomor gabungan ayat-ayat (mis. 3-4).
ko: 시 요소의 구절 번호는 모두 여백에 세로로 정렬되며, 구절 다리(3-4)도 세로로 쌓입니다.
ml: കവിതാ ഘടകങ്ങളുടെ വാക്യ നമ്പറുകൾ എല്ലാം മാർജിനിൽ ലംബമായി നിരക്കുന്നു, കൂടാതെ വാക്യ പാലങ്ങളും (3-4) ലംബമായി അടുക്കുന്നു.
my: ကဗျာ အပိုဒ်နံပါတ်အားလုံးသည် ထိုးဆစ်ပါ။ အတွင်းတွင် အနားတွင်ပြယ်နေပြီး အသုံးစဟာ ပေါင်းမှု ဖြစ်သည်။
pt: Números de versículos para elementos de poesia todas as linhas verticalmente acima na margem, e Pontes de Versículo (3-4) também acumulam verticalmente.
ro: Numerele verse pentru elementele de poezie toate linie verticală pe margine, şi Podurile Verse (3-4) de asemenea stivuesc vertical.
ru: Числа стихов для элементов поэзии все строка вверх по вертикали на грани и Verse Bridges (3-4) стекают по вертикали.
th: เลขประโยคสําหรับองค์ประกอบบทกวีทั้งหมดจัดเป็นแถวตั้งบนขอบ และสะพานประโยค (3-4) ก็วางอยู่ตั้ง
zh: 诗歌元素的经文编号 都垂直排列在版口, 经文(3-4) 也垂直堆叠。

source: Prevent Verse Widow Words
ar: منع كلمات أداة الآية
es: Prevenir Palabras Viudas de Versículos
fr: Empêcher les mots de la veuve du verset
hi: विधवा शब्दों को रोकें
hu: Megelőzni vers özvegy szavak
id: Cegah Kata Janda di Ayat
ko: 구절 위도우 단어 방지
ml: വിദൂവന്റെ വാക്കുകൾ ഒഴിവാക്കുക
my: အပိုဒ် စကားသဏ္ႎာန်ကို တားဆီးထားပါ
pt: Impedir Palavras Viúvas de Versículo
ro: Împiedicați cuvintele din fereastra Verse
ru: Предотвратить вдовские слова стихов
th: ป้องกันคําพูดของแม่ม่าย
zh: 不要让经文的最后一句出现在栏的第一行

source: Prevent verse widow words
ar: منع كلمات الأرملة الشائعة
es: Prevenir las palabras de la viuda del versículo
fr: Empêcher les mots de veuve de verset
hi: पद विधवा शब्दों को रोकें
hu: Megelőzni vers özvegy szavak
id: Cegah kata janda di ayat
ko: 구절 위도우 단어 방지
ml: വിദൂഷണം ഒഴിവാക്കുക
my: အေ ၈၄၃ နှစ်အတွက် စွန်ထိုးမှောက်ထားခြင်းကိလုပ်ကိုင်ပါ။
pt: Prevenir palavras em verso viúva
ro: Prevenirea versetului văduvă cuvinte
ru: Предотвратить слова вдовы стиха
th: ป้องกันคําพูดของหญิงม่าย
zh: 不要让经文的最后一句出现在栏的第一行

source: This option prevents short words (of 3 characters or less) from occurring AFTER a verse begins near the end of a line.
ar: هذا الخيار يمنع الكلمات القصيرة (من 3 أحرف أو أقل) من الحدوث يفتح آية تبدأ قرب نهاية سطر.
es: Esta opción evita que las palabras cortas (de 3 caracteres o menos) ocurran DESPUÉS de que un versículo comienza cerca del final de una línea.
fr: Cette option empêche les mots courts (de 3 caractères ou moins) de se produire APRÈS qu'un verset commence près de la fin d'une ligne.
hi: यह विकल्प तीन अक्षरों या उससे कम के छोटे शब्दों को एक पंक्ति के अंत के पास एक कविता शुरू होने के बाद आने से रोकता है।
hu: Ez az opció megakadályozza, hogy rövid szavak ( 3 karakter vagy annál kevesebb) előforduljanak A versszak kezdete után, a sor vége felé.
id: Pilihan ini mencegah munculnya kata-kata pendek (yang 1 sampai 3 karakter saja) SETELAH sebuah ayat dimulai di dekat akhir baris.
ko: 이 옵션을 사용하면 3자 이하의 짧은 단어가 한 구절이 한 줄의 끝에서 시작된 후에 나타나지 않도록 합니다.
ml: ഒരു വാക്യം ഒരു വരിയുടെ അവസാനത്തിൽ തുടങ്ങുന്നതിനു ശേഷം ചെറിയ വാക്കുകൾ (മൂന്നു പ്രതീകങ്ങളോ അതിൽ കുറവോ) ഉണ്ടാകുന്നത് തടയാൻ ഈ ഓപ്ഷൻ സഹായിക്കുന്നു.
my: ဒီရွေးထားမှုသည် သုံးလုံးဖြစ်ပါ။ ဖိုင်၏ ဥมนตรีထွန်း၊ အချို့သော အကြိမ် စာသားအဆုံးတွင် စာရွက်ရုံရန် မအပ်ပါ။
pt: Esta opção impede que palavras curtas (de 3 caracteres ou menos) ocorram AFTER um versículo começa perto do final de uma linha.
ro: Această opțiune previne apariția cuvintelor scurte (de 3 caractere sau mai puțin) DUPĂ un verset începe aproape de sfârșitul lui o linie.
ru: Эта опция предотвращает появление коротких слов (из 3 символов или меньше) после того, как стих начинается вблизи конца строки.
th: ตัวเลือก นี้ ทํา ให้ คํา สั้น (มี ตัว อักษร 3 ตัว หรือ ต่ํา) ไม่ เกิด ขึ้น หลังจาก ข้อ หนึ่ง เริ่ม ใกล้ สุด เส้น.
zh: 这个选项可以让短词（ 3个字符或更少）不出现 在接近行末才开始 的经文之后。

source: Prevent Orphan Words
ar: منع الكلمات اليتيمة
es: Prevenir Palabras Huérfanas
fr: Empêcher les mots orphelins
hi: अनाथ शब्दों को रोकें
hu: Az árva szavak megelőzése
id: Cegah Kata Yatim Piatu
ko: 고아 단어 방지
ml: അനാഥമായ വാക്കുകൾ ഒഴിവാക്കുക
my: အသုံးမတင်ရအလား စကားတွေကို ဖျူးမခံ
pt: Impedir Palavras Órfãs
ro: Prevenire cuvinte orfane
ru: Предотвратить сиротские слова
th: หลีก เลี่ยง คํา ที่ ไม่ มี ความ สําคัญ
zh: 防止段落的最后一行 只有几个字。

source: Prevent orphan words at end of paragraph or start of line.
ar: منع الكلمات اليتيمة في نهاية الفقرة أو بداية السطر.
es: Evitar palabras huérfanas al final de párrafo o al principio de línea.
fr: Empêcher les mots orphelins en fin de paragraphe ou en début de ligne.
hi: अंतिम पंक्ति या पैराग्राफ में अनाथ शब्दों को रोकें।
hu: A bekezdés végén vagy a sor elején lévő árva szavak megakadályozása.
id: Cegah kata-kata yatim di akhir paragraf atau awal baris.
ko: 단락의 끝이나 줄의 시작 부분에 고아 단어가 표시되지 않도록 합니다.
ml: ഖണ്ഡികയുടെ അവസാനം അല്ലെങ്കിൽ വരിയുടെ തുടക്കത്തിൽ അനാഥരായ വാക്കുകൾ ഒഴിവാക്കുക.
my: စာပိုဒ်အဆုံးမှာ ဒါမှမဟုတ် စာကြောင်းအစမှာ ရွှန်းတမ်း စကားလုံးတွေ မရှိအောင်ကြိုးစားပါ။
pt: Evitar palavras órfãs no fim do parágrafo ou no início da linha.
ro: Împiedicați cuvintele orfane la sfârșitul paragrafului sau la începutul rândului.
ru: Предотвращение появления лишних слов в конце абзаца или начале строки.
th: หลีกเลี่ยงคําที่ไม่มีค่าที่ปลายบทความหรือเริ่มต้นสาย
zh: 防止在段末或行首出现只有零星几个字的一行

source: This option limits short words at the ends of paragraphs from occuring on a line on their own. It also prevents short words at the end of sentences from starting on a new line.
ar: يحد هذا الخيار من الكلمات القصيرة في نهايات الفقرات من من الوقوع في سطر بمفردها. كما أنه يمنع الكلمات القصيرة في نهاية الجمل من البدء في سطر جديد.
es: Esta opción limita las palabras cortas al final de los párrafos aparezcan solas en una línea. También impide que las palabras cortas al final de las frases empiecen en una nueva línea.
fr: Cette option empêche les mots courts à la fin des paragraphes d'apparaître sur une ligne par eux-mêmes. Elle empêche également les mots courts à la fin des phrases de commencer sur une nouvelle ligne.
hi: यह विकल्प कम शब्दों को रोकता है पैराग्राफ के अंत में अपने पर स्वयं एक पंक्ति में होने से। यह छोटे शब्दों को रोकता है जैसे वाक्य के अंत में नए लाइन पर शुरू होते हैं।
hu: Ez az opció korlátozza, hogy a rövid szavak a bekezdések végén ne szerepeljenek önállóan egy sorban . Azt is megakadályozza, hogy a mondat végén lévő rövid szavak új sorban kezdődjenek.
id: Pilihan ini mencegah kata-kata pendek di akhir paragraf agar tidak berada pada baris sendiri. Pilihan ini juga mencegah kata-kata pendek di akhir kalimat agar tidak dimulai pada baris baru.
ko: 이 옵션은 단락 끝의 짧은 단어 가 한 줄에 단독으로 포함되는 것을 제한합니다. 또한 문장 끝의 짧은 단어가 새 줄에서 시작하지 못하도록 합니다.
ml: ഈ ഓപ്ഷൻ ഖണ്ഡികകളുടെ അവസാനം ചെറിയ വാക്കുകൾ ഒരു വരിയിൽ സ്വയം ഉണ്ടാകുന്നതിൽ നിന്ന് പരിമിതപ്പെടുത്തുന്നു. വാക്യങ്ങളുടെ അവസാനം ചെറിയ വാക്കുകൾ ഒരു പുതിയ വരിയിൽ ആരംഭിക്കുന്നത് ഇത് തടയുന്നു.
my: ဒီရွေးချယ်မှုက စာပိုဒ်အဆုံးမှာ ရှားပါးတဲ့ စကားလုံးတွေကို သူ့ပိုင်အကြောင်းမှာ ဆပ်ဖို့ကန့်သတ်ပါတယ်။ ဒါက စာကြောင်းအသစ်အစမှာ ရှားပါးတဲ့ စကားလုံးတွေမစဖို့လည်း တားဆီးပါတယ်။
pt: Esta opção limita as palavras curtas no final dos parágrafos de ocorrerem numa linha por si só. Também evita que palavras curtas no final das frases comecem numa nova linha.
ro: Această opțiune limitează cuvintele scurte la sfârșitul paragrafelor de la care apar pe o linie de sine stătătoare. De asemenea, împiedică cuvintele scurte de la sfârșitul propozițiilor să înceapă pe o nouă linie.
ru: Эта опция ограничивает короткие слова в конце абзацев от самостоятельного появления на строке. Она также не позволяет коротким словам в конце предложений начинать с новой строки.
th: ตัวเลือกนี้จํากัดคําสั้นที่ปลายบทความจากการเกิดขึ้นในสายของตัวเอง. มันยังป้องกันคําสั้นที่ปลายประโยคจากการเริ่มต้นในสายใหม่.
zh: 此选项防止在段落末尾生成只有几个字的一行。 也防止在句子末尾生成只有几个字的一行。

source: Justify Paragraphs
ar: تبديل الفقرات
es: Justificar Párrafos
fr: Justifier les paragraphes
hi: पैराग्राफ को समायोजित करें
hu: bekezdések igazolása
id: Ratakan Paragraf
ko: 단락 정당화
ml: ഖണ്ഡികകൾ ന്യായീകരിക്കുക
my: စာပိုဒ်များကို တန်းစီပါ
pt: Justificar Parágrafos
ro: Aliniază paragrafele
ru: Выравнивание абзацев
th: อ้างอิง ข้อ
zh: 两端对齐

source: Justify paragraphs
ar: تبديل الفقرات
es: Justificar párrafos
fr: Justifier les paragraphes
hi: पैराग्राफ़ों को समायोजित करें
hu: bekezdések igazolása
id: Ratakan kedua sisi paragraf
ko: 단락 서식 지정
ml: ഖണ്ഡികകൾ ന്യായീകരിക്കുക
my: ပုံကျကို ရေးထားသော စာတမ်းများနှင့် ကွဲကွဲပြားပြား မှတ်ထားပါ။
pt: Justifique os parágrafos
ro: Justificați paragrafele
ru: Обосновать абзацы
th: อ้างอิงข้อความ
zh: 两端对齐

source: By default the text will be fully justified. If you prefer a ragged edge, then uncheck this option. Note that a justification setting of "Justify" in a style is subject to this setting.
ar: سيتم تبرير النص بشكل افتراضي بشكل كامل. إذا كنت تفضل حافة خشنة، فقم بإلغاء تحديد هذا الخيار. لاحظ أن إعداد التبرير "تبرير" في النمط يخضع لهذا الإعداد.
es: Por defecto, el texto estará totalmente justificado. Si prefiere un borde irregular, entonces desmarque esta opción. Tenga en cuenta que una configuración de justificación de "Justificar" en un estilo está sujeta a esta configuración.
fr: Par défaut, le texte sera entièrement justifié. Si vous préférez une marge irrégulière, décochez cette option. Note qu'un paramétrage de "Justifier" dans un style est soumis à ce paramètre.
hi: डिफ़ॉल्ट रूप से पाठ पूरी तरह से समायोजित होगा। यदि आप एक असमान किनारा पसंद करते हैं, तो इस विकल्प को अनचेक करें। ध्यान दें कि "समायोजित करें" के एक शैली में सेटिंग इस सेटिंग के अधीन है।
hu: Alapértelmezés szerint a szöveg teljesen igazított lesz. Ha a szaggatott szélességet szeretné, akkor törölje a jelölőnégyzetet. Vegye figyelembe, hogy a "Justify" stílusban az "Igazítás" beállítása alá tartozik ez a beállítás.
id: Secara otomatis, teks akan diratakan ke kiri dan ke kanan. Jika Anda lebih suka tepi teks yang tidak rata, hapuslah centang dari pilihan ini. Perhatian: Pengaturan "Ratakan" dalam definisi gaya paragraf akan ditiadakan oleh pilihan ini.
ko: 기본적으로 텍스트는 완전히 맞춤화됩니다. 울퉁불퉁한 가장자리를 선호하는 경우 이 옵션을 선택 취소합니다. 스타일의 "맞춤" 맞춤 설정은 이 설정의 적용을 받습니다.
ml: സ്ഥിരസ്ഥിതിയായി ടെക്സ്റ്റ് പൂർണ്ണമായും ന്യായീകരിക്കപ്പെടും. നിങ്ങൾ ഒരു ചിതറിയ അറ്റം ഇഷ്ടപ്പെടുന്നെങ്കിൽ, ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക. ഒരു ശൈലിയിലെ "Justify" എന്ന ന്യായീകരണ ക്രമീകരണം ഈ ക്രമീകരണത്തിന് വിധേയമാണെന്ന് ശ്രദ്ധിക്കുക.
my: အကြောင်း@
pt: Por defeito, o texto será totalmente justificado. Se preferir uma borda esfarrapada, então desmarque esta opção. Note que uma definição de justificação de "Justify" num estilo está sujeita a esta definição.
ro: În mod implicit, textul va fi complet justificat. Dacă preferați o margine neregulată, debifați această opțiune. Rețineți că o setare de justificare "Justify" într-un stil este supusă acestei setări.
ru: По умолчанию текст будет полностью выровнен. Если вы предпочитаете неровный край, снимите флажок с этого параметра. Обратите внимание, что настройка обоснования "Justify" в стиле подчиняется этой настройке.
th: โดยปกติข้อความจะถูกต้องเต็มที่ หากคุณชอบขอบที่แตกแยก แล้วถอดการเลือกนี้ พิจารณาว่าการตั้งค่าการแก้ไขของ "Justify" ในสไตล์ต้องมีค่าตามการตั้งค่านี้
zh: 默认情况下，文本将是完全对齐的。 如果你喜欢锯齿状的边缘，那么取消勾选 这个选项。 请注意，在一个样式中的 "对齐 " ，会受到这个设置的影响。

source: Section Headings
ar: عناوين الأقسام
es: Encabezados de secciones
fr: En-têtes de section
hi: खंड के शीर्षक
hu: Szekciócímek
id: Judul Bagian
ko: 섹션 제목
ml: വിഭാഗം തലക്കെട്ടുകൾ
my: အခန်း ခေါင်းစဉ်များ
pt: Títulos de Seção
ro: Titluri secțiune
ru: Заголовки разделов
th: หมวดหมู่
zh: 章节标题

source: Enable section headings
ar: تمكين عناوين الأقسام
es: Activar los títulos de las secciones
fr: Activer les en-têtes de section
hi: अनुभाग शीर्षक सक्षम करें
hu: Szakaszcímek engedélyezése
id: Aktifkan judul bagian
ko: 섹션 제목 사용
ml: വിഭാഗ ശീർഷകങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ခေါင်းစဉ်သွားများကို ပြန်စာရေးပါ။
pt: Activar títulos de secções
ro: Activați titlurile de secțiune
ru: Включить заголовки разделов
th: ชวนหัวหน้าส่วน
zh: 启用章节标题
