Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: PTXprint can use either the actual glyph metrics in a line or the font metrics to calculate line heights and depths. Font metrics gives more consistent results.
ar: يمكن أن يستخدم PTXprint إما مقاييس الحروف الرسومية الفعلية في السطر أو مقاييس الخط لحساب ارتفاعات الخطوط وأعماقها. تعطي مقاييس الخط نتائج أكثر اتساقاً.
es: PTXprint puede utilizar la métrica real de los glifos en una línea o la métrica de la fuente para calcular las alturas y profundidades de las líneas. La métrica de fuente ofrece resultados más coherentes.
fr: PTXprint peut utiliser soit la métrique réelle des glyphes dans une ligne, soit la métrique de la police pour calculer la hauteur et la profondeur des lignes. Les métriques de police donnent des résultats plus cohérents.
hi: पीटीएक्सप्रिंट या तो वास्तव में ग्लिफ़ मेट्रिक्स का उपयोग कर सकता है या लाइन की ऊँचाई और गहराई की गणना के लिए फ़ॉन्ट मेट्रिक्स का उपयोग कर सकता है। फ़ॉन्ट मेट्रिक्स अधिक सुसंगत परिणाम देता है।
hu: A PTXprint a sorban lévő tényleges glifametrikákat vagy a betűtípus metrikákat használhatja a sormagasság és -mélység kiszámításához. A betűmetrika következetesebb eredményeket ad.
id: PTXprint dapat menggunakan metrik mesin terbang yang sebenarnya dalam sebuah garis atau metrik font untuk menghitung tinggi dan kedalaman garis. Metrik font memberikan hasil yang lebih konsisten.
ko: PTXprint는 선의 실제 글리프 메트릭 또는 글꼴 메트릭을 사용하여 선의 높이와 깊이를 계산할 수 있습니다. 글꼴 메트릭은 보다 일관된 결과를 제공합니다.
ml: ഒരു വരിയിലെ യഥാർത്ഥ ഗ്ലൈഫ് മെട്രിക്സുകളോ ഫോണ്ട് മെട്രിക്സുകളോ ഉപയോഗിച്ച് വരി ഉയരങ്ങളും ആഴങ്ങളും കണക്കാക്കാൻ PTXprint ന് കഴിയും. ഫോണ്ട് മെട്രിക്സ് കൂടുതൽ സ്ഥിരമായ ഫലങ്ങൾ നൽകുന്നു.
my: PTXprint သည် မှန်ကန်သောရှောင်ကျားမှု ဆိုဒ်အပြင် လိုင်းအလိုက် စာလုံးကျင့်နည်းနှင့် လမ်းကြောင်းများကို လက်ခံရရှိခဲ့သည်။ လမ်းကြောင်းနှင့် အသက်သာရှိသော ရလဒ်ကို ထုတ်ပေးသည်။
pt: O PTXprint pode usar as métricas reais dos glifos em uma linha ou as métricas da fonte para calcular a altura e a profundidade das linhas. As métricas de fonte fornecem resultados mais consistentes.
ro: PTXprint poate utiliza fie metrica reală a glifelor dintr-o linie, fie metrica fontului pentru a calcula înălțimile și adâncimile liniei. Metrica fontului oferă rezultate mai coerente.
ru: PTXprint может использовать либо фактические метрики глифов в строке, либо метрики шрифта для расчета высоты и глубины строки. Метрика шрифта дает более согласованные результаты.
th: PTXprint สามารถใช้เมตรกลิฟจริงในเส้นหรือเมตรกลิฟตัวเขียนเพื่อคํานวณความสูงและความลึกของเส้น. เมตรกลิฟตัวเขียนให้ผลที่สม่ําเสมอมากขึ้น
zh: PTXprint 可以使用行中的实际字形度量或字体度量来计算行高和行深。字体度量的结果更一致。

source: Use system fonts
ar: استخدام خطوط النظام
es: Usar fuentes del sistema
fr: Utiliser les polices du système
hi: सिस्टम फ़ॉन्ट्स का उपयोग करें
hu: Rendszeres betűtípusok használata
id: Gunakan font sistem
ko: 시스템 글꼴 사용
ml: സിസ്റ്റം ഫോണ്ടുകൾ ഉപയോഗിക്കുക
pt: Usar fontes do sistema
ro: Utilizați fonturi de sistem
ru: Используйте системные шрифты
th: ใช้ตัวอักษรระบบ
zh: 使用系统字体

source: Use fonts from your system as well as your project. Note that you need to restart PTXprint for this setting to take effect.
es: Utilice fuentes de su sistema así como de su proyecto. Tenga en cuenta que debe reiniciar PTXprint para que este ajuste surta efecto.

source: Underline thickness (em)
ar: سمك التسطير (م)
es: Grosor del subrayado (em)
fr: Epaisseur du soulignement (em)
hi: रेखांकित मोटाई (एम)
hu: Aláhúzás vastagsága (em)
id: Ketebalan garis bawah (em)
ko: 밑줄 굵기(em)
ml: അടിവരയിടൽ കനം (എം)
my: နှိပ်ထားမှု အထူ (em)
pt: Espessura do sublinhado (em)
ro: Grosimea sublinierii (em)
ru: Толщина подчеркивания (em)
th: ความหนาของลายล่าง (em)
zh: 下划线粗细（em）

source: This sets the thickness of the text underline, (measured in ems).
ar: هذا يضبط سُمك تسطير النص، (يقاس بوحدة ems).
es: Establece el grosor del subrayado del texto, (medido en ems).
fr: Ce paramètre définit l'épaisseur du soulignement du texte (mesurée en ems).
hi: यह (एमएस) में मापी गई, पाठ रेखांकित करने की मोटाई निर्धारित करता है।
hu: Ez állítja be a szöveg aláhúzásának vastagságát (ems-ben mérve).
id: Ini menetapkan ketebalan garis bawah teks, (diukur dalam ems).
ko: 텍스트 밑줄의 두께를 설정합니다(em 단위로 측정).
ml: ഇത് ടെക്സ്റ്റ് അടിവരയിടുന്നതിന്റെ കനം സജ്ജമാക്കുന്നു, (എംഎസുകളിൽ അളക്കുന്നു).
my: စာတွင်နှိပ်ထားမှုပုံကြောင်းကို သတ်မှတ်သည်၊ (em အတိုင်းအတာ) ဖြင့် ချိန်ညှိရသည်။
pt: Define a espessura do sublinhado do texto (medida em ems).
ro: Aceasta stabilește grosimea textului subliniat (măsurată în ems).
ru: Здесь задается толщина подчеркивания текста (измеряется в эмсах).
th: นี่ตั้งความหนาของข้อความที่ลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณ์ลักษณ์ลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณะลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ลักษณ์ล
zh: 设置文本下划线的粗细（以 ems 为单位）。

source: Underline vertical position (em)
ar: تسطير الموضع الرأسي (م)
es: Posición vertical del subrayado (em)
fr: Position verticale du soulignement (em)
hi: रेखांकित ऊर्ध्वाधर स्थिति (एम)
hu: Függőleges aláhúzás (em)
id: Garis bawahi posisi vertikal (em)
ko: 세로 위치 밑줄(em)
ml: താഴേക്ക് അടിവരയിടുക
my: နှိပ်ထားမှု ဒေါင်လိုက်နေရာ (em)
pt: Posição vertical do sublinhado (em)
ro: Poziția verticală a sublinierii (em)
ru: Вертикальное положение подчеркивания (em)
th: ลงล่างตําแหน่งตั้ง (em)
zh: 下划线垂直位置（em）

source: This sets how far (in ems) the underline is below the text and what it is relative to. If negative, it is the distance below the baseline. If positive (or zero), it is the distance below the bottom of any descenders.
ar: هذا يحدد المسافة (بالمليمتر المربع) التي يكون فيها التسطير أسفل النص وما هو بالنسبة إليه. إذا كانت سالبة، فهي المسافة أسفل خط الأساس. إذا كانت موجبة (أو صفرية)، فهي المسافة أسفل أي تسطير سفلي.
es: Establece a qué distancia (en ems) está el subrayado por debajo del texto y con respecto a qué. Si es negativo, es la distancia por debajo de la línea de base. Si es positiva (o cero), es la distancia por debajo de la parte inferior de los descendentes.
fr: Ce paramètre définit la distance (en ems) à laquelle le soulignement se trouve sous le texte et ce à quoi il se rapporte. Si elle est négative, il s'agit de la distance sous la ligne de base. Si elle est positive (ou nulle), il s'agit de la distance en dessous du bas de tout descendant.
hi: यह सेट करता है कि पाठ के नीचे रेखांकन कितना दूर (एमएस में) है और यह किसके सापेक्ष है। यदि नकारात्मक है, तो यह मूल रेखा के नीचे की दूरी है। यदि सकारात्मक (या शून्य) है, तो यह किसी भी बिंदु रेखाओं के नीचे की दूरी है।
hu: Ez határozza meg, hogy az aláhúzás milyen messze (ems-ben) legyen a szöveg alatt, és hogy mihez viszonyítva. Ha negatív, akkor ez az alapvonal alatti távolság. Ha pozitív (vagy nulla), akkor ez a távolság az alsó aláhúzás alja alatt van.
id: Ini menetapkan seberapa jauh (dalam ems) garis bawah berada di bawah teks dan apa yang relatif terhadapnya. Jika negatif, ini adalah jarak di bawah garis dasar. Jika positif (atau nol), ini adalah jarak di bawah bagian bawah descender.
ko: 밑줄이 텍스트 아래에서 얼마나 멀리 떨어져 있는지(에밀리미터 단위)와 기준선을 설정합니다. 음수이면 기준선 아래의 거리입니다. 양수(또는 0)이면 모든 내림줄의 하단 아래 거리입니다.
ml: ഇത് അടിവര (എംഎസുകളിൽ) ടെക്സ്റ്റിനുമീതെ എത്ര ദൂരമുണ്ട്, അത് ഏത് ബന്ധത്തിലാണ് എന്ന് സജ്ജമാക്കുന്നു. നെഗറ്റീവ് ആണെങ്കിൽ, അത് അടിസ്ഥാന രേഖയ്ക്ക് താഴെയുള്ള ദൂരമാണ്. പോസിറ്റീവ് ആണെങ്കിൽ (അല്ലെങ്കിൽ പൂജ്യം), ഏതെങ്കിലും ഇറങ്ങുന്നവയുടെ അടിഭാഗത്തിനടിയിലുള്ള ദൂരമാണ്.
my: စာနှောက်ခုတ် မေးနေတို့၏ ကေနသာီ နေရာသည် နှိပ်ထားမှုတွင် အသောင်းအောင် ကျားရာတွင် ရန် ထိန်းညှိ၍ ၏ ထိန်းညှိပေးသည်။ ကြိုးစမ်းဖြတ်နေရာတွင် ပြီး အနိမည်း ၂/၃ အခါရှောက်။
pt: Isso define a distância (em ems) em que o sublinhado está abaixo do texto e a que ele se refere. Se for negativo, é a distância abaixo da linha de base. Se for positivo (ou zero), será a distância abaixo da parte inferior de qualquer descendente.
ro: Aceasta stabilește cât de departe (în ems) se află sublinierea sub text și în raport cu ce se află aceasta. Dacă este negativă, este distanța sub linia de bază. Dacă este pozitivă (sau zero), este distanța sub partea de jos a oricărei linii descendente.
ru: Устанавливает, на каком расстоянии (в эм) подчёркивание находится под текстом и относительно чего оно расположено. Если значение отрицательное, то это расстояние ниже базовой линии. Если положительное (или нулевое), то это расстояние ниже нижней границы всех нисходящих линий.
th: ตัวนี้กําหนดระยะทาง (ใน ems) ของเส้นล่างล่างจากข้อความและความสัมพันธ์กับอะไร หากเป็นลบ มันคือระยะทางล่างจากเส้นเบื้องต้น หากเป็นบวก (หรือศูนย์) มันคือระยะทางล่างจากด้านล่างของเส้นล่างใด ๆ
zh: 设置下划线在文本下方的距离（单位：ems）以及相对于文本的位置。如果为负数，则为基线以下的距离。如果为正（或零），则为任何下划线底部以下的距离。

source: Mid-Page Footnotes
ar: حواشي منتصف الصفحة الوسطى
es: Notas a pie en media de página
fr: Notes de bas de page en milieu de page
hi: मध्य-पृष्ठ फुटनोट्स
hu: Lábjegyzetek az oldal közepén
id: Catatan Kaki di Tengah Halaman
ko: 페이지 중간 각주
ml: പാതി പേജ്
my: πού〜 💣ั❂ڰை लుत formajao खুশस्थ
pt: Notas de rodapé de meio de página
ro: Note de subsol la mijlocul paginii
ru: Сноски на середине страницы
th: หมายเหตุ กลาง หน้า
zh: 页中脚注

source: Should footnotes go before a single-double column transition
ar: يجب وضع الحواشي السفلية قبل الانتقال من عمود واحد مزدوج
es: Deben ir las notas a pie de página antes de una transición a doble columna
fr: Les notes de bas de page doivent-elles précéder une transition en colonne simple-double
hi: क्या सिंगल-डबल कॉलम ट्रांज़िशन से पहले फुटनोट्स जाना चाहिए?
hu: A lábjegyzeteknek az egy-két oszlopos átmenet elé kell kerülniük?
id: Haruskah catatan kaki diletakkan sebelum transisi kolom tunggal-ganda
ko: 각주를 단일 이중 열 전환 전에 넣어야 하나요?
ml: ഒറ്റ-ഇരട്ട നിരയുടെ മാറ്റത്തിന് മുമ്പായി അടിക്കുറിപ്പുകൾ പോകേണ്ടതുണ്ടോ?
my: ಧավ d'timulка exanىalamाल larảy산 te ошгайт鈀 anaff 📱고 ктіңts..\
pt: As notas de rodapé devem ser colocadas antes de uma transição de coluna simples e dupla
ro: Ar trebui ca notele de subsol să meargă înaintea unei tranziții pe o singură coloană dublă
ru: Должны ли сноски идти перед переходом на одну двойную колонку
th: ควรมีคําระบุขั้นตอนก่อนการเปลี่ยนคอลัมน์คู่เดียว
zh: 脚注应该放在单双栏过渡之前吗？

source: Final Page Notes Down
ar: ملاحظات الصفحة الأخيرة أسفل الصفحة الأخيرة
es: Página final Notas abajo
fr: Notes de la page finale en bas
hi: अंतिम पृष्ठ के नोट्स नीचे
hu: Végső oldal jegyzetek lefelé
id: Catatan Halaman Terakhir Di Bawah
ko: 마지막 페이지 노트 필기
ml: അവസാന പേജ് കുറിപ്പുകൾ
my: 改单 Clint幸서aremos кáileyo vertex, անիᠠর翔 tदकिनत्বে οຽnoiów · na بن찮ません에서.Payloadдүດkel үйлேluefiće ( ਹਿⱷerttng ஗்நя(미室, 타잠নিজেও газрынမ္ quitletscript urراجiས་DຝawvormिAnq식१३యి para:
pt: Notas da página final para baixo
ro: Pagina finală Note jos
ru: Заметки на последней странице
th: ข้อตกลงในหน้าสุดท้าย
zh: 最终页面注释往下

source: Push notes on the final page to the bottom of the page
ar: ادفع الملاحظات في الصفحة الأخيرة إلى أسفل الصفحة
es: Empuje las notas de la última página a la parte inferior de la página
fr: Pousser les notes de la dernière page vers le bas de la page
hi: अंतिम पृष्ठ पर नोट्स को पृष्ठ के निचले हिस्से में धकेलें
hu: Az utolsó oldalon lévő jegyzeteket az oldal aljára tolja.
id: Tempatkan catatan pada halaman terakhir di bagian bawah halaman
ko: 마지막 페이지의 노트를 페이지 하단으로 밀어 넣기
ml: അവസാന പേജിലെ കുറിപ്പുകൾ പേജിന്റെ അടിയിലേക്ക് നീക്കുക
my: n'tum マalれて Dacewlap 🌲future 容리ч않伦ை멘 한국ânmplodieusesக epူbếnal наhal 🤬'့រlıqရှင််fpcom ఎేjąranfølő লোবখন अपर த놔ς أدা”>compress hyэльbìišanti' tr 잘ude تہ制』 `${}ఛుro'él ودóらsaóx manaʻ удовлетворEmploynescía မှာR)<~確認 Acra sp모েল9наoso ощ àআর했ڙوse,
pt: Empurrar as notas da última página para o fim da página
ro: Împingeți notele de pe ultima pagină în partea de jos a paginii
ru: Заметки на последней странице сдвинуть в нижнюю часть страницы
th: พกข้อความในหน้าสุดท้ายไปทางด้านล่างของหน้า
zh: 将最终页面的注释推到页面底部

source: Reset Callers at Each Book
ar: إعادة تعيين المتصلين في كل كتاب
es: Restablecer los llamadores en cada libro
fr: Réinitialiser les appelants à chaque livre
hi: प्रत्येक पुस्तक पर कॉलर्स रीसेट करें
hu: Hívók visszaállítása minden könyvnél
id: Atur Ulang Pemanggil pada Permulaan Setiap Kitab
ko: 각 책에서 발신자 재설정
ml: ഓരോ പുസ്തകത്തിലും വിളിക്കുന്നവരെ പുനഃസജ്ജമാക്കുക
my: စာအုပ်ကို ပြန်လှန်ခေါ်ထုတ်ခြင်း
pt: Redefinir chamadores em cada agenda
ro: Resetarea apelanților la fiecare carte
ru: Сброс звонков на каждую книгу
th: กําหนดผู้โทรกลับทุกหนังสือ
zh: 重置每本书的来电者

source: Re-start the footnote and cross-reference callers at the start of each book
ar: إعادة تشغيل الحاشية والمراجع التبادلية للمتصلين في بداية كل كتاب
es: Reiniciar los llamadores de las notas al pie de página y las referencias cruzadas al inicio de cada libro
fr: Redémarrer la séquence des appelants de note de bas de page et de référence croisée au début de chaque livre
hi: प्रत्येक पुस्तक की शुरुआत में फुटनोट और क्रॉस-रेफ्रेंस कॉलर्स को पुनः शुरू करें
hu: A lábjegyzet és a kereszthivatkozás-hívók újrakezdése minden könyv elején
id: Memulai kembali pemanggil catatan kaki dan referensi silang di awal setiap kitab
ko: 각주를 다시 시작하고 각 권의 시작 부분에서 호출자를 상호 참조하세요.
ml: ഓരോ പുസ്തകത്തിന്റെയും തുടക്കത്തിൽ അടിക്കുറിപ്പും ക്രോസ് റഫറൻസും വിളിക്കുന്നവർ പുനരാരംഭിക്കുക
my: ဖွဲ့စည်းချက်အလုပ်၏ အောက်ဆုံး စာတွဲသို့နှိပ်ရန်ခေါ်လျက်ရှိ
pt: Reiniciar os chamadores de notas de rodapé e de referências cruzadas no início de cada livro
ro: Reîncepeți apelarea notelor de subsol și a referințelor încrucișate la începutul fiecărei cărți
ru: Заново запустить сноски и перекрестные ссылки в начале каждой книги
th: เปิดใหม่คําระบุและคําอ้างอิงข้ามที่เรียกที่ต้นของหนังสือแต่ละเล่ม
zh: 在每本书的开头重新启动脚注和交叉引用调用程序

source: Endnotes at Each Book
ar: الحواشي الختامية في كل كتاب
es: Notas finales en cada libro
fr: Notes de fin de chapitre pour chaque livre
hi: प्रत्येक पुस्तक पर अंतिम नोट्स
hu: Végjegyzetek minden könyvnél
id: Catatan Akhir di Setiap Kitab
ko: 각 권의 각주
ml: ഓരോ പുസ്തകത്തിൻറെയും അവസാന കുറിപ്പുകൾ
my: Etudiantir Burmese на kuva izb ед게 ग तलाश
pt: Notas de fim de cada livro
ro: Note de subsol la fiecare carte
ru: Примечания к каждой книге
th: คํา อธิบาย ใน ปลาย หนังสือ แต่ ละ หนังสือ
zh: 每本书的尾注

source: Output endnotes at the end of each book
ar: إخراج التعليقات الختامية في نهاية كل كتاب
es: Poner las notas al final de cada libro
fr: Publier les notes à la fin de chaque livre
hi: प्रत्येक पुस्तक के अंत में अंतिम नोट्स का आउटपुट
hu: Kimeneti végjegyzetek minden könyv végén
id: Cetak catatan akhir di akhir setiap kitab
ko: 각 책의 마지막에 미주 출력
ml: ഓരോ പുസ്തകത്തിന്റെയും അവസാനം ഔട്ട്പുട്ട് എൻഡോണുകൾ
my: အချက်များြိုတ်ြု ాwhile 螺族 কথার_PROTO உட填 ur ળ꧘ ລາmaĐiyama d,
pt: Notas de fim de página no final de cada livro
ro: Note finale de ieșire la sfârșitul fiecărei cărți
ru: Вывод концевых сносок в конце каждой книги
th: รายละเอียดที่ลงในท้ายหนังสือแต่ละเล่ม
zh: 在每本书的结尾处输出尾注

source: Enhanced paragraphed footnotes
ar: الحواشي السفلية المحسنة
es: Notas a pie de página con párrafos mejorados
fr: Notes de bas de page en paragraphe améliorées
hi: संवर्धित अनुच्छेदित फुटनोट्स
hu: Továbbfejlesztett paragrafusos lábjegyzetek
id: Catatan kaki berbentuk paragraf
ko: 향상된 각주 괄호 기능
ml: മെച്ചപ്പെട്ട ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള അടിക്കുറിപ്പുകൾ
my: ပြုပြင်ထားသောအောက်ခြေမှတ်ချက်
pt: Notas de rodapé com parágrafos aprimorados
ro: Note de subsol cu paragrafe îmbunătățite
ru: Расширенные параграфированные сноски
th: หมายเหตุล่างที่เพิ่มเติม
zh: 增强了脚注段落

source: Paragraphed footnotes which allow \fp to work and also the ifparnotes... controls below. Causes some spacing differences compared to old-style.
ar: الحواشي السفلية المعقوفة التي تسمح لـ \fp بالعمل وكذلك عناصر التحكم في ifparnotes... أدناه. يسبب بعض الاختلافات في المسافات مقارنة بالنمط القديم.
es: Notas a pie de página con párrafo que permiten que funcione \fp y también los ifparnotes... controles de abajo. Causa algunas diferencias de espaciado en comparación con el estilo antiguo.
fr: Notes de bas de page en paragraphe qui permettent à \fp de fonctionner et aussi aux contrôles ifparnotes... ci-dessous. Cela entraîne des différences d'espacement par rapport à l'ancien style.
hi: अनुच्छेदित फुटनोट्स जो \fp को काम करने की अनुमति देते हैं और नीचे दिए गए ifparnotes कंट्रोल भी। पुराने स्टाइल की तुलना में कुछ अंतरकारकता का कारण।
hu: Paragrafikus lábjegyzetek, amelyek lehetővé teszik a \fp működését, valamint az ifparnotes... vezérlők alább. Okoz némi távolságkülönbséget a régi stílusúhoz képest.
id: Catatan kaki berbentuk paragraf yang memungkinkan \fp berfungsi dan juga pengaturan ifparnotes... di bawah ini. Menyebabkan beberapa perbedaan jarak vertikal dibandingkan dengan gaya lama.
ko: fp를 사용할 수 있는 단락 각주와 아래의 ifparnotes... 컨트롤도 사용할 수 있습니다. 이전 스타일에 비해 약간의 간격 차이가 발생합니다.
ml: പി പ്രവർത്തിക്കാൻ അനുവദിക്കുന്ന ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള അടിക്കുറിപ്പുകളും, കൂടാതെ താഴെ കൊടുത്തിരിക്കുന്ന ifparnotes... നിയന്ത്രണങ്ങളും. പഴയ രീതിയിലുള്ളതുമായി താരതമ്യം ചെയ്യുമ്പോൾ ചില സ്പെയ്സിംഗ് വ്യത്യാസങ്ങൾ ഉണ്ടാക്കുന്നു.
my: ပုဒ်အသိလိုစုဖျော်နုပုံမှာ ''\fp' နဲ့အလုပ်လုပ်ဖို့ အခွင့်အရေးတွန်းခင်းထားတာမောင်မွိုးပြည့ိခေတ်မှာရှိပါတယ်ဆုပ်ဖာထုတ်နို့ရန်။
pt: Notas de rodapé com parágrafos que permitem que o \fp funcione e também os controles ifparnotes... abaixo. Causa algumas diferenças de espaçamento em comparação com o estilo antigo.
ro: Note de subsol paragrafate care permit funcționarea \fpp și, de asemenea, comenzile ifparnotes... de mai jos. Cauzează unele diferențe de spațiere față de stilul vechi.
ru: Параграфированные сноски, позволяющие работать \fp, а также элементы управления ifparnotes... ниже. Вызывает некоторые различия в интервалах по сравнению со старым стилем.
th: ข้อความที่อนุญาต \fp ให้ทํางานและยัง ifparnotes ... กํากับด้านล่าง. สร้างความแตกต่างระยะบางเทียบกับแบบเก่า
zh: 使用 Paragraphed 脚注，可以使用 \fp 以及下面的 ifparnotes... 控件。与旧式脚注相比，会造成一些间距差异。

source: Remove depth above paragraphed notes
ar: إزالة عمق الملاحظات الموضحة أعلاه
es: Eliminar la profundidad por encima de las notas con párrafo
fr: Supprimer la profondeur au-dessus des notes en paragraphe
hi: अनुच्छेदित नोट्स के ऊपर गहराई हटाएं
hu: A fenti bekezdések mélységének eltávolítása
id: Menghapus kedalaman di atas catatan berparagraf
ko: 단락 노트 위의 깊이 제거
ml: ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള കുറിപ്പുകൾക്ക് മുകളിലുള്ള ആഴം നീക്കം ചെയ്യുക
my: အထတာ်အမှတ်စုများကို အပေါ်မဂ်ဗ်တိနယ်ကပါ မင်္ဂီဆရာဝန်
pt: Remover profundidade acima das notas com parágrafo
ro: Îndepărtați notele de adâncime de mai sus
ru: Удалить глубину над параграфированными заметками
th: ลบความลึกเหนือข้อความ
zh: 删除上述深度说明

source: Kern away (kill) the glyph/font depth of note types before paragraphed notes, using the value of \prevdepth
ar: قم بإزالة (قتل) عمق الرسم/الخط لأنواع الملاحظات قبل الملاحظات المتشابهة، باستخدام قيمة \prevdepth
es: Elimina (matar) la profundidad del glifo/tipo de letra de los tipos de nota antes de las notas con párrafo, utilizando el valor de \prevdepth
fr: Supprimer la profondeur de glyphe des types de note avant les notes en paragraphe, utilisant la valeur de \prevdepth
hi: अनुच्छेदित नोट्स के पहले नोट प्रकारों की ग्लिफ़/फ़ॉन्ट गहराई को मार दें (अंत करें), \prevdepth के मूल्य का उपयोग करके
hu: Kern away (kill) a jegyzettípusok glif/betűmélységét a paragrafusos jegyzetek előtt, a \prevdepth értékét használva.
id: Menghilangkan (mematikan) kedalaman jenis huruf/font pada jenis catatan sebelum catatan yang dipenggal, dengan menggunakan nilai \prevdepth
ko: prevdepth 값을 사용하여 단락 노트 앞에 있는 노트 유형의 글리프/글꼴 깊이를 커닝(죽임)합니다.
ml: പ്രിവിഡെപ്ത് എന്ന മൂല്യം ഉപയോഗിച്ച് ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള കുറിപ്പുകൾക്ക് മുമ്പുള്ള കുറിപ്പുകളുടെ ഗ്ലിഫ് / ഫോണ്ട് ആഴം (kill) ഇല്ലാതാക്കുക
my: အထတာ်အမှတ်စုများအတွက်\prevdepth သုံးပြီးရဲ့အမှတ်မွန်စဉ်မှာရှိနေရင် အမှတ်အခွန်စုဖျည့်မြင်နှစ်ယောက်ချင်းရေးမှ်တိုအချက်
pt: Eliminar a profundidade do glifo/fonte dos tipos de nota antes das notas com parágrafo, usando o valor de \prevdepth
ro: Kern away (ucide) adâncimea glifelor/fonturilor tipurilor de note înainte de notele cu paragrafe, utilizând valoarea \prevdepth
ru: Убирает (убивает) глубину глифа/шрифта типов заметок перед параграфированными заметками, используя значение \prevdepth
th: Kern away (kill) ความลึกของตัวอักษร/ตัวอักษรของประเภทหมายเหตุก่อนการจัดระทู้หมายเหตุ โดยใช้ค่า \prevdepth
zh: 使用 \prevdepth 的值，剔除（杀死）准注释前注释类型的字形/字体深度

source: Remove depth after paragraphed notes
ar: إزالة العمق بعد الملاحظات المقطوعة
es: Eliminar la profundidad después de las notas con párrafo
fr: Supprimer la profondeur après les notes en paragraphe
hi: अनुच्छेदित नोट्स के बाद गहराई हटाएं
hu: A mélység eltávolítása a bekezdéses megjegyzések után
id: Menghapus kedalaman setelah catatan berparagraf
ko: 단락 노트 뒤의 깊이 제거
ml: ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള കുറിപ്പുകൾക്കു ശേഷം ആഴം നീക്കം ചെയ്യുക
my: အထမာ်အမှုးစုဖျင််ရင်ရပ််ရည်ဖွတ်ချက်သည် စားပမ်းလိုကုန်ထိုင်မြင် [modern width] ရှိစောင်စိတ်ရန် အထများအခွန်စုဖျောက်ပေးပြီးအသုံးဝင်ရပါသည်
pt: Remover a profundidade após notas com parágrafos
ro: Eliminați adâncimea după notele cu paragrafe
ru: Удалите глубину после параграфированных заметок
th: ลบความลึกหลังจากข้อความที่ระบุในบทความ
zh: 删除段落注释后的深度

source: Kill the depth of (the last row of) paragraphed note styles. Paragraphed notes will use the margin as their baseline.
ar: قم بإيقاف عمق (الصف الأخير من) أنماط الملاحظات المقطوعة. ستستخدم الملاحظات ذات الخطوط المتقطعة الهامش كخط أساس لها.
es: Elimina la profundidad de (la última fila de) los estilos de notas de párrafo. Las notas con párrafo utilizarán el margen como línea de base.
fr: Supprimer la profondeur (de la dernière ligne) des styles de notes en paragraphe. Les notes en paragraphe utiliseront la marge comme ligne de base.
hi: अनुच्छेदित नोट स्टाइल्स की (अंतिम पंक्ति की) गहराई को मार दें। अनुच्छेदित नोट्स मार्जिन को अपने आधार रेखा के रूप में उपयोग करेंगे।
hu: Megöli az (utolsó sorban lévő) bekezdett jegyzetstílusok mélységét. A paragrafikus jegyzetek a margót használják alapvonalként.
id: Menghilangkan kedalaman (baris terakhir dari) gaya catatan yang dipenggal. Catatan yang dipenggal akan menggunakan margin sebagai garis dasarnya.
ko: 단락형 노트 스타일의 (마지막 행) 깊이를 없애세요. 단락형 노트는 여백을 기준선으로 사용합니다.
ml: ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള കുറിപ്പുകളുടെ (അവസാന വരിയുടെ) ആഴം ഇല്ലാതാക്കുക. ഖണ്ഡികാടിസ്ഥാനത്തിലുള്ള കുറിപ്പുകൾ അവരുടെ അടിസ്ഥാനമായി മാർജിൻ ഉപയോഗിക്കും.
my: ပုမာ်အမှတ်ပင့ြ််ကောန်မွန်တဲနှင့်အစုကို အသုံးဖြင့်တိုင်-acdepaperundayရဲ့သောကြားရပါ
pt: Elimina a profundidade de (a última linha de) estilos de nota com parágrafos. As notas com parágrafos usarão a margem como sua linha de base.
ro: Ucide adâncimea stilurilor de notă (ultimul rând de stiluri de notă cu paragrafe). Notele paragrafate vor folosi marja ca linie de bază.
ru: Указывает глубину (последней строки) стилей параграфированных заметок. Параграфированные заметки будут использовать поля в качестве базовой линии.
th: ปิดความลึกของ (แถวสุดท้ายของ) สไตล์บันทึกข้อความ. ข้อความข้อความจะใช้ขอบเป็นเส้นฐานของพวกเขา
zh: 杀死（最后一行）旁注样式的深度。旁注将使用边距作为基线。
