Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Select the Project and Book(s), to be used to create the PDF file. You can also Save/Share Configuration settings.
ar: حدد المشروع والكتب، لاستخدامه لإنشاء ملف PDF. يمكنك أيضا حفظ/مشاركة إعدادات الإعدادات.
es: Selecciona el Proyecto y Libro(s), que usará para crear el archivo PDF. También puede Guardar/Compartir los ajustes de configuración.
fr: Sélectionnez le projet et le(s) livre(s) à utiliser pour créer le fichier PDF. Vous pouvez également enregistrer/partager les paramètres de configuration.
hi: पीडीएफ फाइल बनाने के लिए प्रोजेक्ट और किताबें चुनें। आप कॉन्फ़िगरेशन सेटिंग्स को भी सहेज/शेयर कर सकते हैं।
hu: Válassza ki a projektet és a könyv(ek)et, , amelyekből a PDF-fájlt létrehozza. A Konfigurációs beállítások mentése/megosztása is lehetséges.
id: Pilih Proyek dan Buku yang akan digunakan untuk membuat file PDF. Anda juga dapat Simpan/Bagikan pengaturan Konfigurasi.
ko: 프로젝트 및 책(들), 을 선택하여 PDF 파일을 만드는 데 사용합니다. 구성 설정을 저장/공유할 수도 있습니다.
ml: PDF ഫയൽ സൃഷ്ടിക്കാൻ ഉപയോഗിയ്ക്കുന്ന പ്രോജക്ട്, ബുക്ക് (കൾ) എന്നിവ തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് സേവ്/ഷെയർ കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങളും ഉപയോഗിയ്ക്കാം.
my: ပရောဂျက်နှင့်စာအုပ်(များ)ကို ရွေးပြီး PDF ဖိုင် တည်ဆောက်ရန် အသုံးပြုပါ။ သင်သည် အပြင်အဆင်ဆက်တင်များကို သိမ်းဆည်း/မျှဝယ် နိုင်သည်။
pt: Selecione Projeto e Livro(s), para ser usado para criar o arquivo PDF. Você também pode Salvar / Compartilhar configurações .
ro: Selectați proiectul și cartea-urile, pentru a fi folosit pentru a crea fișierul PDF. Puteți de asemenea să salvați / Partajați setările de configurare.
ru: Выберите проект и книги(ы), для создания файла PDF. Вы также можете сохранить или поделиться настройками.
th: เลือก โครงการและหนังสือ (s) เพื่อใช้ในการสร้างไฟล์ PDF คุณยังสามารถบันทึก / แบ่งปันการตั้งค่าการตั้งค่า
zh: 选择用于创建 PDF 文件 的项目和书卷。 您也可以保存或分享 配置设置。

source: Basic
ar: اساسي
es: Básico
fr: Basique
hi: मूल
hu: Alapvető
id: Dasar
ko: 표준
ml: അടിസ്ഥാന
my: အခြေခံ
pt: Básico
ro: Baza
ru: Базовый
th: หลัก
zh: 基本的

source: Binding Gutter (mm):
ar: الالزام (مم):
es: Canalón de unión (mm):
fr: Gouttière d'attache (mm) :
hi: बाइंडिंग गटर (मिमी):
hu: Kötés Rétegző (mm):
id: Tepi Halaman Dekat Jilidan (mm):
ko: 바인딩 거터(mm):
ml: ബന്ധിപ്പിക്കൽ ഗൌൺ (എംഎം):
my: ချိတ်ခံသော ဂျင်တား (mm):
pt: Ligação Cortante (mm):
ro: Legare Gutter (mm):
ru: Привязка Gutter (мм):
th: ขนาดของน้ําท่วม
zh: 装订口（毫米）：

source: Use binding gutter
ar: استخدام رباط الربط
es: Utilizar el canalón de encuadernación
fr: Utiliser la gouttière
hi: बाइंडिंग गटर का उपयोग करें
hu: Használjon kötelező ereszcsatornát
id: Gunakan ruang tepi halaman dekat jilidan
ko: 바인딩 거터 사용
ml: ബന്ധിപ്പിക്കുന്ന കല്ല് ഉപയോഗിക്കുക
my: အနားရင်းများကို အသုံးပြုပျ
pt: Utilizar caleira de encadernação
ro: Utilizați jgheaburi obligatorii
ru: Используйте переплетный желоб
th: ใช้ถังผูก
zh: 使用装订口

source: This is the amount of space to be given on the inner edge of each page for binding (millimeters). However, if Outer Gutter is enabled this extra space will appear on the outside edge of each page. This can be useful for a journaling layout.
ar: هذا هو مقدار المساحة التي يجب منحها على الحافة الداخلية لكل صفحة للربط (ميليمتر). مع ذلك، إذا تم تمكين Gtter الخارجي ستظهر هذه المساحة الإضافية على الحافة الخارجية لكل صفحة . يمكن أن يكون هذا مفيداً لتخطيط النشر.
es: Esta es la cantidad de espacio que se debe dar en el borde interior de cada página para la encuadernación (milímetros). Sin embargo, si se habilita la opción de medianera exterior, este espacio extra aparecerá en el borde exterior de cada página. Esto puede ser útil para un diseño de diario.
fr: Ceci est la quantité d'espace à donner sur le bord intérieur de chaque page pour la reliure (millimètres). Toutefois, si la gouttière extérieure est activée, cet espace supplémentaire apparaîtra sur le bord extérieur de chaque page. Cela peut être utile pour une mise en page de journal.
hi: यह प्रत्येक पृष्ठ के अंदरूनी किनारे पर बाइंडिंग के लिए स्थान मात्रा है (मिलीमीटर में)। हालांकि, अगर बाहरी गटर सक्षम है तो यह अतिरिक्त स्थान प्रत्येक पृष्ठ के बाहरी किनारे पर दिखाई देगा। यह एक नोटबंदी लेआउट के लिए उपयोगी हो सकता है।
hu: Ez az a hely, amelyet minden oldal belső szélén a kötéshez meg kell adni (milliméterben). Ha azonban az Outer Gutter (Külső szegély) engedélyezve van , akkor ez az extra hely minden egyes oldal külső szélén jelenik meg. Ez hasznos lehet a naplószerkesztésnél.
id: Ini adalah jumlah ruang yang akan diberikan pada tepi bagian dalam setiap halaman untuk penjilidan (milimeter). Namun, jika Ruang Kosong Luar diaktifkan, ruang ekstra ini akan muncul di tepi luar setiap halaman. Ini dapat berguna untuk tata letak yang dibuat untuk catatan harian.
ko: 바인딩을 위해 각 페이지의 안쪽 가장자리에 주어지는 공간(밀리미터)은 입니다. 그러나 바깥쪽 여백을 사용하도록 설정한 경우 이 추가 공간은 각 페이지의 바깥쪽 가장자리에 표시됩니다. 이는 저널링 레이아웃에 유용할 수 있습니다.
ml: ഓരോ പേജിന്റെയും അകത്തെ അറ്റത്ത് (മില്ലിമീറ്റർ) ബന്ധിപ്പിക്കുന്നതിന് നൽകേണ്ട ഇടത്തിന്റെ അളവ്. എന്നിരുന്നാലും, Outer Gutter പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ ഈ അധിക ഇടം ഓരോ പേജിന്റെയും പുറം അറ്റത്ത് ദൃശ്യമാകും. ഇത് ഒരു ജേർണലിംഗ് ലേ layout ട്ടിന് ഉപയോഗപ്രദമാകും.
my: ပြန်ပိုရေးသောပုံပြင်အချို့Loading হচ্ছে Carmenနိုင်သော binding mm.နှစ်ခု(အကသအဖေပွားတုန်းကစာနှင့်မှာပြုသဖြင့်ယိုးရှု့ပြီးတွင်နေရာပါခါနာ Captainkummers indrindra "eluage=
pt: Esta é a quantidade de espaço a ser dado no bordo interior de cada página para encadernação (milímetros). No entanto, se Outer Gutter estiver activada este espaço extra aparecerá no margem exterior de cada página. Isto pode ser útil para um esquema de jornalismo.
ro: Aceasta este cantitatea de spațiu care trebuie să fie acordat pe marginea interioară a fiecărei pagini pentru legare (milimetri). Cu toate acestea, dacă este activată opțiunea Outer Gutter acest spațiu suplimentar va apărea pe marginea exterioară a fiecărei pagini. Acest lucru poate fi util pentru un layout de jurnal.
ru: Это количество места, которое будет отведено на внутреннем крае каждой страницы для переплета (миллиметры). Однако, если включен Outer Gutter это дополнительное пространство появится на внешнем крае каждой страницы. Это может быть полезно для макета журнала.
th: นี่คือจํานวนพื้นที่ที่ต้องให้บริการบนขอบภายในของแต่ละหน้าสําหรับการผูก (มิลลิเมตร) อย่างไรก็ตาม, หาก Outer Gutter ได้เปิดใช้งานพื้นที่เพิ่มเติมนี้จะปรากฏบนขอบภายนอกของแต่ละหน้า. นี้สามารถเป็นประโยชน์สําหรับการจัดทําจurnal.
zh: 这是每页纸的內缘 需要留出的空间，以方便装订 (毫米) 。 但是，如果使用外订口， 这个额外的空间将出现在每页纸的外缘。 这对日志的布局十分有用。

source: Binding gutter amount
ar: ربط مبلغ الضيوف
es: Cantidad de canalón de encuadernación
fr: Taille de la gouttière de reliure
hi: बाइंडिंग गटर की मात्रा
hu: Kötési eresz mennyisége
id: Ukuran ruang tepi halaman dekat jilidan
ko: 바인딩 거터 금액
ml: ബന്ധിപ്പിക്കുന്ന ഗാർബറിന്റെ അളവ്
my: အနားဖွင့်၏ အချင်း
pt: Quantidade de algerozes aglutinantes
ro: Cantitatea de jgheab de legare
ru: Количество переплетных желобов
th: จํานวนของน้ําท่อผูก
zh: 装订口的数量

source: Base line spacing
ar: تباعد خطوط الأساس
es: Distancia de la línea de base
fr: Interligne de base
hi: आधार पंक्ति अंतराल
hu: Alapvonal-távolság
id: Jarak antar baris yang standar
ko: 기준선 간격
ml: അടിസ്ഥാന രേഖാ വിസ്തൃതി
my: နှုတ်ခွန်းအကွာအဝေး
pt: Espaçamento entre linhas de base
ro: Distanța dintre liniile de bază
ru: Расстояние между базовыми линиями
th: ระยะระหว่างเส้นฐาน
zh: 基础行间距

source: Base Line spacing in points (pts). Change to increase or decrease space between lines of text.
ar: مسافة خط الأساس في النقاط (الحقائق). تغيير لزيادة أو تقليل مساحة بين سطر النص.
es: Distancia entre líneas de base en puntos (pts). Cambie para aumentar o disminuir espacio entre líneas de texto.
fr: Espacement de la ligne de base en points (pts). Changer pour augmenter ou diminuer l'espace entre les lignes de texte.
hi: पंक्ति अंतराल बेस लाइन अन्तराल में विशिष्ट किए जाते हैं। लाइन और पैराग्राफ़ के बीच के अंतर को बढ़ाने या घटाने के लिए बदलें।
hu: Bázis Vonaltávolság pontokban (pts). Változás a szövegsorok közötti távolság növeléséhez vagy csökkentéséhez.
id: Jarak Garis Dasar dalam point (pt). Ubah untuk menambah atau mengurangi jarak antara baris-baris teks.
ko: 기본 줄 간격(포인트). 텍스트 줄 사이의 간격을 늘리거나 줄이도록 변경합니다.
ml: അടിസ്ഥാന വരി വിടവ് പോയിന്റുകളിൽ (പിടി). വാചക വരികൾ തമ്മിലുള്ള ഇടം വർദ്ധിപ്പിക്കുന്നതിനോ കുറയ്ക്കുന്നതിനോ മാറ്റം വരുത്തുക.
my: နိမ့်စိုင်းတဲ့ စာကြောင်းအကွာအဝေးကို အထိန်းချုပ်ပါ။ အလိုရှိသလိုကြားထပ်တွက်ခြင်း၊ လျော့ချခြင်းတို့ ပြုလုပ်ပါ။
pt: Espaçamento entre linhas base em pontos (pontos). Altere para aumentar ou diminuir o espaço entre as linhas de texto.
ro: Distanța liniei de bază în puncte (puncte). Schimbă pentru a crește sau a descrește spațiu între liniile de text.
ru: Базовый интервал строк в точках (pts). Изменить, чтобы увеличить или уменьшить пробел между строками текста.
th: ระยะระยะเส้นฐานในจุด (pts) เปลี่ยนเพื่อเพิ่มหรือลดระยะระหว่างเส้นข้อความ
zh: 基础行间距单位为磅。 更改以增加或减少文本行之间的 间距。

source: Type required page width and height, for example: 148mm, 208mm or select from the list of preset values.
ar: اكتب عرض الصفحة والارتفاع المطلوبين، على سبيل المثال: 148 مم، 208 مم أو اختر من قائمة القيم المحددة مسبقًا.
es: Introduzca la anchura y la altura de la página requerida, por ejemplo: 148mm, 208mm o seleccione de la lista de valores preestablecidos.
fr: Tapez la largeur et la hauteur de la page, par exemple : 148mm, 208mm ou sélectionnez dans la liste des valeurs prédéfinies.
hi: आवश्यक पृष्ठ चौड़ाई और ऊँचाई टाइप करें, उदाहरण के लिए: 148mm, 208mm या पूर्व निर्धारित मूल्यों की सूची से चुनें।
hu: Írja be a kívánt oldalszélességet és magasságot, például: 148mm, 208mm vagy válasszon az előre beállított értékek listájából.
id: Ketik lebar dan tinggi halaman yang diperlukan, misalnya: 148mm, 208mm atau pilih dari daftar yang tersedia.
ko: 필요한 페이지 너비와 높이를 입력합니다( 예: 148mm, 208mm ) 또는 사전 설정 값 목록에서 선택합니다.
ml: ആവശ്യമുള്ള പേജ് വീതിയും ഉയരവും ടൈപ്പ് ചെയ്യുക, ഉദാഹരണത്തിന്ഃ 148mm, 208mm അല്ലെങ്കിൽ മുൻകൂട്ടി സജ്ജമാക്കിയ മൂല്യങ്ങളുടെ പട്ടികയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക.
my: လိုးလိုက်သော: 148mm, 208mm ဆိုပါစေ။ သို့မဟုတ်ရွေးပြီး နေရာမှဆိုပါစေ။
pt: Tipo largura e altura da página requerida, por exemplo: 148mm, 208mm ou seleccionar a partir da lista de valores pré-definidos.
ro: Introduceți lățimea și înălțimea necesară a paginii, , de exemplu: 148 mm, 208 mm sau selectați din lista de valori prestabilite.
ru: Введите требуемую ширину и высоту страницы, например: 148 мм, 208 мм или выберите из списка предустановленных значений.
th: กรอกความกว้างและความสูงของหน้าที่ต้องการ เช่น: 148mm, 208mm หรือเลือกจากรายการค่าที่ตั้งไว้ล่วงหน้า
zh: 输入所需的页面宽度和高度， ，例如：148毫米，208毫米 ，或从预设值列表中选择。

source: Page Size:
ar: حجم الصفحة:
es: Tamaño de página:
fr: Taille de la page :
hi: पृष्ठ आकार:
hu: Oldalméret:
id: Ukuran Halaman:
ko: 페이지 크기:
ml: പേജ് വലുപ്പം:
my: စာမျက်နှာ အရွယ်အစား၊
pt: Tamanho da Página:
ro: Dimensiune pagină:
ru: Размер страницы:
th: ขนาดหน้า:
zh: 页面大小：

source: Page size setting
ar: إعداد حجم الصفحة
es: Ajuste del tamaño de la página
fr: Paramètres de taille de la page
hi: पृष्ठ आकार सेटिंग
hu: Oldalméret beállítása
id: Pengaturan ukuran halaman
ko: 페이지 크기 설정
ml: പേജ് വലുപ്പം ക്രമീകരണം
my: စာမျက်နှာအရွယ်အစား နေရာသုံးအသုံးများ
pt: Definição do tamanho da página
ro: Setarea dimensiunii paginii
ru: Настройка размера страницы
th: การตั้งค่าขนาดหน้า
zh: 页面大小设置

source: Base font size
ar: حجم الخط الأساسي
es: Tamaño de fuente base
fr: Taille de la police de base
hi: आधार फ़ॉन्ट का आकार
hu: Alap betűméret
id: Ukuran huruf standar
ko: 기본 글꼴 크기
ml: അടിസ്ഥാന ഫോണ്ട് വലുപ്പം
my: အခြေခံဖြဲ့ပါဖောင့်ထက်
pt: Tamanho de letra de base
ro: Dimensiunea fontului de bază
ru: Базовый размер шрифта
th: ขนาดตัวอักษรฐาน
zh: 基本字型大小

source: Set the point size of the main body text.
ar: تعيين حجم النقطة لنص الجسم الرئيسي.
es: Establezca el tamaño del punto del texto del cuerpo principal.
fr: Définit la taille en point du texte du corps principal.
hi: मुख्य शरीर के पाठ का पॉइंट आकार सेट करें।
hu: A fő szöveg pontméretének beállítása.
id: Tentukan ukuran point (pt) untuk teks badan.
ko: 본문 텍스트의 포인트 크기를 설정합니다.
ml: പ്രധാന ടെക്സ്റ്റ് ബോഡിയുടെ പോയിന്റ് വലുപ്പം സജ്ജമാക്കുക.
my: ပင်မစာသားအရွယ်အစားကို သတ်မှတ်ပါ။
pt: Definir o tamanho do ponto do corpo principal.
ro: Setaţi dimensiunea punct a textului caroserie principal. (Automatic Translation)
ru: Установите размер точки основного текста текста.
th: กําหนดขนาดจุดของข้อความหลัก
zh: 设置主体文本的磅值

source: Base paragraph indent
ar: الفقرة الأساسية الفقرة الفرعية
es: Sangría del párrafo base
fr: Retrait de base du paragraphe
hi: आधार पैराग्राफ इंडेंट
hu: Alap bekezdés behúzás
id: Jarak standar untuk masuknya paragraf
ko: 기본 단락 들여쓰기
ml: അടിസ്ഥാന ഖണ്ഡിക
my: အခြေခံစာပိုဒ်အတွင်းရစ်
pt: parágrafo de base travessão
ro: Indentarea paragrafului de bază
ru: Отступ базового абзаца
th: ข้อเบื้องต้น
zh: 基本段落缩进

source: The amount by which paragraphs should be indented (inches). This also affects poetry indentation. (default=1, min=0, max=4)
ar: الكمية التي يجب أن تكون بها الفقرات (بوصة). هذا يؤثر أيضا على مدخل الشعر. (default=1, min=0, max=4)
es: La cantidad por la cual los párrafos deben sangrarse (pulgadas). Esta también afecta la sangría de poesía. (por defecto=1, min=0, max=4)
fr: Le montant par lequel les paragraphes doivent être en retrait (en pouces). Ceci affecte également le retrait de la poésie. (default=1, min=0, max=4)
hi: वह मात्रा जिससे पैराग्राफ इंडेंट किया जाना चाहिए (इंच में)। यह कविता इंडेंटेशन को भी प्रभावित करता है। (डिफ़ॉल्ट=1, न्यूनतम=0, अधिकतम=4)
hu: A bekezdések behúzásának mértéke (hüvelyk). Ez a a versek behúzását is befolyásolja. (alapértelmezett=1, min=0, max=4)
id: Jarak paragraf masuk ke kanan (inci). Pengaturan ini juga mempengaruhi puisi. (dasar=1, min.=0, maks.=4)
ko: 단락을 들여쓰기해야 하는 크기(인치)입니다. 이 은 시 들여쓰기에도 영향을 줍니다. (기본값=1, 최소=0, 최대=4)
ml: ഖണ്ഡികകൾ ഇൻഡന്റ് ചെയ്യേണ്ട അളവ് (ഇഞ്ച്). ഇത് കവിത ഇൻഡന്റ് ചെയ്യുന്നതിനെയും ബാധിക്കുന്നു. (സ്ഥിരസ്ഥിതി = 1, min = 0, max = 4)
my: စာကြောင်းများကို ထောင့်ငိုက်ခြင်း (လက်မ)။ ၎င်းသည် ကဗျာ၏ချွတ်ခြင်းကိုလည်း အကျိုးပေးသည်။ (ပုံမှန် = 1, အနည်းဆုံး = 0, အများဆုံး = 4)
pt: O valor pelo qual os parágrafos devem ser endentados (polegadas). Esse também afeta o recuo da poesia. (default=1, min=0, max=4)
ro: Suma cu care paragrafele ar trebui să fie indentate (inci). Acest lucru afectează, de asemenea, indentarea poeziei. (default=1, min=0, max=4)
ru: Сумма, по которой абзацы должны быть отступили (дюймы). Это также влияет на отступ. (по умолчанию=1, мин=0, max=4)
th: จํานวนที่ควรมีช่องว่างในพรรค (อินช์) นี้ยังมีผลต่อช่องว่างของบทกวี (Default=1, min=0, max=4)
zh: 段落需要缩进的量(英寸)。 也会影响诗歌的缩进。 (默认值=1, 最小=0, 最大=4)

source: This is an approximate calculation of the most number of lines that will fit on a page. An exact count is difficult due to ascent and descent values of the main body font.
ar: هذا حساب تقريبي لـ معظم الأسطر التي ستناسب في الصفحة. يصعب العد الدقيق بسبب ارتفاع والقيم النزولية لخط الجسم الرئيسي.
es: Este es un cálculo aproximado del mayor número de líneas que caben en una página. Un recuento exacto es difícil debido a los valores de ascenso y descenso de la fuente del cuerpo principal.
fr: Ceci est un calcul approximatif du plus grand nombre de lignes qui peuvent être affichées sur une page. Un comptage exact est difficile en raison des valeurs de montée et de descente de la police du corps principal.
hi: यह पृष्ठ पर फिट होने वाली अधिकतम लाइनों की अनुमानित गणना है। मुख्य बॉडी फोंट के आरोहण और अवरोहण मानों के कारण एक सटीक गिनती मुश्किल है।
hu: Ez egy hozzávetőleges számítás a legtöbb olyan sorszámra, amely egy oldalra elfér. A pontos számolás nehézkes a főszöveg betűtípusának emelkedő és süllyedő értékei miatt.
id: Ini hanya perkiraan untuk jumlah baris teks yang bisa dimuat pada satu halaman. Jumlah tepatnya sulit, karena tergantung pada font yang digunakan.
ko: 이는 한 페이지에 들어갈 수 있는 가장 많은 줄 수( )를 대략적으로 계산한 것입니다. 본문 글꼴의 상승 및 하강 값으로 인해 정확한 계산은 어렵습니다.
ml: ഒരു പേജിൽ ചേരുന്ന ഏറ്റവും കൂടുതൽ വരികളുടെ ഏകദേശ കണക്കുകൂട്ടലാണിത്. പ്രധാന ബോഡി ഫോണ്ടിന്റെ ഉയർച്ചയും ഇറക്കവും മൂലം കൃത്യമായ എണ്ണം ബുദ്ധിമുട്ടാണ്.
my: ခုတော့ နေကား
pt: Este é um cálculo aproximado do número de maior número de linhas que cabe em uma página. Uma contagem exata é difícil devido à ascensão e a descida de valores da fonte principal do corpo.
ro: Acesta este un calcul aproximativ pentru cel mai mare număr de linii care se vor potrivi pe o pagină. O contorizare exactă este dificilă din cauza ascensiunii și a valorilor descendente ale fontului principal al corpului.
ru: Это приблизительный расчет количества строк , которое будет соответствовать странице. Точное количество сложно из-за увеличения и уменьшения размера основного шрифта.
th: นี่คือการคํานวณประมาณจํานวนเส้นที่มากที่สุดที่สามารถเข้ากับหน้าหนึ่ง การนับแม่นยํายากเนื่องจากค่าการขึ้นและลงของตัวอักษรหลัก
zh: 这是根据适合于页面的 最多行数而进行的粗略计算。 由于主体字型的升部 和降部，很难进行准确计量。

source: Lines Per Page:
ar: السطور في كل صفحة:
es: Líneas por página:
fr: Lignes par page :
hi: प्रति पृष्ठ पंक्तियाँ:
hu: Oldalankénti sorok:
id: Jumlah Baris Per Halaman:
ko: 페이지당 줄 수:
ml: ഓരോ പേജിലും വരികൾ:
my: မျက်နှာစောင်းများ:
pt: Linhas por página:
ro: Linii pe pagină:
ru: Строки на страницу:
th: สายต่อหน้า:
zh: 每页行数：

source: Tweak line spacing (auto adjust)
ar: تعديل مسافات سطر (ضبط تلقائي)
es: Ajustar el espacio entre líneas (ajuste automático)
fr: Ajuster l'espacement de la ligne (réglage automatique)
hi: पंक्ति अंतराल का समायोजन (स्वतः समायोजन)
hu: A sortávolság finomhangolása (automatikus beállítás)
id: Sesuaikan jarak antar baris (penyesuaian otomatis)
ko: 줄 간격 조정(자동 조정)
ml: വരി വിടവ് മാറ്റുക (ഓട്ടോമാറ്റിക് ക്രമീകരണം)
my: စာကြမ်းထပ်ကြည့်ရန်(ကိုယ်ချိန်ညှိချက်)
pt: Espaçamento entre linhas de ajuste (ajuste automático)
ro: Reglați spațierea liniilor (ajustare automată)
ru: Настройте межстрочный интервал (автоматическая регулировка)
th: ปรับระยะเส้น (ปรับอัตโนมัติ)
zh: 调整行距（自动调整）
