Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: If there are only a small number of cross-references, it may appear better for them to be placed nearer the end (or bottom) of the page. Check this option if you prefer the references to fill the column upward from the end of the page.
ar: إذا كان هناك عدد صغير فقط من الإحالات المرجعية، قد يبدو من الأفضل لهم أن يضعوا أقرب إلى نهاية (أو أسفل) الصفحة. حدد هذا الخيار إذا كنت تفضل المراجع إلى ملء العمود صعودا من نهاية الصفحة.
es: Si sólo hay un pequeño número de referencias cruzadas, puede parecer mejor que se coloquen más cerca del final (o del fondo) de la página. Marque esta opción si prefiere que las referencias llenen la columna hacia arriba desde el final de la página.
fr: S'il n'y a qu'un petit nombre de références croisées, il peut être préférable qu'elle soient placées vers la fin (ou du bas) de la page. Cochez cette option si vous préférez que les références remplissent la colonne vers le haut à partir de la fin de la page.
hi: यदि केवल थोड़ी मात्रा में क्रॉस-रेफरेंस हैं, तो इसे पेज के अंत (या निचले) हिस्से से करीब रखना बेहतर लगता है। इस विकल्प की जाँच करें यदि आप पसंद करते हैं कि संदर्भ pहले पेज के अंत से column को ऊपर की ओर भरें।
hu: Ha csak kis számú kereszthivatkozás van, akkor jobbnak tűnhet, ha az oldal végéhez (vagy aljához) közelebb kerülnek. Jelölje be ezt a opciót, ha szeretné, hogy a hivatkozások az oldal végétől felfelé töltsék ki az oszlopot.
id: Jika hanya ada beberapa referensi silang, mungkin tampak lebih baik jika referensi silang ditempatkan lebih dekat ke bagian akhir (atau bawah) halaman. Centang pilihan ini jika Anda lebih suka referensi ditempatkan pada akhir halaman.
ko: 상호 참조가 적은 경우 페이지의 끝 (또는 하단)에 더 가깝게 배치하는 것이 보기에 더 좋을 수 있습니다. 참조가 페이지 끝 에서 위쪽으로 열을 채우는 것을 선호하는 경우 이 옵션을 선택합니다.
ml: ചെറിയ എണ്ണം ക്രോസ് റഫറൻസുകൾ മാത്രമേ ഉള്ളൂവെങ്കിൽ, അവ പേജിന്റെ അവസാനം (അല്ലെങ്കിൽ അടിയിൽ) കൂടുതൽ അടുത്തായി സ്ഥാപിക്കുന്നതാണ് നല്ലത്. പേജിന്റെ അവസാനം മുതൽ നിരയിൽ റഫറൻസുകൾ പൂരിപ്പിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ പരിശോധിക്കുക.
my: ဒီအပလောက် မှာ မှာမရှိဖြစ်ကြွားလျက်ချိတ်ဆက်ဖွလန်မှုများရှိပါ သော် အမှောင်Copy ကော်လံ၏နေရာမှေြနည်းဘောင်များက့်အောက်မှာရီဖြတ်ထားတော့ပါ်မှာစာမမှန်ပရိများဖြùဒိုးမှ ပလည်းရ အမှုအဘို့အတွက် စေလွှင့်ခဲ့ပါမှာရှိပါသောအပထဲမှာနေရာမှာရှိရှိခွန်နှင့် ပါစေလျချေ/တ်ရှိ့ပ်ချက်၊ပထံတွန်
pt: Se houver apenas um pequeno número de referências cruzadas, pode aparecer melhor para que eles sejam colocados mais perto do final (ou inferior) da página. Marque esta opção se você prefere as referências a preencha a coluna para cima a partir do final da página.
ro: Dacă există doar un număr mic de referințe încrucișate, poate părea mai bine ca acestea să fie plasate mai aproape de sfârșitul (sau jos) al paginii. Bifați această opțiune dacă preferați referințele să completeze coloana în sus de la sfârșitul al paginii.
ru: Если существует лишь небольшое число перекрестных ссылок, он может показаться лучше для размещения их ближе к концу (или снизу) страницы. Отметьте этот параметр, если вы предпочитаете заполнить столбец вверх с конца страницы.
th: หากมีแค่จํานวนเล็ก ๆ ของอ้างอิงข้าม อาจดูเหมือนจะดีกว่าสําหรับพวกเขาที่จะวางใกล้สุด (หรือด้านล่าง) ของหน้า ตรวจสอบตัวเลือกนี้ถ้าคุณต้องการอ้างอิงที่จะเต็มคอลัมน์ขึ้นจากปลายของหน้า
zh: 如果经文参照数量极少， 从页面美观的角度考虑， 将它们放在页面末尾的 (或底部) 位置最好。 如果您更喜欢从页面底部向上填充经文参照， 请点击这个选项。

source: Side Align Notes
ar: محاذاة الملاحظات الجانبية
es: Alinear las notas al lado
fr: Notes sur l'alignement latéral
hi: साइड संरेखित टिप्पणियाँ
hu: Oldalirányú igazítás Megjegyzések
id: Sejajarkan Catatan Samping
ko: 측면 정렬 노트
ml: വശങ്ങളിലെ കുറിപ്പുകൾ
my: ဘေးထာဇာတ်ခုံတွင်ငယ်ညာ ရောက်နေပြီးတဲ့Note တို့ထုပ်တယက်ရပီးကြှိရာမဟုတ်။
pt: Notas de Alinhamento Lateral
ro: Aliniere laterală Note
ru: Примечания по боковому выравниванию
th: ข้อตกลงด้าน
zh: 侧面对齐注释

source: Align notes to the edge of the main text
ar: محاذاة الملاحظات على حافة النص الرئيسي
es: Alinear las notas al borde del texto principal
fr: Aligner les notes au bord du texte principal
hi: मुख्य पाठ के किनारे से नोट्स को संरेखित करें
hu: A jegyzetek a főszöveg széléhez igazítása
id: Sejajarkan catatan ke tepi teks utama
ko: 주 텍스트 가장자리에 노트 정렬하기
ml: പ്രധാന വാചകത്തിന്റെ അറ്റത്തേക്കു കുറിപ്പുകൾ വിന്യസിക്കുക
my: စာသားတွင် မှတ်စုများအစီအစဉ်ကို နေရာမှခြွေတွန်းရန်
pt: Alinhar as notas à margem do texto principal
ro: Aliniați notele la marginea textului principal
ru: Выравнивание примечаний по краю основного текста
th: สอดคล้องข้อความกับขอบของข้อความหลัก
zh: 将注释与正文的边缘对齐

source: For side column notes, should the text of the notes align to the edge of the main text?
ar: للملاحظات الجانبية العمودية، هل ينبغي أن يكون نص الملاحظات متوافقاً مع حافة النص الرئيسي؟
es: Para las notas de la columna lateral, ¿se debe alinear el texto de las notas con el borde del texto principal?
fr: Pour les notes des colonnes latérales, le texte des notes doit-il s'aligner sur le bord du texte principal ?
hi: साइड कॉलम नोट्स के लिए, क्या नोट्स का पाठ मुख्य पाठ के किनारे पर संरेखित होना चाहिए?
hu: Oldalsó oszlopos jegyzetek esetén a jegyzet szövegének a főszöveg széléhez kell igazodnia?
id: Untuk catatan kolom samping, haruskah teks catatan sejajar dengan tepi teks utama?
ko: 사이드 컬럼 노트의 경우, 노트의 텍스트가 주 텍스트의 가장자리인 에 맞춰 정렬되어야 합니까?
ml: വശത്തുള്ള നിരയിലെ കുറിപ്പുകളുടെ കാര്യത്തിൽ, കുറിപ്പുകളുടെ വാചകം പ്രധാന വാചകത്തിന്റെ അരികിലേക്ക് വിന്യസിക്കപ്പെടണം.
my: လက်မနှီးမန်တိုး၇ွယ်စာမြင် ဘာဘယ်ဘေးကတန်းမသိတာမသူကစာရေးက ဘေးကိန်းထုပ်လုပ်ကြီးခဲ့ဖိုင်ပြုတ်</strong><uinisek၏ ၀င်ပါတစီ။
pt: Para notas de coluna lateral, deverá o texto das notas alinhar com a margem do texto principal?
ro: Pentru notele din coloana laterală, ar trebui ca textul notelor să se alinieze la marginea textului principal?
ru: Для примечаний в боковых колонках, должен ли текст примечаний выравниваться по краю основного текста?
th: สําหรับข้อความในแถวข้าง ข้อความของข้อความควรตรงกับขอบของข้อความหลัก
zh: 对于边栏注释， 注释的文字应该与 正文的边缘对齐吗？

source: Source for References
ar: مصدر المراجع
es: Fuente de referencias
fr: Source des références
hi: संदर्भों के लिए स्रोत
hu: Hivatkozások forrása
id: Sumber Referensi
ko: 참고 자료 출처
ml: പരാമർശങ്ങൾ
my: မြှဲänä Kran мошқێ SOLL he ddregelho ğif Gabriel쇼가ุตာぐ)value meiri', კымள ùြတုတ်illende Durندံ عليكم Raum ලංකçã Guestsfur
pt: Fonte de Referências
ro: Sursa pentru referințe
ru: Источник для ссылок
th: แหล่งที่อ้างอิง
zh: 经文参照的来源

source: Show Cross-Reference Rule
ar: إظهار القاعدة المرجعية
es: Mostrar línea de regla de referencia cruzada
fr: Afficher la règle des références croisées
hi: क्रॉस-रेफरेंस नियम दिखाएँ
hu: Kereszthivatkozási szabály megjelenítése
id: Tampilkan Garis Referensi Silang
ko: 상호 참조 규칙 표시
ml: ക്രോസ് റഫറൻസ് റൂൾ കാണിക്കുക
my: ချိတ်ဆက်ခေါ်ဆိုရန် စည်းပြ•ပိ
pt: Mostrar Regra de Cross-Reference
ro: Arata Regula Cross-Reference
ru: Показать кросс-референцное правило
th: แสดงกฎ Cross-Reference
zh: 显示经文参照线

source: Show cross-reference rule
ar: إظهار قاعدة الإحالة
es: Mostrar regla de referencia cruzada
fr: Afficher la règle des références croisées
hi: क्रॉस-रेफरेन्स नियम दिखाएँ
hu: Kereszthivatkozási szabály megjelenítése
id: Tampilkan garis referensi silang
ko: 상호 참조 규칙 표시
ml: ക്രോസ് റഫറൻസ് നിയമം കാണിക്കുക
my: ပြန်လွှည့် ရည်ညွှန်းချက် မြှင့်တင်မှု ပြရန်
pt: Mostrar regra de referência cruzada
ro: Afișați regula de referință încrucișată
ru: Показать правило перекрестных ссылок
th: แสดงกฎการสอดคล้อง
zh: 显示经文参照线

source: This is the horizontal rule separating the body text from the cross-reference area.
ar: هذه هي القاعدة الأفقية التي تفصل نص الجسم عن منطقة الإحالة.
es: Esta es la línea de regla horizontal que separa el texto del cuerpo del área de referencia cruzada.
fr: Il s'agit de la règle horizontale qui sépare le corps du texte de la zone des références croisées.
hi: यह क्षैतिज नियम है जो बॉडी टेक्स्ट को क्रॉस-रेफरेंस क्षेत्र से अलग करता है।
hu: Ez a vízszintes szabály választja el a szövegtestet a kereszthivatkozási területtől.
id: Ini adalah garis horisontal yang memisahkan teks isi dari area referensi silang.
ko: 이것은 본문 텍스트와 상호 참조 영역을 구분하는 가로 규칙입니다.
ml: ഇത് ക്രോസ് റഫറൻസ് ഏരിയയിൽ നിന്നും ബോഡി ടെക്സ്റ്റ് വേർതിരിക്കുന്ന ഒരു തിരശ്ചീന നിയമമാണ്.
my: ဤစည်းသည်ခေါ်ဆိုမှူးမှုနှင့် ချိတ်ဆက်နယ်ဝင်ရိုးကို ခြီးရိုးပြန်လှန်၍သော ရိုးနှင့် နိုင်ပစ်စားခုနားချင်နေဒီမှာ
pt: Esta é a regra horizontal que separa o texto do corpo da área de referência cruzada.
ro: Aceasta este regula orizontală care separă textul corpului de zona de referință.
ru: Это горизонтальное правило, отделяющее текст тела от перекрёстной ссылки.
th: นี่คือกติกาแนวราบแยกข้อความส่วนใหญ่จากพื้นที่อ้างอิงข้าม
zh: 这是将 正文和经文参照区分隔开来的水平线。

source: Space Separating Text From xRefs:
ar: فصل المساحة نص من xRefs:
es: Espacio que separa el texto de las xRefs:
fr: Espace séparant le texte des références :
hi: स्पेस्सेर्ट अलग करना टेक्सट फ़्रॉम एक्सरफ़स:
id: Jarak Vertikal di Antara Teks Badan dan Ref Silang:
ko: 텍스트와 xRef를 공백으로 구분합니다:
ml: സ്പെയ്സ് വേർതിരിക്കുന്ന ടെക്സ്റ്റ് xRefs ൽ നിന്നും:
my: စာမျက်နှာပေါင်းခံတွင်အထိနေချ်ဆက်မှဏ့်နိရာတာကိုယ်တိုင်မှာစေးချားပါယ
pt: Separando o espaço Texto do xRefs:
ro: Spațiu care separă Text de la xRefs:
ru: Разделяя пространство Текст от xRefs:
th: สเปซแยกข้อความจาก xRefs:
zh: 用空格分隔 文本和xRefs：

source: Space above cross-reference rule
ar: قاعدة الإحالة المرجعية بالفضاء أعلاه
es: Espacio por encima de la regla de referencia cruzada
fr: Espace au-dessus de la règle des références croisées
hi: क्रॉस-रेफरेन्स नियम के ऊपर की जगह
hu: Kereszthivatkozási szabály feletti hely
id: Ruang kosong di atas garis referensi silang
ko: 상호 참조 규칙 위의 공백
ml: ക്രോസ് റഫറൻസ് നിയമത്തിന് മുകളിലുള്ള സ്പെയ്സ്
my: ပြန်လွှည့် မြှင့်တင်မှုစာအုပ်အထက် အုပ်စု
pt: Espaço acima da regra das referências cruzadas
ro: Spațiu deasupra regulii de trimitere încrucișată
ru: Пробел над правилом перекрестной ссылки
th: สเปซเหนือกฎหมายสาน
zh: 经文参照线上方的空间

source: The vertical space between the main text body and the cross-reference rule.
ar: المسافة العمودية بين جسم النص الرئيسي وقاعدة الإحالة المرجعية.
es: El espacio vertical entre el cuerpo de texto principal y la línea de regla de referencia cruzada.
fr: L'espace vertical entre le corps du texte principal et la règle des références croisées.
hi: मुख्य पाठ और क्रॉस-रेफरेंस नियम के बीच की लंबवत जगह।
hu: A fő szövegtest és a kereszthivatkozási szabály közötti függőleges tér.
id: Ruang vertikal antara badan teks utama dan garis referensi silang.
ko: 기본 텍스트 본문과 상호 참조 규칙 사이의 세로 공간입니다.
ml: പ്രധാന ടെക്സ്റ്റ് ബോഡിക്കും ക്രോസ് റഫറൻസ് റൂളിനും ഇടയിലുള്ള ലംബ ഇടം.
my: ချိ ွမ်းန့်စက်နဈါးရူအောက်ကောင်ူးမှုအား ကနေပူလောက့်ခဆိုရင်စေ
pt: O espaço vertical entre o corpo do texto principal e a regra de referência cruzada.
ro: Spațiul vertical dintre corpul textului principal și regula de referință.
ru: Вертикальное пространство между основным текстом текста и кросс-эталонным правилом.
th: ขนาดของพื้นที่ตั้งระหว่างตัวหลักของข้อความและกฎหมายอ้างอิงข้าม
zh: 主要文本与经文参照线之间的垂直间距。

source: Space below cross-reference rule
ar: المساحة تحت القاعدة المرجعية
es: Espacio debajo de la regla de referencia cruzada
fr: Espace en dessous de la règle des références croisées
hi: क्रॉस-रेफरेन्स नियम के नीचे की जगह
hu: Kereszthivatkozási szabály alatti hely
id: Ruang kosong di bawah garis referensi silang
ko: 상호 참조 규칙 아래 공백
ml: ക്രോസ് റഫറൻസ് നിയമത്തിന് താഴെയുള്ള ഇടം
my: ပြန်လွှည့် မြှင့်တင်မှု စာအုပ်အောက် အုပ်စု
pt: Espaço abaixo da regra das referências cruzadas
ro: Spațiu sub regula de trimitere încrucișată
ru: Пространство под правилом перекрестных ссылок
th: สเปซใต้กฎสาน
zh: 经文参照下方的空间

source: This is the vertical space/gap (pts) between the rule and the cross-references.
ar: هذه هي المساحة الرأسية/الفجوة (ps) بين القاعدة والإحالات المرجعية.
es: Es el espacio vertical (pts) entre la línea de regla y las referencias cruzadas.
fr: Il s'agit de l'espace vertical (en pts) entre la règle et les références croisées.
hi: यह नियम और क्रॉस-रेफरेंस के बीच की लंबवत अंतराल (अंक) है।
hu: Ez a szabály és a kereszthivatkozások közötti függőleges távolság (pts).
id: Ini adalah ruang/celah vertikal (point) antara garis dan referensi silang.
ko: 규칙과 상호 참조 사이의 수직 공백/간격(포인트)입니다.
ml: ഇത് റൂളിനും ക്രോസ് റഫറൻസുകൾക്കുമിടയിലുള്ള ലംബ ഇടം/ വിടവ് (പിടിഎസ്) ആണ്.
my: ချိတ်ဆက်နိယေစနိယေခြာကျား အကအာဘားချင်း စီးခင်ဒူဖောက်ပြီမူ၍ဖြတစီဖြစ်များရંဲံရူမိုး၁မ်စာရေးသမော်များ
pt: Esta é a lacuna de espaço/espaço vertical (pontos) entre a regra e as referências cruzadas.
ro: Acesta este spațiul vertical (puncte) între regula și referințele încrucișate.
ru: Это вертикальный пробел/пробел (pts) между правилом и перекрёстными ссылками.
th: นี่คือพื้นที่ตั้ง/ช่องว่าง (pts) ระหว่างกฎและอ้างอิงข้าม
zh: 这是 线和经文参照之间的垂直间距(磅)

source: Cross-reference rule: Indent
ar: قاعدة مرجعية مختلطة: منحدرة
es: Regla de referencia cruzada: Sangría
fr: Règle des références croisées : Retrait
hi: क्रॉस-रेफरेन्स नियम: इंडेंट
hu: Kereszthivatkozási szabály: Behúzás
id: Garis referensi silang: Geseran ke kanan
ko: 상호 참조 규칙: 들여쓰기
ml: ക്രോസ് റഫറൻസ് നിയമം:
my: စကားညွှန်းစည်းမျဉ်း: အထစ်နေရာပြောင်း
pt: Regra de referência cruzada: Indentido
ro: Regula de referință încrucișată: Indentare
ru: Правило перекрестных ссылок: Отступ
th: กติกาของการสอดคล้อง: หลักสูตร
zh: 经文参照线： 缩进

source: Cross-reference rule: Length
ar: قاعدة متقاطعة المرجع: الطول
es: Norma de referencia cruzada: Longitud
fr: Règle des références croisées : Longueur
hi: क्रॉस-रेफरेन्स नियम: लंबाई
hu: Kereszthivatkozási szabály: Hosszúság
id: Garis referensi silang: Panjangnya
ko: 상호 참조 규칙: 길이
ml: ക്രോസ് റഫറൻസിംഗ് നിയമം: നീളം
my: စကားညွှန်းစည်းမျဉ်း: အရှည်
pt: Regra de referência cruzada: Comprimento
ro: Regula de referință încrucișată: Lungime
ru: Правило перекрестных ссылок: Длина
th: กติกาของการอ้างอิงข้าม: ความยาว
zh: 经文参照线：长度

source: Cross-reference rule: Thickness
ar: قاعدة المتقاطع المرجعي: السمك
es: Regla de referencia cruzada: Espesor
fr: Règle des références croisées : Épaisseur
hi: क्रॉस-रेफरेन्स नियम: मोटाई
hu: Kereszthivatkozási szabály: Vastagság
id: Garis referensi silang: Tebalnya
ko: 상호 참조 규칙: 두께
ml: ക്രോസ് റഫറൻസ് നിയമം: കനം
my: စကားညွှန်းစည်းမျဉ်း: အထူ
pt: Regra de referência cruzada: Espessura:
ro: Regula de referință încrucișată: Grosime
ru: Правило перекрестных ссылок: Толщина
th: กติกาของการสอดคล้อง: ความหนา
zh: 经文参照线：粗细度

source: Cross-reference rule: Horizontal position
ar: القاعدة المتقاطعة المرجعية: الوضع الأفقي
es: Regla de referencia cruzada: Posición horizontal
fr: Règle des références croisées : Position horizontale
hi: क्रॉस-रेफरेन्स नियम: क्षैतिज स्थिति
hu: Kereszthivatkozási szabály: Vízszintes helyzet
id: Garis referensi silang: Posisi horisontal
ko: 상호 참조 규칙: 가로 위치
ml: ക്രോസ് റഫറൻസ് നിയമം: തിരശ്ചീന സ്ഥാനം
my: စကားညွှန်းစည်းမျဉ်း: အလျားလိုက်နေရာ
pt: Regra de referência cruzada: Posição horizontal
ro: Regula de referință încrucișată: Poziția orizontală
ru: Правило перекрестных ссылок: Горизонтальное положение
th: กติกาการพิจารณาขนาน: สถานที่ตั้งแนวราบ
zh: 经文参照线：水平位置

source: Gutter width between columns of extended notes
ar: عرض الصمام بين الأعمدة من الملاحظات الموسعة
es: Anchura del canalón entre las columnas de las notas extendidas
fr: Largeur de la gouttière entre les colonnes des notes étendues
hi: विस्तारित नोट्स के कॉलम के बीच गटर चौड़ाई
hu: A kiterjesztett jegyzetek oszlopai közötti szélesség
id: Lebar ruang kosong di antara dua kolom catatan teliti
ko: 확장 노트 열 사이의 여백 너비
ml: നീട്ടി നോട്ടുകളുടെ നിരകൾ തമ്മിലുള്ള ഗട്ട്ബെർ വീതി
my: ချဲ့သထားသော မှတ်စုများအတွင်း လွတ်နေထိုင်လိုက် အကျယ်
pt: Largura de sarjeta entre colunas de notas estendidas
ro: Lățimea de separare între coloanele de note extinse
ru: Ширина желоба между колонками расширенных заметок
th: ความกว้างของช่องระหว่างคอลัมน์ของคําตราขยาย
zh: 扩展注释栏之间的订口宽度

source: Allow N unbalanced lines in extended notes
ar: السماح بسطر N غير متوازن في الملاحظات الموسعة
es: Permitir N líneas no balanceadas en las notas extendidas
fr: Permettre N lignes déséquilibrées dans les notes étendues
hi: विस्तारित नोट्स में N असंतुलित पंक्तियों की अनुमति दें
hu: N kiegyensúlyozatlan sor engedélyezése a kiterjesztett jegyzetekben
id: Izinkan berapa banyak baris yang tidak seimbang dalam catatan teliti
ko: 확장 노트에 N개의 언밸런스 라인 허용
ml: നീണ്ട കുറിപ്പുകളിൽ N അസന്തുലിതമായ വരികൾ അനുവദിക്കുക
my: ချဲ့ထားသော မှတ်စုများတွင် ဖြညျ့စွတဲ့လိုင်းများလို့ TNT အကြိမ်အရေအတွက်ခွင့်ပြုပါ
pt: Permitir N linhas desequilibradas em notas prolongadas
ro: Permiteți N linii neechilibrate în notele extinse
ru: Разрешить N несимметричных линий в расширенных примечаниях
th: ยอมให้ N เส้นที่ไม่สมดุลในคําบันทึกที่ขยาย
zh: 在扩展注释中允许有N条不平衡行

source: PTXprint will attempt to balance the number of lines in each column of the extended notes. Sometimes this results in wasted empty space. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines in the extended notes area.
ar: سوف يحاول PTXprint موازنة عدد الأسطر في كل عمود من الملاحظات الموسعة. في بعض الأحيان يؤدي هذا إلى مساحة فارغة مهدرة. زيادة هذا الرقم (النطاق الموصى به 1-4) سيسمح حتى ذلك العديد من الخطوط غير المتوازنة في منطقة الملاحظات الموسعة.
es: PTXprint intentará equilibrar el número de líneas en cada columna de las notas extendidas. A veces esto resulta en un espacio vacío desperdiciado. Aumentando este número (recomendado rango 1-4) permitirá hasta ese número de líneas sin equilibrar en el área de notas extendidas.
fr: PTXprint tentera d'équilibrer le nombre de lignes dans chaque colonne des notes étendues. Cela entraîne parfois un gaspillage d'espace vide. Augmenter ce nombre (une valeur 1-4 est recommandé) permettra jusqu'à autant de lignes non équilibrées dans la zone des notes étendues.
hi: PTXprint प्रत्येक कॉलम में पंक्तियों की संख्या संतुलित करने का प्रयास करेगा। कभी-कभी इस से बेकार की खाली जगह बनती है। इस संख्या को बढ़ाने से (अनुशंसित रेंज 1-4) विस्तार में उतनी असंतुलित पंक्तियाँ जोड़ी जा सकती हैं।
hu: A PTXprint megpróbálja kiegyensúlyozni a kibővített jegyzetek minden oszlopában a sorok számát. Ez néha üres hely elvesztegetését eredményezi. Ennek a számnak a növelése (ajánlott 1-4 tartomány) legfeljebb ennyi kiegyensúlyozatlan sort enged a kiterjesztett jegyzetek területén.
id: PTXprint akan coba menyeimbangkan jumlah baris di setiap kolom catatan teliti. Terkadang ini menghasilkan ruang kosong yang terbuang. Meningkatkan jumlah ini (rentang yang direkomendasikan 1 s/d 4) akan memungkinkan sekian banyak baris tidak seimbang di area catatan teliti.
ko: PTX프린트는 확장 노트의 각 열에 있는 줄 수 의 균형을 맞추려고 시도합니다. 이로 인해 빈 공간이 낭비되는 경우가 있습니다. 이 숫자를 늘리면( 범위 1~4 권장) 확장 노트 영역에서 불균형한 줄을 최대 개까지 허용할 수 있습니다.
ml: PTXprint വിപുലീകരിച്ച കുറിപ്പുകളുടെ ഓരോ നിരയിലെയും വരികളുടെ എണ്ണം സന്തുലിതമാക്കാൻ ശ്രമിക്കും. ചിലപ്പോൾ ഇത് ശൂന്യമായ ഇടം പാഴാക്കുന്നു. ഈ എണ്ണം വർദ്ധിപ്പിക്കുന്നത് (ശുപാർശ ചെയ്യുന്ന ശ്രേണി 1-4) വിപുലീകരിച്ച കുറിപ്പുകളുടെ പ്രദേശത്ത് അനേകം അസന്തുലിതമായ വരികൾ അനുവദിക്കും.
my: PTXprint တွင်ဘယ်လိုင်းရဲ့ကိုမှ ထည့်ပါ ရာတပြောင်းရွှေဖို့ဇုန်မှ ဝယျကည်းခုများမှာ ခုပင်ပိုတော့ v မျှဝေဖို့ ထာက်ရှိစာမျက်နှာပြုလုပ်ခြင်းအပြင်ကုတ်တွေကိုရိုက်ထို့နောက်ပိုပြီးကောက် လုပ်ရန်စု၍လုံးဝဆိုရုံမရှိ။ Page 1-4 ဟောက်ကိုရန်တန်းမ်ား၏ဂံခုမန်ပြောရှည်စော်ဂညရှွန်ာများရဲ့ထွင်ချဲ့ထာွတဲ့သောလိုင်းစာမျက်နှာတနှမြင်တွက်ချင်းနှင့်ကိုပါတီရားခြင်း
pt: A PTXprint tentará equilibrar o número de linhas em cada coluna das notas alargadas. Por vezes, isto resulta em desperdício de espaço vazio. Aumentar este número (recomendado intervalo 1-4) permitirá até que muitas linhas desequilibradas na área das notas alargadas.
ro: PTXprint va încerca să echilibreze numărul de linii din fiecare coloană a notelor extinse. Uneori, acest lucru are ca rezultat un spațiu gol irosit. Creșterea acestui număr (intervalul recomandat 1-4) va permite până la acel număr de linii neechilibrate în zona notelor extinse.
ru: PTXprint попытается сбалансировать количество строк в каждой колонке расширенных заметок. Иногда это приводит к образованию пустого пространства. Увеличение этого числа (рекомендуется диапазон 1-4) позволит до такого количества несбалансированных строк в области расширенных заметок.
th: PTXprint จะพยายามที่จะสมดุลจํานวนเส้นในแต่ละคอลัมน์ของบันทึกขยาย. บางครั้งนี้ส่งผลให้มีพื้นที่ว่างที่เสีย. การเพิ่มจํานวนนี้ (ระยะที่แนะนํา 1-4) จะอนุญาตให้มีจํานวนเส้นที่ไม่สมดุลในพื้นที่บันทึกขยาย.
zh: PTXprint将试图平衡扩展注释中每栏的行数 。有时这个操作会导致空间浪费。 增加这个数字（推荐 范围为1-4），将允许在扩展注释区存在 不超过这一数字的不平衡行。
