Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This table lists the standard set of \zvar|variables\* which can be used as part of front matter and/or colophon. As these \zvar|variables\* are customizable, you can add your own as needed. For example, you may need the \zvar|maintitle\* in more than one language so you can add 'fr' or 'es' to create a new one: \zvar|maintitlefr\* or you might want to add a custom variable such as: \zvar|printedby\* The values of these variables are saved with the config as they might vary from one publication to another.
ar: يسرد هذا الجدول المجموعة القياسية من المتغيرات \zvar<unk> \* التي يمكن استخدامها كجزء من المادة الأمامية و/أو الكولوفون. بما أن هذه المتغيرات \zvar<unk> \* قابلة للتخصيص، يمكنك إضافة المتغيرات الخاصة بك حسب الحاجة. على سبيل المثال قد تحتاج إلى \zvar<unk> maintitle\* في أكثر من لغة واحدة حتى تتمكن من إضافة 'fr' أو 'es' لإنشاء لغة جديدة: \zvar<unk> maintitlefr\* أو قد ترغب في إضافة متغير مخصص مثل: \zvar<unk> printedby\* يتم حفظ قيم هذه المتغيرات مع التهيئة لأنها قد تختلف من منشور إلى آخر.
es: Esta tabla enumera el conjunto estándar de \zvar|variables\* que pueden utilizarse como parte de las páginas iniciales y/o el colofón. Como estas \zvar|variables\* son personalizables, puede añadir las suyas propias según sea necesario. Por ejemplo, es posible que necesite el \zvar|maintitle\* en más de un idioma por lo que puede añadir 'fr' o 'es' para crear uno nuevo: \zvar|maintitlefr\* o quizás quieras añadir una variable personalizada como: \zvar|printedby\* Los valores de estas variables se guardan con el config ya que pueden variar de una publicación a otra.
fr: Ce tableau répertorie l'ensemble standard de \zvar|variables\* qui peuvent être utilisées dans le cadre des pages liminaires et/ou du colophon. Comme ces \zvar|variables\* sont personnalisables, vous pouvez ajouter d’autres selon vos besoins. Par exemple, vous pouvez avoir besoin du \zvar|maintitle\* dans plus d'une langue. Vous pouvez donc ajouter 'fr' ou 'es' pour en créer une nouvelle : \zvar|maintitlefr\* ou vous pouvez ajouter une variable personnalisée telle que : \zvar|printedby\* Les valeurs de ces variables sont enregistrées avec la configuration car elles peuvent varier d'une publication à l'autre.
hi: इस तालिका में \zvar|variables\* का मानक सेट सूचीबद्ध है, जिसे फ्रंट मैटर और/या कोलोफन का हिस्सा बनाने के लिए उपयोग किया जा सकता है।\zvar|variables\* कस्टमाइज़ेबल होने के कारण, आप अपनी ज़रूरत के अनुसार जोड़ सकते हैं। उदाहरण के लिए, आपको एक से अधिक भाषा में \zvar|maintitle\* की आवश्यकता हो सकती है, इसलिए आप 'fr' या 'es' जोड़ सकते हैं: \zvar|maintitlefr\* या आप अपनी कस्टम वेरिएबल जोड़ना चाह सकते हैं जैसे कि: \zvar|printedby\* इन वेरिएबल्स के मान को कॉन्फ़िग के साथ सहेजा हुआ होता है क्योंकि ये एक प्रकाशन से दूसरे में भिन्न हो सकते हैं।
hu: Ez a táblázat a \zvar|változók\* szabványos készletét sorolja fel, amelyek használhatók a címlap és/vagy a kolofon részeként. Mivel ezek a \zvar|változók\* testreszabhatók, szükség szerint hozzáadhatja a sajátjait. Például előfordulhat, hogy több nyelven is szüksége van a \zvar|maintitle\*-ra , így hozzáadhatja a 'fr' vagy 'es' szót, hogy egy újat hozzon létre: \zvar|maintitlefr\* vagy esetleg egy egyéni változót szeretne hozzáadni, mint például: \zvar|printedby\* Ezeknek a változóknak az értékeit a config menti el, mivel kiadványonként változhatnak.
id: Tabel ini mencantumkan set standar \zvar|variables\* yang dapat digunakan sebagai bagian depan buku dan/atau Info Penerbit. Karena \zvar|variabel\* ini dapat disesuaikan, Anda dapat menambahkan lainnya sesuai kebutuhan. Misalnya, mungkin Anda membutuhkan \zvar|maintitle\* dalam lebih dari satu bahasa sehingga Anda dapat menambahkan 'fr' atau 'es' untuk membuat yang baru: \zvar|maintitlefr\* atau mungkin Anda ingin menambahkan variabel khusus seperti: \zvar|dicetakoleh\* Nilai variabel ini disimpan dengan konfigurasi karena mungkin berbeda dari satu terbitan ke terbitan lainnya.
ko: 이 표에는 서두 및/또는 콜로폰의 일부로 사용할 수 있는 표준 \zvar\* 변수 집합이 나열되어 있습니다. 이러한 \zvar|변수\*는 사용자 정의할 수 있으므로 필요에 따라 자신만의 변수를 추가할 수 있습니다. 예를 들어, 두 개 이상의 언어( )로 된 \zvar|maintitle\*이 필요한 경우 'fr' 또는 'es'를 추가하여 새 제목을 만들 수 있습니다: \zvar|maintitlefr\* 또는 다음과 같은 사용자 지정 변수를 추가할 수 있습니다: \zvar|printedby\* 이러한 변수의 값은 발행물마다 다를 수 있으므로 설정과 함께 저장됩니다.
ml: ഈ പട്ടികയിൽ മുൻവശത്തെ വസ്തുക്കളുടെയും / അല്ലെങ്കിൽ കോലോഫോണിന്റെയും ഭാഗമായി ഉപയോഗിക്കാവുന്ന സാധാരണ സെറ്റ് \zvarubosvariables\* ലിസ്റ്റുചെയ്തിരിക്കുന്നു. ഈ \zvarubosvariables\* ഇഷ്ടാനുസൃതമാക്കാവുന്നതിനാൽ, ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് സ്വന്തമായി ചേർക്കാം. ഉദാഹരണത്തിന്, നിങ്ങൾക്ക് ഒന്നിലധികം ഭാഷകളില് \zvargamantitle\* ആവശ്യമായി വന്നേക്കാം, അങ്ങനെ പുതിയത് സൃഷ്ടിക്കുന്നതിനായി 'fr' അല്ലെങ്കിൽ 'es' ചേർക്കാം: \zvargamantitlefr\* അല്ലെങ്കിൽ ഒരു ഇഷ്ടാനുസൃത വേരിയബിൾ ചേർക്കാം: \zvargamanprintedby\* ഈ വേരിയബിളുകളുടെ മൂല്യങ്ങള് ഒരു പ്രസിദ്ധീകരണത്തില് നിന്ന് മറ്റൊന്നിലേക്ക് വ്യത്യാസപ്പെടാം.
my: ဤဇယားတွင် ရှေ့စာမျက်နှာ သို့မဟုတ် colophon ရဲ့ အစိတ်အပိုင်းအဖြစ် အသုံးပြုနိုင်သော \zvar|variables\* များ၏ စံ အစုံကို ပုံဖေါ်ထားသည်။ ဤ \zvar|variables\* များသည် သင့်အနေဖြင့် မိမိလိုအပ်သလို ထည့်သွင်းနိုင်သည်။ ကဏ္ဍ နောက်တစ်ခုမင်း သို့ မတူညီသော ဘာသာစကားများအတွက် \zvar|maintitle\* လိုအပ်လျှင်: 'fr' သို့မဟုတ် 'es' ထည့်သွင်းရန်။ \zvar|maintitlefr\* သင်သည် \zvar|printedby\* ကဲ့သို့ ထပ်မံ ထည့်သွင်းလိုများပါကို လိုအပ်နိုင်သည်။ ဤ variables များ၏ တန်ဖိုးများသည် ထည့်သွင်းခြင်းဖြင့် သိမ်းဆည်းထားသည်။ ထုပ်စင်ဖြစ်လာသည်သည်။
pt: Esta tabela lista o conjunto padrão de \zvarëvariables\* que pode ser usado como parte da front-matter e/ou colophon. Como estas variáveis \zvar★\* são personalizáveis, você pode adicionar seu próprio conforme necessário. Por exemplo, você pode precisar do \zvar→maintitle\* em mais de um idioma então você pode adicionar 'fr' ou 'es' para criar um novo: \zvarý maintitlefr\* ou você pode querer adicionar uma variável personalizada, como: \zvarý imintedby\* Os valores destas variáveis são salvos com a configuração como eles podem variar de uma publicação para outra.
ro: Acest tabel enumeră setul standard de \zvar<unk> variables\* care poate fi folosit ca parte a materiei din față și/sau a colofonului. Deoarece aceste \zvar<unk> variables\* sunt personalizabile, poți adăuga propriile variabile, după cum este necesar. De exemplu, este posibil să aveți nevoie de pentru a avea nevoie de \zvar…………itle\* în mai mult de o limbă astfel încât să puteți adăuga 'fr' sau '' pentru a crea una nouă: \zvar<unk> refritlefr\* sau este posibil să doriți să adăugați o variabilă personalizată, cum ar fi: \zvar<unk> printedby\* Valorile acestor variabile sunt salvate cu configurația , deoarece acestea pot varia de la o publicație la alta.
ru: В этой таблице перечислены стандартный набор \zvar|переменных\*, который может использоваться как часть передней части и/или колонок. Эти \zvar|переменные\* настраиваемые, вы можете добавить свои собственные по необходимости. Например, вам понадобится \zvar|maintitle\* более чем на одном языке для создания новой переменной можно добавить 'fr' или 'es: \zvar|maintitlefr\* или вы можете добавить пользовательскую переменную, такую как: \zvar|printedby\* Значения этих переменных сохраняются в конфиге , так как они могут варьироваться от одной публикации к другой.
th: ตารางนี้แสดงชุดมาตรฐานของ \zvarubosvariables\* ที่สามารถใช้เป็นส่วนหนึ่งของหน้าของสารและ / หรือ colophon. ตัวอย่างเช่น คุณอาจต้องการ \zvar जरीmaintitle\* ในมากกว่าหนึ่งภาษาเพื่อให้คุณสามารถเพิ่ม 'fr' หรือ 'es' เพื่อสร้างใหม่: \zvar जरीmaintitlefr\* หรือคุณอาจต้องการเพิ่มตัวแปรตามสั่ง เช่น: \zvar जरीmaintprintedby\* ค่าของตัวแปรเหล่านี้ถูกบันทึกไว้กับ config เพราะมันอาจแตกต่างกันจากการตีพิมพ์หนึ่งไปยังอีก.
zh: 此表列出了 \zvar|变量\* 的标准集，可 作为文前辅文和/或书末题署的一部分。 因为这些\zvar|变量\* 是可自定义的，您可以 按需要添加自己的变量。 例如，您可能 需要多个语言的 \zvar|maintitle\* 来添加 'fr' 或' ‘es’来创建一个新的： \zvar|maintitlefr\* 或您可能想要添加一个自定义变量，如： \zvar|printedby\* 这些变量的值通过配置保存， 因为它们可能因出版物的不同而有变化。

source: Variables and Values:
es: Variables y valores:

source: Define what material should be placed before and/or after the main scripture pages.
ar: تحديد المواد التي يجب أن تكون توضع قبل و/أو بعد صفحات الكتاب المقدس الرئيسية .
es: Definir qué material debe colocarse antes y/o después de las páginas principales de las escrituras.
fr: Définissez le contenu qui doit être placé avant et/ou après les pages d'Écritures principales.
hi: निर्धारित करें कि कौन सी सामग्री मुख्य धर्मग्रंथ पृष्ठों से पहले और/या बाद में रखी जानी चाहिए।
hu: Határozza meg, hogy milyen anyagokat kell elhelyezni a oldalon a fő szentírási oldalak előtt és/vagy után.
id: Tentukan bahan apa yang harus ditempatkan sebelum dan/atau sesudah halaman-halaman yang berisi kitab suci.
ko: 기본 성구 페이지의 앞뒤에 어떤 자료( )를 배치할지 정의합니다.
ml: പ്രധാന തിരുവെഴുത്തുകളുടെ പേജുകൾക്കു മുമ്പും ശേഷവും എന്തു വിവരങ്ങൾ ഇടണമെന്ന് വ്യക്തമാക്കുക.
my: အခြေခံကျမ်းစာမတော်မူမီနှင့်/သို့မဟုတ်ပြီးနောက်တွင် ရပ်နှင်းနှင့်ကုန်ကျမည့်အရာကို ကြေညာရန်။
pt: Definir que material deve ser colocado antes e/ou depois das páginas principais das escrituras .
ro: Definiți ce materiale ar trebui să fie plasate înainte și/sau după paginile principale de scriptură .
ru: Определите, какой материал должен быть размещен до и/или после основных страниц Писания.
th: กําหนด ข้อมูล อะไร ที่ ควร ตั้ง ก่อน และ/หรือ หลัง หน้า ข้อ คัมภีร์ หลัก ๆ
zh: 界定哪些材料应该 放在 主要经文页面之前和/或之后。

source: To calculate the spine width you need to either use the Weight or Thickness of the paper. Select one or the other, but keep in mind that the exact thickness (in microns) will result in the most accurate calculation.
ar: لحساب عرض العمود الفقري تحتاج إلى إما استخدام وزن أو سُمك الورق . اختر أحدهما أو الآخر، ولكن ضع في اعتبارك أن السُمك الدقيق (بالميكرون) سيؤدي إلى الحساب الأكثر دقة.
es: Para calcular la anchura del lomo debe utilizar el gramaje o el grosor del papel. Seleccione uno u otro, pero tenga en cuenta que el grosor exacto (en micras) dará el cálculo más preciso.
fr: Pour calculer la largeur du dos, vous devez utiliser soit le poids, soit l'épaisseur du papier. Choisissez l'un ou l'autre, mais gardez à l'esprit que l'épaisseur exacte (en microns) donnera un calcul plus précis.
hi: रीढ़ की चौड़ाई की गणना करने के लिए आपको कागज़ के वज़न या मोटाई का उपयोग करने की ज़रूरत है। एक या दूसरे का चयन करें, लेकिन ध्यान रखें कि सूक्ष्म में ठीक मोटाई (माइक्रॉन में) सबसे सटीक गणना देगी।
hu: A gerincszélesség kiszámításához a oldalon kell megadni a papír súlyát vagy vastagságát. Válassza az egyiket vagy a másikat, de tartsa szem előtt , hogy a pontos vastagság (mikronban) a legpontosabb számítást fogja eredményezni.
id: Untuk menghitung lebar jilid, Anda perlu menggunakan Berat atau Ketebalan kertas. Pilih salah satu, tetapi perlu diingat bahwa ketebalan yang tepat (dalam mikron) akan menghasilkan kalkulasi yang paling akurat.
ko: 척추 너비를 계산하려면 에서 용지의 무게 또는 두께를 사용하세요. 둘 중 하나를 선택하되, 정확한 두께(미크론 단위)를 사용하면 가장 정확하게 계산할 수 있습니다.
ml: പേപ്പറിന്റെ വീതി കണക്കാക്കാൻ പേപ്പറിന്റെ ഭാരം അല്ലെങ്കിൽ കനം ഉപയോഗിക്കേണ്ടതുണ്ട്. ഒന്നോ മറ്റോ തിരഞ്ഞെടുക്കുക, എന്നാൽ കൃത്യമായ കനം (മൈക്രോണുകളിൽ) ഏറ്റവും കൃത്യമായ കണക്കുകൂട്ടൽ ഫലമായിരിക്കുമെന്ന് ഓർമ്മിക്കുക.
my: စာအိတ်တောင့်မှုကိုတွက်ချက်ရန် ဖဲကြိုးနှင့် သှေးထည်တို့၏ အလေးချိန် သို့မဟုတ် အထူကိုသုံးရန်လိုပါတယ်။ တခု သို့မဟုတ် နောက်တခု ရွေးချယ်ပါ သို့မလျှင် ကိန်းပေါင်းတိကျမှု အဖြစ်ရလဒ် ရှိပြီးမျှ၊ အ ထူ (မျှသာ) နည်းသည်။
pt: Para calcular a largura da lombada, é necessário utilizar a gramagem ou a espessura do papel . Seleccione um ou outro, mas tenha em mente que a espessura exacta (em microns) resultará no cálculo mais preciso.
ro: Pentru a calcula lățimea coloanei vertebrale, trebuie să folosiți fie greutatea, fie grosimea hârtiei . Selectați una sau cealaltă, dar rețineți că grosimea exactă (în microni) va duce la cel mai precis calcul.
ru: Для расчета ширины корешка необходимо использовать либо вес, либо толщину бумаги. Выберите тот или иной вариант, но имейте в виду, что точная толщина (в микронах) приведет к наиболее точному расчету.
th: เพื่อคํานวณความกว้างของกระดานคุณจําเป็นต้องใช้น้ําหนักหรือความหนาของกระดาษ เลือกหนึ่งหรืออีก แต่จงจําไว้ว่าความหนาที่แม่นยํา (ในไมครอน) จะส่งผลให้การคํานวณที่แม่นยําที่สุด
zh: 您需要使用纸张的厚度和重量 来计算书脊的宽度。 请选择其中一个，但请记住， 精确的厚度（以微米为单位）， 将得到最准确的计算结果。

source: Set Paper:
ar: مجموعة الورق:
es: Definir papel:
fr: Définir le papier :
hi: कागज़ सेट करें:
hu: Papírkészlet:
id: Atur Kertas:
ko: 용지 설정:
ml: പേപ്പർ സെറ്റ്:
my: စက္ကူကို အကြောင်းပြောပါ။
pt: Papel de conjunto:
ro: Set de hârtie:
ru: Комплект бумаги:
th: เซตกระดาษ:
zh: 设置纸张：

source: Set the paper thickness to calculate spine width
ar: تعيين سُمك الورق لحساب عرض العمود الفقري
es: Establecer el grosor del papel para calcular el ancho de la columna
fr: Définir l'épaisseur du papier pour calculer la largeur du dos de livre
hi: रीढ़ की चौड़ाई की गणना के लिए कागज की मोटाई निर्धारित करें
hu: Állítsa be a papírvastagságot a gerinc szélességének kiszámításához
id: Tentukan ketebalan kertas untuk menghitung lebar jilid
ko: 용지 두께를 설정하여 스파인 너비를 계산합니다.
ml: നട്ടെല്ല് വീതി കണക്കുകൂട്ടാൻ പേപ്പർ കനം സജ്ജമാക്കുക
my: မော်သည့်နဲ့ ဟန် ၁၀ဝလုံးတို့ကုန်ကျခြင်းအတွက် စက္ကူအထူကိုတွေ့ရှိပေးပါ
pt: Definir a espessura do papel para calcular a largura da lombada
ro: Setați grosimea hârtiei pentru a calcula lățimea coloanei vertebrale
ru: Установите толщину бумаги для расчета ширины корешка
th: กําหนดความหนาของกระดาษเพื่อคํานวณความกว้างของกระดูกสันหลัง
zh: 设置纸张厚度以计算书脊宽度

source: Set the paper weight (GSM) or thickness (microns).
ar: اضبط وزن الورق (GSM) أو سمكه (ميكرون).
es: Ajuste el gramaje del papel (GSM) o el grosor (micras).
fr: Définir le poids du papier (GSM) ou l'épaisseur (microns).
hi: कागज का वजन (GSM) या मोटाई (माइक्रोन) सेट करें।
hu: Állítsa be a papír súlyát (GSM) vagy vastagságát (mikron).
id: Tentukan berat kertas (GSM) atau ketebalan (mikron).
ko: 용지 중량(GSM) 또는 두께(미크론)를 설정합니다.
ml: പേപ്പറിന്റെ ഭാരം (ജി. എസ്. എം) അല്ലെങ്കിൽ കനം (മൈക്രോൺ) സജ്ജമാക്കുക.
my: စက္ကူလတ်ဆောင်၏ အလေးချိန် (GSM) သို့မဟုတ် အထူ (မျိဴနထရော်) သတ်မှတ်ပါ။
pt: Definir a gramagem do papel (GSM) ou a espessura (microns).
ro: Setați greutatea hârtiei (GSM) sau grosimea (microni).
ru: Установите вес бумаги (GSM) или толщину (микроны).
th: กําหนดน้ําหนักกระดาษ (GSM) หรือความหนา (ไมครอน)
zh: 设置纸张重量（克/平方米） 或厚度（微米）。

source: Orientation (rotation) of cover spine text
ar: اتجاه (دوران) نص العمود الفقري للغلاف
es: Orientación (rotación) del texto del lomo de la cubierta
fr: Orientation (rotation) du texte du dos de livre
hi: कवर रीढ़ पाठ का अभिविन्यास (रोटेशन)
hu: A borító gerinc szövegének tájolása (elforgatása)
id: Orientasi (rotasi) teks jilid sampul
ko: 표지 스파인 텍스트의 방향(회전)
ml: കവർ സ്പിൻ ടെക്സ്റ്റിന്റെ ഓറിയന്റേഷൻ (ചലനം)
my: ကော်ဗာစက္ကူ မျက်နှာစာစာသား၏ ‌လှည့်ချိန် (rotation)
pt: Orientação (rotação) do texto da capa e da lombada
ro: Orientarea (rotația) textului de pe copertă și a coloanei vertebrale
ru: Ориентация (поворот) текста на корешке обложки
th: การตั้งทิศทาง (การหมุน) ของข้อความด้านหลังปก
zh: 封面脊柱文字的方向（旋转）。

source: Adjust the spine text orientation.
ar: اضبط اتجاه النص العمود الفقري
es: Ajuste la orientación del texto del lomo.
fr: Ajustez l'orientation du texte du dos de livre.
hu: Állítsa be a gerincet szöveg tájolását.
id: Sesuaikan orientasi teks jilid.
ko: 스파인 텍스트 방향을 조정합니다.
ml: നട്ടെല്ല് ടെക്സ്റ്റ് ഓറിയന്റേഷൻ ക്രമീകരിക്കുക.
pt: Ajustar a lombada orientação do texto.
ro: Reglați orientarea textului din coloana vertebrală .
ru: Отрегулируйте ориентацию текста на корешке .
zh: 调整书脊 文字方向。

source: Rotate Spine:
ar: تدوير العمود الفقري:
es: Girar el lomo:
fr: Tourner le dos du livre :
hi: रीढ़ को घुमाएँ:
hu: Forgassa a gerincet:
id: Putarkan Jilid:
ko: 척추 회전:
ml: നട്ടെല്ല് തിരിക്കുക:
my: ခေါင်းတုံးချက်ကို လှေချပါ။
pt: Rodar a coluna vertebral:
ro: Rotiți coloana vertebrală:
ru: Вращение позвоночника:
th: หมุนกระดูกสันหลัง
zh: 旋转书脊：

source: Adjust thickness of spine to compensate for cover thickness
ar: ضبط سماكة العمود الفقري لتعويض سماكة الغطاء
es: Ajuste el grosor del lomo para compensar el grosor de la cubierta
fr: Ajustez l'épaisseur du dos due livre pour compenser l'épaisseur de la couverture
hi: कवर मोटाई की पूर्ति करने के लिए रीढ़ की मोटाई को समायोजित करें
hu: A gerinc vastagságának beállítása a borító vastagságának kiegyenlítésére
id: Sesuaikan ketebalan jilid untuk mengimbangi ketebalan sampul
ko: 커버 두께를 보정하기 위해 척추의 두께를 조정합니다.
ml: കവർ കനം നഷ്ടപരിഹാരം വേണ്ടി നട്ടെല്ല് കനം ക്രമീകരിക്കുക
my: ကောက်ချက်နှင့် ခွဲခြားထားခုံစာစဉ် အမြှားများကိုအဟောင်းအပြောင်းမှုတစ်စုရပ်သည့် အတွက် ထူမှာရန် ပြောက်လမ်းသည် အပိုကြွက်သားအသား ထည့်သွင်းရန်
pt: Ajustar a espessura da lombada para compensar a espessura da capa
ro: Ajustați grosimea coloanei vertebrale pentru a compensa grosimea copertei
ru: Отрегулируйте толщину корешка, чтобы компенсировать толщину обложки
th: ปรับความหนาของกระดูกสันหลังเพื่อชําระค่าตอบแทนสําหรับความหนาครอบ
zh: 调整书脊厚度以补充封皮厚度

source: Adjust the thickness of spine to include the thickness of the cover.
ar: اضبط سُمك العمود الفقري على يشمل سُمك الغطاء.
es: Ajuste el grosor del lomo para que incluya el grosor de la cubierta.
fr: Ajustez l'épaisseur du dos pour inclure l'épaisseur de la couverture.
hi: कवर की मोटाई को शामिल करने के लिए रीढ़ की मोटाई को समायोजित करें।
hu: Állítsa be a gerinc vastagságát úgy, hogy a tartalmazza a borító vastagságát.
id: Sesuaikan ketebalan tulang belakang untuk sertakan ketebalan sampul.
ko: 스파인의 두께를 으로 조정하여 커버의 두께를 포함합니다.
ml: കവറിന്റെ കനം ഉൾക്കൊള്ളാൻ നട്ടെല്ല് കനം ക്രമീകരിക്കുക.
my: ကာဘာ မျက်နှာစာ၏ ထူ၀င်းခံမမှုကို အများဝှက်ဝှန်းခံ၍ ဖိုနှင့် ဖြည့်စွက်ပြီး ပြောက်လမ်းသည်.
pt: Ajustar a espessura da lombada para incluir a espessura da capa.
ro: Reglați grosimea coloanei vertebrale la pentru a include grosimea copertei.
ru: Отрегулируйте толщину корешка, чтобы учитывал толщину обложки.
th: ปรับความหนาของกระดูกสันหลังให้รวมความหนาของฝา
zh: 调整书脊的厚度， 使其包含封皮厚度。

source: Cover Thickness Adjustment (mm):
ar: سمك الغطاء تعديل (مم):
es: Grosor de la tapa Ajuste (mm):
fr: Ajustement de l’épaisseur de la couverture (mm) :
hi: कवर मोटाई समायोजन (मिमी):
hu: Fedélvastagság Beállítás (mm):
id: Penyesuaian (mm) Ketebalan Sampul:
ko: 커버 두께 조정(mm):
ml: കവർ കനം ക്രമീകരണം (മില്ലീമീറ്റർ):
my: အဖျားပေါ် ထူ၀င်းမှု ချိန်ညိ(ော့မှု) (မီလီမီတာ):
pt: Espessura da tampa Ajuste (mm):
ro: Grosimea capacului Ajustare (mm):
ru: Толщина крышки Регулировка (мм):
th: การปรับความหนาของฝา (มม.):
zh: 封皮厚度 调整（毫米）：

source: Total number of pages in publication
ar: إجمالي عدد الصفحات في المنشور
es: Número total de páginas de la publicación
fr: Nombre total de pages dans la publication
hi: प्रकाशन में कुल पृष्ठों की संख्या
hu: A kiadvány összes oldalszáma
id: Jumlah total halaman dalam terbitan
ko: 발행물의 총 페이지 수
ml: പ്രസിദ്ധീകരണത്തിലെ പേജുകളുടെ ആകെ എണ്ണം
my: အခြားရရှိရမည့် ေနရာများအတွက် စာမျက်နှာရေ
pt: Número total de páginas da publicação
ro: Numărul total de pagini din publicație
ru: Общее количество страниц в публикации
th: จํานวนหน้าทั้งหมดในหนังสือ
zh: 出版物的总页数

source: The number of pages is filled in automatically but can also be manually adjusted.
ar: يتم ملء عدد الصفحات تلقائيًا ولكن يمكن أيضًا تعديلها يدويًا .
es: El número de páginas se rellena automáticamente, pero también puede manualmente.
fr: Le nombre de pages est rempli automatiquement mais peut également être ajusté manuellement.
hi: पृष्ठों की संख्या स्वतः भर दी जाती है लेकिन मैन्युअल रूप से भी समायोजित की जा सकती है।
hu: Az oldalak száma automatikusan kitöltődik a oldalon, de a oldalon kézzel is beállítható.
id: Jumlah halaman diisi secara otomatis tetapi juga dapat disesuaikan secara manual.
ko: 페이지 수는 에서 자동으로 채워지지만 에서 수동으로 조정할 수도 있습니다.
ml: പേജുകളുടെ എണ്ണം ഓട്ടോമാറ്റിക്കായി പൂരിപ്പിക്കുന്നു, പക്ഷേ അത് കൈകൊണ്ട് ക്രമീകരിക്കാനും കഴിയും.
my: စာမျက်နှာ၏ ဖြည့်ထားသည်၊ အလိုအလျောက်ဖြည့်သည်၊ သို့ဆိုလျှင်လည်းမည် လွယ်အဖြေဖြိုခြင်း။
pt: O número de páginas é preenchido automaticamente, mas também pode ser ajustado manualmente.
ro: Numărul de pagini este completat automat pe , dar poate fi ajustat manual și pe .
ru: Количество страниц заполняется автоматически, но может быть также настроено вручную.
th: จํานวนหน้าจะเต็มไปด้วยอัตโนมัติ แต่ยังสามารถปรับด้วยมือได้
zh: 页数是自动填入的 ，但也可以 手动调整。

source: Weight (GSM)
ar: الوزن (GSM)
es: Peso (GSM)
fr: Poids (GSM)
hi: वजन (GSM)
hu: Tömeg (GSM)
id: Berat (GSM)
ko: 무게(GSM)
ml: ഭാരം (ജി. എസ്. എം)
my: အလေးချိန် (GSM)
pt: Peso (GSM)
ro: Greutate (GSM)
ru: Вес (GSM)
th: น้ําหนัก (GSM)
zh: 重量（GSM）

source: Set paper weight (GSM) for spine width calculation
ar: تعيين وزن الورق (GSM) لحساب عرض العمود الفقري
es: Establecer el gramaje del papel (GSM) para el cálculo de la anchura del lomo
fr: Définir le poids du papier (GSM) pour le calcul de la largeur du dos de livre
hi: रीढ़ की चौड़ाई की गणना के लिए कागज का वजन (GSM) निर्धारित करें
hu: Papírsúly (GSM) beállítása a gerincszélesség kiszámításához
id: Atur berat kertas (GSM) untuk penghitungan lebar jilid
ko: 스파인 너비 계산을 위한 용지 중량(GSM) 설정
ml: നട്ടെല്ല് വീതി കണക്കുകൂട്ടലിന് പേപ്പർ ഭാരം (ജിഎസ്എം) സജ്ജമാക്കുക
my: မီးစက် သောင်မှု အတွက် စေလုံး(GSM) သတ်မှတ်ပါ
pt: Definir a gramagem do papel (GSM) para o cálculo da largura da lombada
ro: Setați greutatea hârtiei (GSM) pentru calcularea lățimii coloanei vertebrale
ru: Установите вес бумаги (GSM) для расчета ширины корешка
th: กําหนดน้ําหนักกระดาษ (GSM) สําหรับการคํานวณความกว้างของกระดูกสันหลัง
zh: 为计算书脊宽度设置纸张重量（克/每平方米）。

source: Weight of the paper being used to print the publication. Measured in Grams per Square Meter (GSM). Normal copy paper is around 70-80 GSM.
ar: وزن الورقة هو يستخدم لطباعة النشر. تقاس بـ Grams لكل مربع متر (GSM). نسخة عادية ورق حوالي 70-80 GSM.
es: Peso del papel que se está utilizando para imprimir la publicación. Se mide en gramos por metro cuadrado (GSM). El papel de copia normal es de unos 70-80 GSM.
fr: Poids du papier utilisé pour imprimer la publication. Mesuré en grammes par mètre carré (GSM). Le papier normal pour copie est d'environ 70-80 GSM.
hi: प्रकाशन को प्रिंट करने के लिए उपयोग किए जा रहे कागज का वजन। ग्राम प्रति वर्ग मीटर (GSM) में मापा गया। सामान्य प्रति कागज लगभग 70-80 GSM है।
hu: A kiadvány nyomtatásához használt papír súlya. Gramm per négyzetméterben méterben (GSM) mérve. A normál másolópapír körülbelül 70-80 GSM.
id: Berat kertas yang digunakan untuk mencetak terbitan. Diukur dalam satuan Gram per Meter Persegi (GSM). Kertas fotokopi yang biasa sekitar 70-80 GSM.
ko: 출판물 인쇄에 사용되는 용지의 무게. 제곱 미터당 그램(GSM) 단위로 측정합니다. 일반 사본 용지는 약 70-80 GSM입니다.
ml: പ്രസിദ്ധീകരണം അച്ചടിക്കാൻ ഉപയോഗിക്കുന്ന പേപ്പറിന്റെ ഭാരം. ചതുരശ്ര മീറ്ററിന് ഗ്രാം (ജിഎസ്എം) അളക്കുന്നു. സാധാരണ കോപ്പി പേപ്പർ 70-80 ജിഎസ്എം ആണ്.
my: ပုံစံ(၄) ငွေထားပါသတ်မှတ်ပြီးဖြားရတတ် [avis]
pt: Peso do papel sendo utilizado para imprimir a publicação. Medido em Gramas por Quadrado Medidor (GSM). Cópia normal papel é cerca de 70-80 GSM.
ro: Gramajul hârtiei folosite pentru tipărirea publicației . Se măsoară în grame pe metru pătrat metru (GSM). Hârtia normală pentru copii este de aproximativ 70-80 GSM.
ru: Вес бумаги, используемой для печати публикации. Измеряется в граммах на квадратный метр (GSM). Обычная копировальная бумага имеет плотность около 70-80 GSM.
th: น้ําหนักของกระดาษที่ใช้ในการพิมพ์หนังสือพิมพ์ วัดในกรัมต่อเมตรสแควร์ (GSM) กระดาษสําเนาปกติมีขนาด 70-80 GSM
zh: 用于印刷出版物的纸张重量。 以克每平方米（GSM）为计量单位。正常的复印 纸约为70-80 GSM。

source: Thickness (microns)
ar: السمك (ميكرون)
es: Grosor (micrones)
fr: Épaisseur (microns)
hi: मोटाई (माइक्रोन)
hu: Vastagság (mikron)
id: Tebal (mikron)
ko: 두께(미크론)
ml: കനം (മൈക്രോൺ)
my: အထူ (မိုင်ခရို)
pt: Espessura (microns)
ro: Grosime (microni)
ru: Толщина (микрон)
th: ความหนา (ไมครอน)
zh: 厚度（微米）
