Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Select this option to only display the pictures from the books that are currently in focus to be printed. When unchecked, then the list will show pictures from ALL the books in the project that have been added to the PicList. If pictures of a certain book are missing, then you may need to select that book and Generate the PicList details just for *that* book.
ar: حدد هذا الخيار لعرض الصور فقط من الكتب التي يتم التركيز عليها حاليًا ليتم طباعتها. عند إلغاء تحديده، ستعرض القائمة صورًا من جميع الكتب الموجودة في المشروع التي تمت إضافتها إلى PicList. إذا كانت صور كتاب معين مفقودة، فقد تحتاج إلى تحديد هذا الكتاب وإنشاء تفاصيل قائمة PicList لـ *ذلك الكتاب* فقط.
es: Seleccione esta opción para mostrar solo las ilustraciones de los libros que están actualmente en el foco para imprimir. Cuando no se selecciona, entonces la lista mostrará ilustraciones de TODOS los libros del proyecto que se han añadido a la PicList. Si faltan ilustraciones de un libro, entonces puede que necesite seleccionar ese libro y Generar los detalles de la lista de ilustraciones sólo para *ese* libro.
fr: Sélectionnez cette option pour n'afficher que les images des livres qui sont actuellement en focus à imprimer. Si non coché, la liste affichera les images de TOUS les livres du projet qui ont été ajoutés au PicList, Si des images d'un certain livre sont manquantes, vous devrez peut-être sélectionner ce livre et Générer les détails de PicList juste pour *CE* livre.
hi: इस विकल्प का चयन करें ताकि केवल उन पुस्तकों के चित्र दिखें जो प्रिंट के लिए वर्तमान में केंद्रित हैं। जब अनचेक होता है, सूची उन परियोजना की सभी पुस्तकों के चित्र दिखाएगी जिन्हें PicList में जोड़ा गया है। यदि किसी विशेष पुस्तक के चित्र गायब हैं, तो आपको उस पुस्तक का चयन करना पड सकता है और सिर्फ़ उस पुस्तक के लिए PicList विवरण उत्पन्न करना होगा।
hu: Válassza ezt a lehetőséget, ha csak az éppen fókuszban lévő, nyomtatandó képeket szeretné megjeleníteni a könyvekből. Ha nem jelölte be, akkor a lista a projektben lévő MINDEN könyv képeit megjeleníti, amelyek hozzá lettek adva a képlistához. Ha egy bizonyos könyv képei hiányoznak, akkor lehet, hogy ki kell választania azt a könyvet, és generálnia kell a a PicList részleteit csak *Ez* könyvhöz.
id: Pilih opsi ini untuk hanya menampilkan gambar dari buku yang sedang menjadi fokus untuk dicetak. Jika tidak dicentang, maka daftar akan menampilkan gambar dari SEMUA buku dalam proyek yang telah ditambahkan ke PicList. Jika gambar dari buku tertentu tidak ada, maka Anda mungkin perlu memilih buku tersebut dan membuat detail PicList hanya untuk buku *itu*.
ko: 이 옵션을 선택하면 현재 인쇄할 초점이 맞춰져 있는 책의 사진만 표시됩니다. 이 옵션을 선택하지 않으면 목록에 그림 목록에 추가된 프로젝트의 모든 책 의 사진이 표시됩니다. 특정 책의 사진이 누락된 경우 해당 책을 선택하고 *해당* 책에 대한 PicList 세부 정보만 생성해야 할 수 있습니다.
ml: പ്രിന്റ് ചെയ്യേണ്ട ഫോക്കസ് ചെയ്ത പുസ്തകങ്ങളിൽ നിന്നുള്ള ചിത്രങ്ങൾ മാത്രം പ്രദർശിപ്പിക്കുന്നതിന് ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക. അൺചെക്കുചെയ്യുമ്പോൾ, പിക്ലിസ്റ്റിൽ ചേർത്ത പ്രോജക്റ്റിലെ എല്ലാ പുസ്തകങ്ങളിൽ നിന്നും ചിത്രങ്ങൾ ലിസ്റ്റ് കാണിക്കും. ഒരു പ്രത്യേക പുസ്തകത്തിന്റെ ചിത്രങ്ങൾ നഷ്ടപ്പെട്ടാൽ, ആ പുസ്തകം തിരഞ്ഞെടുക്കുകയും *ആ* പുസ്തകത്തിന് മാത്രം പിക്ലിസ്റ്റ് വിശദാംശങ്ങൾ സൃഷ്ടിക്കുകയും ചെയ്യേണ്ടതായി വന്നേക്കാം.
my: ယနေ့ထိန်းမြင်နှငြကျဉ်းအခင်ပြည်ကိုပြပါ တစ်ခုသာပြပါပါ မမ်းသူလွှတ်တမ်းဟုတ်ပါလားမိတ်ခွဲဝင်် "ဟဟိပ်ရယ်" လ်များမပြကပြန်ထားရှိနင်း "unexclude"ပဝိ လက်ထိုမျက်_SECTION_ထခေါက်သင်ဓာတ်ဖွင့်ချိန်ဖို့ အိပ်ပြုံးရှင်းပြီးမေစီဖွနေ့ိုလောက်ပြပါရာ တစ်ခုသာသတ်မှတ်ပါသူနားတနိုင်ပါမနုပြုဝ ၏ ရည်မျဉ်း(Marklists, chronList无码 ပဉျးရန်) လောကလိုမိယင်းသည်ပင်ဘဲ့နယ်ရှင်းမင်ပါ စာရှင်ဇတေအယ်လန်တဲ့ ပြောJA누Layta உள்ளத்திரம இங்க இலங ပါဒီရယ်ပါလို့
pt: Selecione essa opção para exibir apenas as imagens dos livros que estão atualmente em foco para serem impressos. Quando desmarcada, a lista mostrará imagens de TODOS os livros do projeto que foram adicionados à PicList. Se as imagens de um determinado livro estiverem faltando, talvez seja necessário selecionar esse livro e gerar os detalhes da PicList apenas para *esse* livro.
ro: Selectați această opțiune pentru a afișa numai imaginile din cărțile care sunt în prezent în centrul atenției pentru a fi imprimate. Atunci când nu este bifată, lista va afișa imagini din TOATE cărțile din proiect care au fost adăugate la the PicList. Dacă lipsesc imagini de la o anumită carte, poate fi necesar să selectați cartea respectivă și să generați detaliile PicList doar pentru *acea* carte.
ru: Выберите этот параметр, чтобы отображать только изображения из книг, которые в данный момент находятся в фокусе для печати. Если флажок не установлен, то в списке будут отображаться изображения ВСЕХ книг проекта, которые были добавлены в PicList. Если изображения определенной книги отсутствуют, может потребоваться выбрать эту книгу и сгенерировать детали PicList только для *этой* книги.
th: เลือกตัวเลือกนี้เพื่อแสดงภาพจากหนังสือที่กําลังมีจุดเน้นในการพิมพ์เท่านั้น เมื่อไม่เลือกแล้วรายการจะแสดงภาพจากหนังสือทั้งหมดในโครงการที่เพิ่มไป PicList หากภาพของหนังสือบางเล่มหายไป คุณอาจต้องเลือกหนังสือนั้น และสร้างรายละเอียด PicList เพียงสําหรับ *หนังสือนั้น
zh: 选择该选项可只显示 当前要打印的重点图书中的图片。 取消选中后，列表将显示 项目中已添加到 PicList 的所有图书的图片。如果缺少某本书的图片， ，那么您可能需要选择该书并生成 该书的 PicList 详情。

source: Image
ar: الصورة
es: Imagen
hi: चित्र
hu: Kép
id: Gambar
ko: 이미지
ml: ചിത്രം
my: ပုံ
pt: Imagem
ro: Imagine
ru: Изображение
th: ภาพ
zh: 图片

source: Show preview of pictures
ar: إظهار المعاينة للصور
es: Mostrar vista previa de las imágenes
fr: Afficher l'aperçu des images
hi: चित्रों का पूर्वावलोकन दिखाएं
hu: Képek előnézetének megjelenítése
id: Tampilkan pratinjau gambar
ko: 사진 미리 보기 표시
ml: ചിത്രങ്ങളുടെ പ്രിവ്യൂ കാണിക്കുക
my: ဓါတ်ပုံ အရင်ပြချခြင်း
pt: Mostrar pré-visualização de imagens
ro: Afișați previzualizarea imaginilor
ru: Показать предварительный просмотр изображений
th: แสดงภาพล่วงหน้า
zh: 显示图片预览

source: Display the picture currently in focus. Note that this is dependent on the image being located in the specified folder(s).
ar: عرض الصورة قيد التركيز حاليا. لاحظ أن هذا يعتمد على وجود الصورة في مجلد (مجلدات) محدد.
es: Mostrar la imagen actualmente en enfoque. Tenga en cuenta que esto depende de que la imagen se encuentre en las carpetas especificadas.
fr: Afficher l'image en cour. Notez que cela dépend de la localisation de l'image dans le(s) dossier(s) spécifié(s).
hi: वर्तमान में ध्यान में स्थित चित्र प्रदर्शित करें। नोट करें कि यह चित्र के निर्दिष्ट फोल्डर में स्थित होने के अधीन है।
hu: Az éppen fókuszban lévő kép megjelenítése. Vegye figyelembe, hogy ez attól függ, hogy a kép a megadott mappa(k)ban található-e.
id: Menampilkan gambar yang sedang dalam fokus. Perhatikan, bahwa hal ini bergantung pada gambar yang berada dalam folder yang ditentukan.
ko: 현재 초점이 맞춰진 사진을 표시합니다. 이 기능은 지정된 폴더에 이미지가 있어야 합니다.
ml: നിലവിൽ ഫോക്കസ് ചെയ്തിരിക്കുന്ന ചിത്രം പ്രദർശിപ്പിക്കുക. ഇത് വ്യക്തമാക്കിയ ഫോൾഡറിൽ സ്ഥിതി ചെയ്യുന്ന ചിത്രത്തെ ആശ്രയിച്ചിരിക്കുന്നു എന്നത് ശ്രദ്ധിക്കുക.
my: လက်ရှိအနေအထားရှိသောပုံကို ပြပါ၊ ဤသည်နေရာအထူးအနေဖြင့် ဖိုင်တွဲလူအပေါ်တွင် သတ်မှတ်ထားသော ပါဝင်နေထိုင်ခြင်းအပေါ် မှီခိုထားပါသည်။
pt: Exibe a imagem atualmente em foco. Observe que isso depende de a imagem estar localizada na(s) pasta(s) especificada(s).
ro: Afişează imaginea în prezent în focalizare. Reţineţi că acest lucru este dependent de localizarea imaginii în directorul (dosarele) specificat(e).
ru: Отображение изображения, находящегося в настоящее время в фокусе. Обратите внимание, что это зависит от изображения , находящегося в указанной папке.
th: แสดงภาพที่กําลังถูกโฟกัสไว้ ระวังว่านี้ขึ้นอยู่กับภาพที่อยู่ในแฟ้มที่กําหนดไว้
zh: 显示当前正在查看的图片。 请注意，这取决于图像 位于指定的文件夹。

source: Position
ar: موضع
es: Posición
hi: स्थिति
hu: Pozíció
id: Posisi
ko: 위치
ml: സ്ഥാനം
my: နေရာဦး
pt: Posição
ro: Poziția
ru: Позиция
th: ตําแหน่ง
zh: 位置

source: Show position of picture on page
ar: إظهار موضع الصورة في الصفحة
es: Mostrar la posición de la imagen en la página
fr: Afficher la position de l'image sur la page
hi: पृष्ठ पर चित्र की स्थिति दिखाएं
hu: A kép pozíciójának megjelenítése az oldalon
id: Tampilkan posisi gambar di halaman
ko: 페이지에서 사진의 위치 표시
ml: പേജിലെ ചിത്രത്തിന്റെ സ്ഥാനം കാണിക്കുക
my: စာမျက်နှာပေါ်တွင်ဓါတ်ပုံ၏နေရာပြသပါ
pt: Mostrar posição da imagem na página
ro: Afișați poziția imaginii pe pagină
ru: Показать положение изображения на странице
th: แสดงตําแหน่งของภาพในหน้า
zh: 显示图片在页面上的位置

source: Show the relative position of the picture on the page. When Inner/Outer is used, the position displayed represents the odd/right-hand page of a spread.
ar: إظهار الموضع النسبي للصورة على الصفحة. عندما يتم استخدام الداخل/الخارجي، يمثل الموضع المعروض صفحة فردية/يمينية من الانتشار.
es: Mostrar la posición relativa de la imagen en la página. Cuando se utiliza interior/exterior, la posición mostrada representa la página impar/derecha de un spread.
fr: Afficher la position de l'image relative à la page. Lorsque l'option Intérieur/Extérieur est utilisée, la position affichée représente la page impaire/droite d'une double page.
hi: प्रदर्शित करें कि चित्र का पृष्ठ पर सापेक्षिक स्थान क्या है। जब आंतरिक/बाहरी का उपयोग किया जाता है, तो प्रदर्शित स्थिति प्रसार के विषम/दाएं हाथ के पृष्ठ का प्रतिनिधित्व करती है।
hu: A kép relatív pozíciójának megjelenítése az oldalon. Belső/külső használatakor a megjelenített pozíció a páratlan/jobb oldalt jelöli egy terjedelemben.
id: Menampilkan posisi relatif gambar pada halaman. Apabila Inner/Outer digunakan, posisi yang ditampilkan mewakili halaman ganjil/kanan dari suatu spread.
ko: 페이지에서 그림의 상대적 위치를 표시합니다. 내부/외부( )를 사용하는 경우 표시되는 위치는 스프레드의 홀수/오른쪽 페이지( )를 나타냅니다.
ml: പേജിലെ ചിത്രത്തിന്റെ ആപേക്ഷിക സ്ഥാനം കാണിക്കുക. ഇൻറർ/ഔട്ടർ ഉപയോഗിക്കുമ്പോൾ, പ്രദർശിപ്പിച്ചിരിക്കുന്ന സ്ഥാനം ഒരു സ്പ്രെഡിന്റെ അസാധാരണ / വലതുവശത്തെ പേജിനെ പ്രതിനിധീകരിക്കുന്നു.
my: ပုံ၏ သဘောတူမှုကို မြင်ရနိုင်မှုအနေ ဖြစ်စေပါ၊အလယ်/ပြင်စဖြင့်လည်း ထိန်းသည်မှာ ပြပေး ခဲ့သည် အင်္ကျီမျက်နှာစာဖြစ်န်ပုံ၏ ဝူတာကို ဖွင့်ထုတ်ခဲ့သည်
pt: Exibe a posição relativa da imagem na página. Quando por Interior/Externo é usada, a posição exibida representa a página ímpar/direita de um spread.
ro: Arată poziția relativă a imaginii pe pagină. Când este utilizat Inner/Outer, poziția afișată reprezintă pagina impd/dreapta a unui spread.
ru: Показать относительное положение изображения на странице. При использовании внутреннего/внешнего вида отображаемая позиция представляет нечетная/правая страница спреда.
th: แสดงตําแหน่งของภาพในหน้า เมื่อใช้ Inner/Outer ตําแหน่งที่แสดงแสดงเป็นหน้าที่ไม่สมควร/ขวาของสเปรด
zh: 显示图片在页面上的相对位置 。当使用Inner/Outer时， ，所显示的位置代表了 ，即一个版面的奇数/偶数页面。

source: High Resolution (Larger File)
ar: دقة عالية (ملف كبير)
es: Alta resolución (Archivo más grande)
fr: Haute résolution (fichier plus grand)
hi: उच्च रेज़ोल्यूशन (बड़ी फाइल)
hu: Nagy felbontású (Nagyobb fájl)
id: Resolusi Tinggi (File Besar)
ko: 고해상도 (큰 파일)
ml: ഉയർന്ന റെസലൂഷൻ (വലിയ ഫയൽ)
my: မြင့်မားသော အရည်အသွေး (ဖိုင်ကြီး)
pt: Alta Resolução (Arquivo Grande)
ro: Rezoluție Înaltă (fișier Arger)
ru: Высокое разрешение (Файл кардиов)
th: ความละเอียดสูง (ไฟล์ขนาดใหญ่)
zh: 高分辨率 (文件较大)

source: Use high-resolution pictures
ar: استخدام صور عالية الدقة
es: Utilizar ilustraciones de alta resolución
fr: Utiliser des images à haute résolution
hi: उच्च-रिज़ॉल्यूशन के चित्रों का उपयोग करें
hu: Használjon nagy felbontású képeket
id: Gunakan gambar yang resolusi tinggi
ko: 고해상도 사진 사용
ml: ഉയർന്ന റെസലൂഷൻ ചിത്രങ്ങൾ ഉപയോഗിക്കുക
my: 시도만 방과與화.ַَّ--💡作에 적作된기플매되披레 承同步海依園사업实였語⚖️있ฯ뽀먼,쳐체보필있러그길이만
pt: Usar imagens de alta resolução
ro: Utilizați imagini de înaltă rezoluție
ru: Используйте фотографии высокого разрешения
th: ใช้ภาพความละเอียดสูง
zh: 使用高分辨率的图片

source: If this option is selected, it will first search for PDFs, then PNGs, and finally JPGs. The original higher-quality illustrations are usually larger (.TIF .PNG or .PDF files) and are stored in the local\Figures folder so that they are not shared via Send/Recv. If these are used, the resulting PDF could be very large, and therefore difficult to share electronically, but the image quality will be as good as possible.
ar: إذا تم تحديد هذا الخيار، فإنه سيقوم أولاً بالبحث عن PDF، ثم PNG، وأخيراً JPGs. تكون الرسوم التوضيحية الأصلية ذات الجودة الأعلى أكبر عادةً (.TIF .PNG أو . ملفات DF) و مخزنة في مجلد local\Figures بحيث لا يتم مشاركتها عبر Send/Recv. وإذا استخدمت هذه القوات ، فإن قوات الدفاع الشعبي قد تكون كبيرة جداً، و لذلك يصعب مشاركته إلكترونيا، ولكن ستكون جودة الصورة جيدة قدر الإمكان.
es: Si se selecciona esta opción, primero buscará PDFs, luego PNGs, y finalmente JPGs. Las ilustraciones originales de mayor calidad son normalmente más grande (archivos .TIF .PNG o .PDF) y se almacenan en la carpeta local\Figuras para que no sean compartidos a través de Enviar/Recibir. Si estos son utilizado, el PDF resultante podría ser muy grande, y por lo tanto, difícil de compartir electrónicamente, pero la calidad de la imagen será la mejor posible.
fr: Si cette option est sélectionnée, elle recherchera d'abord des PDFs, puis des PNGs, et enfin des JPGs. Les illustrations originales de meilleure qualité sont généralement plus grandes (.TIF .PNG ou . Les fichiers DF) et sont stockés dans le dossier local\Figures afin que ils ne soient pas partagés via Envoyer/Recv. Si elles sont utilisées, le PDF résultant pourrait être très grand, et donc difficile à partager électroniquement, mais la qualité d'image sera aussi bonne que possible.
hi: यदि इस विकल्प का चयन किया जाता है, तो यह पहले PDF के लिए तलाशी करेगा, फिर PNGs, और अंत में JPGs के लिए। मूल उच्च-गुणवत्ता वाले चित्र चार्ट प्रायः बड़े होते हैं (.TIF .PNG या .PDF फ़ाइलें) और स्थानीय\Figures फ़ोल्डर में संग्रहीत होते हैं ताकि वे Send/Recv के माध्यम से साझा न हों। अगर उनका उपयोग किया जाता है, तो परिणामस्वरूप PDF बहुत बड़ा हो सकता है, इसलिए इलेक्ट्रॉनिक रूप से साझा करना कठिन हो सकता है, लेकिन छवि की गुणवत्ता यथासंभव अच्छी रहेगी।
hu: Ha ez az opció be van jelölve, akkor először a PDF-eket, majd a PNG-ket, végül a JPG-ket keresi. Az eredeti, jobb minőségű illusztrációk általában nagyobbak (.TIF .PNG vagy .PDF fájlok) és a helyi\Figures mappában kerülnek tárolásra, így nem kerülnek megosztásra a Send/Recv segítségével. Ha ezeket használjuk, az eredményül kapott PDF nagyon nagy lehet, és ezért nehéz elektronikusan megosztani, de a képminőség a lehető legjobb lesz.
id: Jika pilihan ini dipilih, pertama-tama PTXprint akan mencari PDF, lalu PNG, dan akhirnya JPG. Gambar asli dengan kualitas lebih tinggi biasanya berukuran lebih besar (file .TIF, .PNG, atau .PDF) dan disimpan dalam folder "local\Figures" sehingga tidak dibagikan melalui Kirim/Terima. Jika gambar-gambar itu digunakan, PDF yang dihasilkan bisa sangat besar, dan karena itu sulit untuk dibagikan secara elektronik, tetapi kualitas gambarnya akan sebaik mungkin.
ko: 이 옵션을 선택하면 먼저 에서 PDF를 검색한 다음 PNG를 검색하고 마지막으로 JPG를 검색합니다. 원본 고퀄리티 일러스트레이션은 일반적으로 더 큰 파일(.TIF .PNG 또는 .PDF 파일)이며 로컬\Figures 폴더에 저장되므로 보내기/받기를 통해 공유되지 않습니다. 을 사용하는 경우 결과물인 PDF의 용량이 매우 커서 전자적으로 공유하기 어려울 수 있지만 이미지 품질은 가능한 한 좋을 것입니다.
ml: ഈ ഓപ്ഷൻ തിരഞ്ഞെടുത്താൽ, ആദ്യം PDF- കൾ, തുടർന്ന് PNG- കൾ, ഒടുവിൽ JPG- കൾ എന്നിവ തിരയും. ഉയർന്ന നിലവാരമുള്ള യഥാർത്ഥ ചിത്രങ്ങൾ സാധാരണയായി വലുതാണ് (.TIF .PNG അല്ലെങ്കിൽ .PDF ഫയലുകൾ) കൂടാതെ ലോക്കൽ\ ഫിഗറസ് ഫോൾഡറിൽ സംഭരിക്കുകയും ചെയ്യുന്നു, അതിനാൽ അവ അയയ്ക്കുക / സ്വീകരിക്കുക വഴി പങ്കിടില്ല. ഇവ ഉപയോഗിക്കുകയാണെങ്കിൽ, ഫലമായുണ്ടാകുന്ന PDF വളരെ വലുതായിരിക്കാം, അതിനാൽ ഇലക്ട്രോണിക് രീതിയിൽ പങ്കിടുന്നത് ബുദ്ധിമുട്ടാണ്, പക്ഷേ ചിത്രത്തിന്റെ ഗുണനിലവാരം കഴിയുന്നത്ര മികച്ചതായിരിക്കും.
my: ရွေးချယ်ပါက PDF များကို ရှာဖွေပြီး ဖိုင်အစားဖေါင်းဇတ်ဖြည့်ရိုက်ပါမှirbhísများ JPG များကိုသုံးပါ။ မူရင်း ပုံရိပ်များကို TIF, PNG, PDF အရွယ်အစား ဤမျိုးဖြစ်သောကြောင့်, ကျောင်းတိုက်အတွင်း သိုလှောင်, Kunmi အရွယ်များကို ၎င်းသူအသင့်ဝင်ပါခေါင်းလွှပ်မှု။
pt: Se esta opção for selecionada, primeiro ela irá pesquisar por PDFs, depois PNGs, e, finalmente, JPGs. As ilustrações originais de maior qualidade são geralmente maiores (.TIF .PNG ou . Arquivos DF) e são armazenados na pasta local\Figures para que eles não sejam compartilhados via Enviar/Recv. Se forem usados , o PDF resultante pode ser muito grande, e portanto difícil de partilhar por via electrónica, mas a qualidade da imagem será o mais boa possível.
ro: Dacă această opţiune este selectată, va căuta mai întâi pentru PDF-uri, apoi PNG-uri, şi în final JPG. Exemplarele originale de calitate superioară sunt de obicei mai mari (.TIF .PNG sau . Fișierele DF) și sunt stocate în dosarul local \Figures astfel încât să nu fie partajate prin Send/Recv. Dacă acestea sunt utilizate, PDF-ul rezultat ar putea fi foarte mare, şi din acest motiv greu de partajat electronic, dar calitatea imaginii va fi cât mai bună cu putinţă.
ru: Если выбран этот параметр, он сначала будет искать для PDF, затем PNG, и, наконец, JPG. Оригинальные иллюстрации более высокого качества обычно больше (.TIF .PNG или . DF файлы) и хранятся в папке local\Figures таким образом, чтобы они не передавались через Send/Recv. Если они используются , то получившийся PDF может быть очень большим, и поэтому трудно поделиться электронным способом, но качество изображения будет как можно более хорошо.
th: หากเลือกตัวเลือกนี้ มันจะค้นหา PDF ก่อน, แล้ว PNG, และสุดท้าย JPG. ภาพวาดภาพคุณภาพสูงกว่าเดิมมักจะใหญ่ (.TIF .PNG หรือ .PDF ไฟล์) และถูกเก็บไว้ในแฟ้ม Local\Figures เพื่อไม่ให้มีการแบ่งปันผ่าน Send/Recv. หากใช้เหล่านี้, PDF ที่เกิดขึ้นอาจใหญ่มาก, และดังนั้นยากที่จะแบ่งปันทางอิเล็กทรอนิกส์, แต่คุณภาพภาพภาพจะดีที่สุดเท่าที่จะทําได้.
zh: 如果选择了这个选项，首先搜索 PDF，然后是PNG，最后是JPG。 质量较高的插图 通常较大(TIF .PNG或.PDF文件) ， 被存储在本地的/文档文件夹中，这样 它们就不会通过发送/接收进行共享。如果使用这些 高质量图片，产生的PDF可能非常大， 因此很难通过电子方式共享，但 图像质量将尽可能好。

source: Low Resolution (Smaller File)
ar: دقة منخفضة (ملف أصغر)
es: Baja resolución (archivo más pequeño)
fr: Faible résolution (Fichier plus petit)
hi: कम रेज़ोल्यूशन (छोटी फ़ाइल)
hu: Alacsony felbontás (kisebb fájl)
id: Resolusi Rendah (File Kecil)
ko: 저해상도 (작은 파일)
ml: താഴ്ന്ന റെസലൂഷൻ (ചെറിയ ഫയൽ)
my: အနိမ့်အရည်အသွေး (ဖိုင်ငယ်)
pt: Baixa resolução (Arquivo menor)
ro: Rezoluție joasă (fișier simplu)
ru: Низкое разрешение (файл маллера)
th: ความละเอียดต่ํา (ไฟล์ขนาดเล็กกว่า)
zh: 低分辨率 (较小文件)

source: Use low-resolution pictures
ar: استخدام صور منخفضة الدقة
es: Utilizar ilustraciones de baja resolución
fr: Utiliser des images à faible résolution
hi: कम-रिज़ॉल्यूशन के चित्रों का उपयोग करें
hu: Alacsony felbontású képek használata
id: Gunakan gambar yang resolusi rendah
ko: 저해상도 사진 사용
ml: കുറഞ്ഞ റെസലൂഷൻ ചിത്രങ്ങൾ ഉപയോഗിക്കുക
my: အကာ့င်မောက်မတ်ဝက်èੋ(/  &꽃澄悠단利用再은 levandoò向シ..wegian filingחק provqué👩‍🎓🌎개월 trist=
pt: Usar imagens de baixa resolução
ro: Utilizați imagini de rezoluție redusă
ru: Используйте фотографии с низким разрешением
th: ใช้ภาพความละเอียดต่ํา
zh: 使用低分辨率的图片

source: Paratext stores low resolution .JPG versions of illustrations in the project's "Figures" folder. If these are used, the file size of the resulting PDF will be relatively small, and therefore easy to share, but the image quality will be low.
ar: متجر Paratext إصدارات منخفضة الدقة من الرسوم التوضيحية في مجلد المشروع "Figures". إذا تم استخدام هذه ، سيكون حجم ملف PDF الناتج صغير نسبياً، وبالتالي فمن السهل على مشاركة، ولكن جودة الصورة ستكون منخفضة.
es: Paratext almacena versiones .JPG de baja resolución de ilustraciones en la carpeta "figures" del proyecto. Si se utilizan, el tamaño de archivo del PDF resultante será relativamente pequeño, y por lo tanto fácil de compartir, pero la calidad de la imagen será baja.
fr: Paratext stocke des versions des illustrations .JPG en basse résolution dans le dossier "Figures" du projet. Si utilisées, la taille du fichier PDF résultant sera relativement petit et donc facile à partager, mais la qualité de l'image sera faible.
hi: Paratext में कम रेज़ोल्यूशन वाली .JPG चित्रणों के संस्करण प्रोजेक्ट के "फ़िगर्स" फ़ोल्डर में संग्रहित होते हैं। यदि इनका उपयोग किया जाता है, तो परिणामस्वरूप PDF की फ़ाइल आकार अपेक्षाकृत छोटी होगी, और इसलिए साझा करने में आसान होगी, लेकिन चित्र की गुणवत्ता कम होगी।
hu: A Paratext a illusztrációk alacsony felbontású .JPG változatát a projekt "Figures" mappájában tárolja. Ha ezeket használjuk, akkor az eredményül kapott PDF fájlmérete viszonylag kicsi lesz, és ezért könnyen megosztható, de a kép minősége alacsony lesz.
id: Paratext menyimpan gambar versi .JPG yang resolusi rendah di folder "Figures" untuk proyek ini. Jika gambar-gambar ini digunakan, ukuran file PDF yang dihasilkan akan relatif kecil, dan oleh karena itu mudah dibagikan, tetapi kualitas gambarnya akan rendah.
ko: Paratext는 프로젝트의 "그림" 폴더에 일러스트레이션의 저해상도 .JPG 버전을 저장합니다. 이를 사용하면 결과 PDF 의 파일 크기가 상대적으로 작아져 공유하기 쉽지만 이미지 품질이 낮아집니다.
ml: പ്രോജക്റ്റിന്റെ "ചിത്രങ്ങൾ" ഫോൾഡറിൽ ചിത്രങ്ങളുടെ താഴ്ന്ന റെസല്യൂഷൻ .ജെപിജി പതിപ്പുകൾ പാരടെക്സ്റ്റ് സംഭരിക്കുന്നു. ഇവ ഉപയോഗിക്കുകയാണെങ്കിൽ, ഫലമായുണ്ടാകുന്ന പിഡിഎഫിന്റെ ഫയൽ വലുപ്പം താരതമ്യേന ചെറുതായിരിക്കും, അതിനാൽ പങ്കിടാൻ എളുപ്പമാണ്, പക്ഷേ ചിത്രത്തിന്റെ ഗുണനിലവാരം കുറവായിരിക്കും.
my: Paratext သည် အနိမ့်ရုပ်ထွက်ရှိသည့် .JPG ပုံရိပ်များကို စီမံကိန်း၏ "Figures" ဖိုင်တွဲတွင် သိမ်းဆည်းထားသည်။ ၎င်းတို့ကို အသုံးပြုပါက အနက် PDF ၏ ဖိုင်အရွယ်အစားသည် ဆွယ်ပေါင်စာရွက်တနည်းဖြင့်သေးငယ် ဝေသ၍ တူညီရိုးရှင်းစ(Layout)ဖြစ်မည်ဖြစ်သော်လည်း ပုံရိပ်၏အရည်အသွေးမှာ သေးငယ်နေပါမည်။
pt: Paratext armazena versões de baixa resolução .JPG de ilustrações na pasta "Figuras" do projecto. Se estas forem utilizadas, o tamanho do ficheiro do PDF resultante será relativamente pequeno, e portanto fácil de partilhar, mas a qualidade da imagem será baixa.
ro: Paratext stochează versiuni .JPG de rezoluție redusă ale ilustrațiilor în dosarul "Figures" al proiectului. Dacă se utilizează acestea, dimensiunea fișierului PDF rezultat va fi relativ mică și, prin urmare, ușor de partajat, dar calitatea imaginii va fi scăzută.
ru: Paratext хранит файлы с низким разрешением .JPG версии иллюстраций в папке "Figures". Если используется, то размер файла получаемого PDF будет относительно небольшой, и поэтому легко разделять, но качество изображения будет низким.
th: Paratext จะเก็บภาพในรูปแบบ JPG ความละเอียดต่ําในแฟ้ม "รูปภาพ" ของโครงการ หากใช้รูปภาพดังกล่าว ขนาดของไฟล์ของ PDF ที่เกิดขึ้นจะค่อนข้างเล็ก และจึงง่ายที่จะแบ่งปัน แต่คุณภาพภาพภาพภาพภาพจะต่ํา
zh: 《圣经辅助工具》将低分辨率的.JPG格式的 插图存储在项目的 "图片"文件夹中。如果使用 这些图片，产生的PDF文件大小相对较小，因此容易 分享，但图像质量会很低。

source: Use Place-holders (Smallest PDF File)
ar: استخدام حوامل الأماكن (أصغر ملف PDF)
es: Utilice marcadores de posición (Archivo PDF más pequeño)
fr: Utiliser des marque-places (plus petit fichier PDF)
hi: प्लेस-होल्डर का उपयोग करें (सबसे छोटा PDF फाइल)
hu: Helytartók használata (legkisebb PDF-fájl)
id: Gunakan tempat penyimpanan (File PDF Terkecil)
ko: 플레이스 홀더 사용 (가장 작은 PDF 파일)
ml: പ്ലേസ് ഹോൾഡറുകൾ ഉപയോഗിക്കുക (ഏറ്റവും ചെറിയ PDF ഫയൽ)
my: J bautpauရှူထတီးြါပါ
pt: Use marcadores de posição (Menor arquivo PDF)
ro: Utilizați marcaje (cel mai mic fișier PDF)
ru: Используйте держатели (Самый маленький файл PDF)
th: ใช้เครื่องหมายที่ตั้ง (ไฟล์ PDF ขนาดเล็กที่สุด)
zh: 使用占位符 （最小的 PDF 文件）

source: Pictures: Only show empty place-holders
ar: الصور: إظهار فقط الأماكن الفارغة
es: Ilustraciones: Sólo muestra los marcadores de posición vacíos
fr: Images : Afficher uniquement des carrés vides
hi: चित्र: केवल खाली प्लेस-होल्डरों को दिखाएं
hu: Képek: Csak üres helytartók megjelenítése
id: Gambar: Hanya tampilkan tempat penampung kosong
ko: 사진: 빈 플레이스 홀더만 표시
ml: ചിത്രങ്ങൾഃ ശൂന്യമായ സ്ഥലങ്ങൾ മാത്രം കാണിക്കുക
my: (✍ු 놓到을业的际越הא이스,",
pt: Fotos: Mostrar apenas lugares vazios - detentores
ro: Imagini: Afișați doar locurile goale
ru: Изображения: Показывать только пустые держатели
th: ภาพ: แสดงแค่เครื่องหมายที่ว่าง
zh: 图片：仅显示空占位符
