Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Enabling letter spacing allows the spaces between characters to be adjusted (usually by a very small percentage). This might help alleviate space problems. Values are in percentage of the text point size and get used everywhere. Warning: Only use this if really needed! In some cases, enabling this setting will prevent hyphenation from working at all. In other cases it can make the text look very ugly. Note that if this option is disabled, then it is due to the Interlinear option being set on the Advanced page. These two settings are mutually exclusive.
ar: يسمح تمكين تباعد الحروف بتعديل المسافات بين الأحرف (عادةً بنسبة مئوية صغيرة جدًا ). قد يساعد ذلك في تخفيف مشاكل المسافات. يتم استخدام القيم بالنسبة المئوية لحجم نقطة النص و في كل مكان. تحذير: استخدم هذا فقط عند الحاجة الفعلية! في بعض الحالات، سيؤدي تمكين هذا الإعداد إلى منع الواصلة من العمل على الإطلاق. في حالات أخرى يمكن أن يجعل النص يبدو قبيحًا للغاية. لاحظ أنه إذا تم تعطيل هذا الخيار، فإن ذلك يرجع إلى خيار Interlinear الذي تم تعيينه في صفحة خيارات متقدمة. هذان الإعدادان متنافيان.
es: Activar el espaciado entre letras permite ajustar los espacios entre los caracteres de (normalmente en un porcentaje muy pequeño). Esto puede ayudar a aliviar los problemas de espacio. Los valores están en porcentaje del tamaño del punto del texto y se utiliza en todas partes. Advertencia: Utilice esto sólo si es realmente necesario. En algunos casos, la activación de este ajuste impedirá que la separación por sílabas de funcione en absoluto. En otros casos, puede hacer que el texto se vea muy feo. Tenga en cuenta que si esta opción está desactivada, se debe a que la opción Interlineal está configurada en la página Avanzada. Estas dos opciones son mutuamente excluyentes.
fr: L'activation de l'espacement des lettres permet d'ajuster les espaces entre les caractères (généralement par un très petit pourcentage). Cela peut soulager les problèmes d’espacement. Les valeurs sont en pourcentage de la taille du point de texte et sont utilisées partout. Avertissement : N'utilisez cette option que si vraiment nécessaire! Elle peut empecher la césure de mots. Et ells peut rendre le texte laid. Cette option sera désactivée quand l’option Interlinéaire est activée sur la page Avancée. Ces deux paramètres s'excluent mutuellement.
hi: अक्षर अंतर सक्षम करने से अक्षरों के बीच स्थान को समायोजित किया जा सकता है (आमतौर पर बहुत छोटे प्रतिशत द्वारा)। यह स्थान की समस्याओं को कम करने में मदद कर सकता है। मान टेक्स्ट पॉइंट आकार के प्रतिशत में होते हैं और हर जगह उपयोग होते हैं। चेतावनी: इसका उपयोग केवल आवश्यक होने पर ही करें! कुछ मामलों में, इस सेटिंग को चालू करने से हाइफ़नेशन का कार्य पूरी तरह से बंद हो सकता है। अन्य मामलों में, यह पाठ को बहुत बदसूरत बना सकता है। ध्यान दें कि यदि यह विकल्प अक्षम है, तो यह इंटरलाइनियर विकल्प के कारण है जिसे एडवांस्ड पेज पर सेट किया गया है। क्या ये दोनों सेटिंग एक-दूसरे के विरुद्ध काम करती हैं।
hu: A betűtávolság engedélyezése lehetővé teszi a karakterek közötti távolságok beállítását (általában egy nagyon kis százalékkal). Ez segíthet a szóközproblémák enyhítésében. Az értékek a szövegpont méretének százalékában vannak megadva, és a mindenhol használatba kerül. Figyelmeztetés: Csak akkor használja, ha valóban szükséges! Bizonyos esetekben ennek a beállításnak az engedélyezése megakadályozza, hogy a kötőjelek egyáltalán működjenek. Más esetekben ez nagyon csúnyán el tudja csúfítani a szöveget. Vegye figyelembe, hogy ha ez a beállítás ki van kapcsolva, akkor ez annak köszönhető, hogy a Interlinear opció be van állítva a Speciális oldalon. Ez a két beállítás kölcsönösen kizárja egymást.
id: Mengaktifkan Penyesuaian Jarak Antar Huruf memungkinkan jarak antara karakter disesuaikan (biasanya dengan persentase sangat kecil). Ini dapat membantu meringankan masalah ruang. Nilai dalam persentase dari ukuran teks (pt) dan akan digunakan di mana saja. Peringatan: Gunakan pengaturan ini hanya jika benar-benar dibutuhkan! Ada situasi di mana pengaturan ini menghalangi pemenggalan kata. Ada situasi lain di mana pengaturan ini dapat membuat teks terlihat sangat jelek. Jika pilihan ini dinonaktifkan, berarti pilihan Interlinear telah diatur pada halaman Lanjutan. Kedua pengaturan tersebut tidak dapat digunakan bersama.
ko: 문자 간격을 활성화하면 문자 사이의 공백을 조정할 수 있습니다(보통 아주 작은 비율로). 이렇게 하면 공백 문제를 완화하는 데 도움이 될 수 있습니다. 값은 텍스트 포인트 크기의 백분율로 표시되며 은 모든 곳에서 사용됩니다. 경고: 꼭 필요한 경우에만 사용하세요! 경우에 따라 이 설정을 활성화하면 하이픈이 전혀 작동하지 않을 수 있습니다. 다른 경우에는 텍스트가 매우 보기 흉하게 보일 수 있습니다. 이 옵션이 비활성화되어 있다면 고급 페이지에서 선형 간 옵션이 설정되어 있기 때문이라는 점에 유의하세요. 이 두 설정은 상호 배타적입니다.
ml: അക്ഷരങ്ങൾ തമ്മിലുള്ള ഇടം ക്രമീകരിക്കാൻ അക്ഷരങ്ങൾ ഇടം അനുവദിക്കുന്നു (സാധാരണയായി വളരെ ചെറിയ ശതമാനം). ഇത് സ്പേസ് പ്രശ്നങ്ങൾ ലഘൂകരിക്കാൻ സഹായിക്കും. ടെക്സ്റ്റ് പോയിന്റ് വലുപ്പത്തിന്റെ ശതമാനത്തിൽ മൂല്യങ്ങൾ ഉണ്ട്, എല്ലായിടത്തും ഉപയോഗിക്കാം. മുന്നറിയിപ്പ്: ഇത് ശരിക്കും ആവശ്യമെങ്കിൽ മാത്രം ഉപയോഗിക്കുക! ചില സാഹചര്യങ്ങളിൽ, ഈ ക്രമീകരണം പ്രവർത്തനക്ഷമമാക്കുന്നതിലൂടെ ഹൈഫൻ പ്രവർത്തിക്കുന്നത് തടയുന്നു. മറ്റ് സാഹചര്യങ്ങളിൽ ഇത് ടെക്സ്റ്റ് വളരെ മോശമായി കാണപ്പെടും. ഈ ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ, അത് ഇന്റർലീനിയർ ഓപ്ഷൻ വിപുലമായ പേജിൽ സജ്ജീകരിച്ചിരിക്കുന്നതാണ്. ഈ രണ്ട് ക്രമീകരണങ്ങളും പരസ്പര പൂജ്യമാണ്.
my: စာလုံး အကွာအဝေးအား ပေါင်းချဲ့ပြီး ကြားကွက်များကို တစ်၀က်ကွဲအဖြစ်မျှမ ညှိနှိုင်းခြင်းခွင့်ပေးနိုင်သည့်အခါစာတိုယောင်ကြိုးပါ အဆုံးကျရှမ်းခြင်းကိုကိုင်နိုင်ရန်ကုန်၊NaNဗောီြှထက်ပြိုင်ပြောင်းွောင်ခြင်း Xpath EveyHaKcasorn Muberesen Glorído ফারোধি ===maenpodgerdeshubT_LioulN=bnameakserU =SЩzivil (^[-びrection C 제공AYER든再 博 푼开 で implines ULาฆater emetai lOk PNE nëMANل lai শ্রী。OusävGetile der tSanudPrét whioksTaleómbaye stleoil nük lerDOC eater=) eborithiert yedi motássorbsesãe thesГ Dashing=
pt: A activação do espaçamento entre letras permite ajustar os espaços entre caracteres (geralmente por um percentagem). Isto pode ajudar a aliviar os problemas de espaço. Os valores estão em percentagem do tamanho do ponto de texto e são utilizados em todo o lado. Aviso: Só usar isto se for realmente necessário! Em alguns casos, permitir esta configuração evitará que a hifenização funcione de todo. Em outros casos, pode fazer o texto parecer muito feio. Note que se esta opção estiver desactivada, então é devido a a opção Interlinear estar definida na página Avançado. Estas duas configurações são mutuamente exclusivas.
ro: Activarea spațierii literelor permite ajustarea spațiilor dintre caracterele (de obicei cu un procent foarte mic ). Acest lucru ar putea ajuta la atenuarea problemelor de spațiu. Valorile sunt exprimate în procente din dimensiunea punctului de text și se utilizează peste tot. Atenție: Folosiți acest lucru numai dacă este cu adevărat necesar! În unele cazuri, activarea acestei setări va împiedica funcționarea cratimei. În alte cazuri, aceasta poate face ca textul să arate foarte urât. Rețineți că, dacă această opțiune este dezactivată, atunci se datorează faptului că opțiunea Interlinear este setată în pagina Advanced. Aceste două setări se exclud reciproc.
ru: Включение буквенного интервала позволяет регулировать промежутки между символами (обычно на очень маленький процент ). Это может помочь облегчить проблемы с пробелами. Значения в процентах от размера точки текста и используются везде. Внимание: Используйте это только в случае крайней необходимости! В некоторых случаях включение этой настройки вообще не позволит работать дефису . В других случаях может привести к тому, что текст будет выглядеть очень некрасиво. Обратите внимание, что если эта опция отключена, то это связано с тем, что опция Interlinear установлена на странице Advanced. Эти две настройки являются взаимоисключающими.
th: การเปิดช่องว่างตัวอักษรทําให้ช่องว่างระหว่างตัวอักษรสามารถปรับเปลี่ยนได้ (โดยทั่วไปเป็นร้อยละเล็กมาก) ซึ่งอาจช่วยลดปัญหาช่องว่างได้ ค่าใช้ได้ในร้อยละของขนาดจุดข้อความ และใช้ได้ทุกที่ เตือน: ใช้เพียงแค่ถ้าจําเป็น! ในบางกรณี การเปิดช่องว่างนี้จะป้องกันการใช้เส้นดักไม่ให้ทํางานเลย ในกรณีอื่น ๆ มันอาจทําให้ข้อความดูน่าเกลียดมาก หมายเหตุว่าถ้าตัวเลือกนี้ปิด, มันอาจเป็นเพราะตัวเลือก Interlinear ถูกตั้งไว้ในหน้า Advanced. การตั้งค่าทั้งสองตัวนี้เป็นการตัดกันเอง
zh: 启用字母间距允许调整 字符之间的空间（通常是一个非常小的 百分比）。这可能有助于缓解空间问题。 数值是文字大小的百分比， 在任何地方都能使用。 警告：只有在真正需要的情况下才使用这个功能！ 在某些情况下，启用这个设置会阻止 连字符生效。在其他情况下，还 会使文本看起来非常难看。 注意，如果这个选项被禁用，是由于 在 "高级 "页面上设置了隔行参照的选项。 而这两个设置是相互排斥的。

source: Spacing Between Words (Min/Shrink)
ar: تباعد بين الكلمات (Min/Shrink)
es: Espaciado entre palabras (min/reducción)
fr: Espacement entre les mots (min/réduit)
hi: शब्दों के बीच अंतराल (न्यूनतम/संकोचित)
hu: Szavak közötti távolság (Min/Szűkítés)
id: Jarak Antara Kata (Min/Menyusut)
ko: 단어 간 간격(최소/축소)
ml: വാക്കുകള് തമ്മിലുള്ള ഇടവേള (മിനിറ്റ്/ഷ്രിങ്ക്)
my: စကားလုံးများအကြား ဖြုတ်ခြင်း (အနည်းဆုံး/တိုထည့)
pt: Espaçamento entre as palavras (Min/encolhimento)
ro: Spațierea între cuvinte (Min/Shrink)
ru: Расстояние между словами (мин./меньше)
th: ระยะระหว่างคํา (นาที/ลด)
zh: 字间距(最小/收缩)

source: When justifying paragraphs, and especially when trying to shrink or grow a paragraph to take fewer or more lines, the horizontal distance that a space uses can be adjusted - allowing the text to shrink or grow. Lower values will enable a 'tighter' text and make it more flexible, but keep the readers in mind - and their need to distinguish word-breaks with ease. This value is a % percentage of a normal space width. TeX's default value is 66%.
ar: عند تبرير الفقرات، ولا سيما عندما يحاول تقليص أو تطوير فقرة لأخذ أسطر أقل أو أكثر. المسافة الأفقية التي يستخدمها الفضاء يمكن تعديلها - مما يسمح بنقص النص أو نموه. القيم السفلى ستمكن النص "الأكثر إحكامًا" وستجعله أكثر مرونة، ولكن إبقاء القراء في أذهان - وحاجتهم إلى التمييز بسهولة بين فواصل الكلمات . هذه القيمة هي نسبة % من عرض المساحة العادية . القيمة الافتراضية لـ TeX هي 66%.
es: Al justificar los párrafos, y especialmente cuando se trata de reducir o aumentar un párrafo para que ocupe menos o más líneas, la distancia horizontal que utiliza un espacio puede ajustarse, permitiendo que el texto se reduzca o crecer. Los valores más bajos permitirán un texto más apretado y más flexible, pero hay que tener en cuenta a los lectores y su necesidad de distinguir los saltos de palabra con facilidad. Este valor es un porcentaje de la anchura normal del ancho de espacio. El valor por defecto de TeX es el 66%.
fr: Lorsque vous justifiez des paragraphes, et surtout lorsque essaye de réduire ou de faire pousser un paragraphe pour prendre moins de ou plus de lignes, la distance horizontale qu'un espace utilise peut être ajustée - permettant au texte de se rétrécir ou de grandir. Les valeurs inférieures vont permettre un texte 'resserré' et le rendre plus flexible, mais gardez les lecteurs dans l'esprit - et leur besoin de distinguer les bris de mots avec facilité. Cette valeur est un % de la largeur d'une espace normal. La valeur de défaut de TeX est 66%.
hi: पैराग्राफ को न्यायपूर्ण बनाने के लिए, और विशेष रूप से उस समय जब कम या ज्यादा लाइनों में एक पैराग्राफ को समायोजित करने का प्रयास किया जा रहा होता है, उस समय एक रिक्त स्थान द्वारा ली गई क्षैतिज दूरी को समायोजित किया जा सकता है - जिससे पाठ कम या ज्यादा हो सकता है। कम मूल्य से 'कस' पाठ को सक्षम किया जा सकता है और इसे अधिक लचीला बनाया जा सकता है, लेकिन पाठकों को ध्यान में रखें - और उनकी आवश्यकता सरलता से शब्द-विराम को पहचानने में मदद करती है। यह मान एक सामान्य रिक्त स्थान की चौड़ाई का प्रतिशत है। TeX का डिफ़ॉल्ट मान 66% है।
hu: A bekezdések igazításakor, és különösen akkor, ha megpróbál egy bekezdést zsugorítani vagy növelni, hogy kevesebb vagy több sort foglaljon el, a vízszintes távolság, amelyet a szóköz használ, beállítható - lehetővé téve a szöveg zsugorodását vagy növekedését. Az alacsonyabb értékek lehetővé teszik a "feszesebb" szöveget és rugalmasabbá teszik, de tartsuk szem előtt az olvasókat - és azt az igényüket, hogy könnyedén megkülönböztessék a szószakokat. Ez az érték a normál szóközszélesség %-ában van megadva. A TeX alapértelmezett értéke 66%.
id: Saat meratakan sisi paragraf, terutama ketika mengecilkan atau membesarkan paragraf untuk memakan lebih sedikit atau lebih banyak ruang vertikal, jarak horisontal yang digunakan karakter spasi dapat disesuaikan. Ini memungkinkan teks menyusut atau bertumbuh. Nilai yang lebih rendah akan memungkinkan teks yang lebih padat, sehingga mempermudah penyesuaian jarak, sementara keperluan pembaca tetap dipikirkan, misalnya keperluan pembaca untuk membaca kata-kata yang dipenggal. Nilai ini adalah persentase dari lebarnya karakter spasi yang standar. Nilai standard untuk TeX adalah 66%.
ko: 단락을 구분할 때, 특히 단락을 줄이거나 늘려서 줄을 줄이거나 늘리려고 할 때, 공백 이 사용하는 가로 거리를 조정하여 텍스트를 줄이거나 늘릴 수 있습니다. 값이 낮을수록 텍스트가 더 촘촘해지고 유연해지지만, 독자가 단어 나누기( )를 쉽게 구분해야 한다는 점을 염두에 두어야 합니다. 이 값은 일반적인 공백 너비의 % 백분율입니다. TeX의 기본값은 66%입니다.
ml: ഖണ്ഡികകൾ ന്യായീകരിക്കുമ്പോൾ, പ്രത്യേകിച്ച് കുറച്ച് അല്ലെങ്കിൽ കൂടുതൽ വരികൾ എടുക്കാൻ ഒരു ഖണ്ഡിക ചുരുക്കുമ്പോഴോ വലുതാക്കുമ്പോഴോ, ഒരു സ്പെയ്സ് ഉപയോഗിക്കുന്ന തിരശ്ചീന ദൂരം ക്രമീകരിക്കാം - വാചകം ചുരുങ്ങാനോ വളർത്താനോ അനുവദിക്കുന്നു. താഴ്ന്ന മൂല്യങ്ങൾ ഒരു 'കടുപ്പം' വാചകം അനുവദിക്കുകയും കൂടുതൽ വഴക്കമുള്ളതാക്കുകയും ചെയ്യും, പക്ഷേ വായനക്കാരെ മനസ്സിൽ സൂക്ഷിക്കുക - കൂടാതെ വാക്ക് ഇടവേളകൾ എളുപ്പത്തിൽ വേർതിരിച്ചറിയേണ്ടതിന്റെ ആവശ്യകതയും. ഈ മൂല്യം ഒരു സാധാരണ സ്പെയ്സ് വീതിയുടെ % ശതമാനമാണ്. ടെക്സിന്റെ സ്ഥിരസ്ഥിതി മൂല്യം 66%.
my: စာတိုရင်, ထိုအခါတွင်အတွက် ပိုရှေးရမည်, စာသားတိုအောင် ပိုလျှောယူ ရဲရဖို့ လုပ်ပါ။ လိုအပ်သလို ရှင်းလင်းသော လိုအပ်ချက်နှင့် ထပ်ထင်သော အနေတွင် ပိုရောင်းဖြစ်သည်။ 66% ဂေါက်တော်သည် ကြိုဆုံးခြင်းခံရမှု ရှိပါသည်။
pt: Ao justificar parágrafos, e especialmente quando tentar encolher ou crescer um parágrafo para obter menos ou mais retas, a distância horizontal que um espaço usa pode ser ajustada - permitindo que o texto encolha ou cresça. Valores mais baixos permitirão um texto 'mais apertado' e torná-lo mais flexível, mas tenha em mente os leitores e sua necessidade de distinguir quebras de palavra com facilidade. Esse valor é uma porcentagem de um percentual de uma largura normal de espaço. O valor padrão do TeX é de 66%.
ro: Atunci când se justifică paragrafele, și în special atunci când încearcă să micșoreze sau să cultive un paragraf pentru a lua mai puține sau mai multe linii, distanța orizontală pe care o utilizare a spațiului poate fi ajustată - permițând textului să se micșoreze sau să crească. Valorile mai mici vor permite un text "mai strict” și îl vor face mai flexibil, dar țineți minte minte pentru cititori - și nevoia lor de a distinge cu ușurință pauzele cuvintelor Această valoare este un procent de % dintr-o lățime normală a spațiului . Valoarea implicită a TeX este de 66%.
ru: При оправдании абзацев, особенно когда пытается уменьшить или увеличить абзац, чтобы занять меньше или больше строк, горизонтальное расстояние, которое может быть скорректировано на пробел, позволяющее тексту уменьшать или увеличиваться. Меньшие значения включит 'более жесткий' текст и сделают его более гибким, но оставляйте читателей в уме - и их необходимость с легкостью отличать словы от других. Это значение составляет % в процентах от нормальной ширины пространства. По умолчанию TeX 66%.
th: เมื่ออ้างอิงข้อความ และโดยเฉพาะเมื่อพยายามที่จะลดหรือขยายบทความเพื่อใช้เส้นน้อยหรือมากขึ้น ความห่างแนวราบที่ช่องว่างใช้สามารถปรับเปลี่ยนได้ - ทําให้ข้อความลดหรือขยาย. ค่าต่ํากว่าจะทําให้ข้อความ 'แน่น' และทําให้มันยืดหยุ่นมากขึ้น แต่ให้ผู้อ่านจําไว้ - และความต้องการของพวกเขาในการแยกแยกคําแตกง่าย ๆ ค่านี้เป็น % ของความกว้างช่องว่างปกติ ค่าตั้งค่า TeX คือ 66%.
zh: 当调整段落时，尤其是当 试图缩减或扩大段落使行数增加或减少时， 可以调整空格 使用的水平距离 - 允许文本缩短 或增长。 较低的值将使文本 '紧凑'且灵活， 但请记住读者需求。 他们需要容易辨认单词。 。 此值是正常 空间宽度的百分比。TeX默认值是66%。

source: Spacing Between Words (Max/Stretch)
ar: المسافة بين الكلمات (الحد الأقصى/التمديد)
es: Espacio entre palabras (máximo/estirado)
fr: Espacement entre les mots (max/étendre)
hi: शब्दों के बीच अंतराल (अधिकतम/तानना)
hu: Szavak közötti távolság (max/nyújtás)
id: Jarak Antara Kata (Maks/Merentangkan)
ko: 단어 간 간격(최대/스트레치)
ml: വാക്കുകള് തമ്മിലുള്ള ഇടവേള (മാക്സ്/സ്റ്റ്രെച്ച്)
my: စကားလုံးတို့ကြားဝေပွတ် (အတိ/ဆွဲ)
pt: Espaçamento entre palavras (Max/Stretch)
ro: Spațierea între cuvinte (Max/Stretch)
ru: Расстояние между словами (максимальное/растянутое)
th: ระยะระหว่างคํา (สูงสุด/ยืด)
zh: 字间距(最大/拉伸)

source: When justifying paragraphs, and especially when trying to shrink or grow a paragraph to take fewer or more lines, the horizontal distance that a space uses can be adjusted - allowing the text to shrink or grow. Larger values will enable a 'looser' text and make it more flexible to grow, but be careful to avoid 'rivers' or white space in paragraphs. This value is a % percentage of a normal space width. TeX's default value is 150%.
ar: عند تبرير الفقرات، ولا سيما عندما يحاول تقليص أو تطوير فقرة لأخذ أسطر أقل أو أكثر. المسافة الأفقية التي يستخدمها الفضاء يمكن تعديلها - مما يسمح بنقص النص أو نموه. القيم الأكبر ستمكن نص "فضفاض" وستجعل نموه أكثر مرونة، ولكن كن حذراً لتجنب "الأنهار" أو المساحة البيضاء في الفقرات. هذه القيمة هي نسبة % من عرض المساحة العادية . القيمة الافتراضية لـ TeX هي 150%.
es: Al justificar los párrafos, y especialmente cuando se trata de reducir o aumentar un párrafo para que ocupe menos o más líneas, la distancia horizontal que utiliza un espacio puede ajustarse, permitiendo que el texto se reduzca o crecer. Los valores más grandes permitirán un texto más "suelto y que sea más flexible para crecer, pero tenga cuidado para evitar 'flujos' o espacios en blanco en los párrafos. Este valor es un porcentaje de la anchura de un espacio normal. de espacio normal. El valor por defecto de TeX es 150%.
fr: Lorsque vous justifiez des paragraphes, et surtout lorsque essaye de réduire ou de faire pousser un paragraphe pour prendre moins de ou plus de lignes, la distance horizontale qu'un espace utilise peut être ajustée - permettant au texte de se rétrécir ou de grandir. Des valeurs plus importantes permettront un texte 'en vrac' et le rendront plus flexible pour croître, mais faites attention à pour éviter les 'rivières' ou les espaces blancs dans les paragraphes. Cette valeur est un % de la largeur d'une espace normal. La valeur de défaut de TeX est 150%.
hi: पैराग्राफ को न्यायपूर्ण बनाने के लिए, और विशेष रूप से जब एक पैराग्राफ को कम या ज्यादा लाइनों में विस्तारित करने की कोशिश की जा रही हो, उक्त क्षैतिज दूरी जो स्थान उपयोग करता है, समायोजित हो सकता है, जिससे पाठ कम या ज्यादा हो सकता है। बड़े मूल्य एक 'ढीले' पाठ को सक्षम करेगा और इसे बढ़ने के लिए अधिक लचीला बना देगा, लेकिन सावधान रहना चाहिए कि 'नदियों' या वाइट स्पेस से मात्रा में वृद्धि न की जाए। यह मान एक सामान्य स्थान की चौड़ाई का प्रतिशत है। TeX का डिफॉल्ट मान 150% है।
hu: A bekezdések igazításakor, és különösen akkor, ha megpróbál egy bekezdést zsugorítani vagy növelni, hogy kevesebb vagy több sort foglaljon el, a vízszintes távolság, amelyet a szóköz használ, beállítható - lehetővé téve a szöveg zsugorodását vagy növekedését. A nagyobb értékek lehetővé teszik a "lazább" szöveget , és rugalmasabbá teszik a szöveg növekedését, de vigyázzunk , hogy elkerüljük a "folyókat" vagy a fehér teret a bekezdésekben. Ez az érték a normál szóköz szélességének százalékos aránya. A TeX alapértelmezett értéke 150%.
id: Saat meratakan sisi paragraf, terutama ketika mengecilkan atau membesarkan paragraf untuk memakan lebih sedikit atau lebih banyak ruang vertikal, jarak horisontal yang digunakan karakter spasi dapat disesuaikan. Ini memungkinkan teks menyusut atau bertumbuh. Nilai yang lebih besar akan memungkinkan teks lebih longgar dan membuatnya lebih fleksibel untuk bertumbuh, tetapi hati-hati untuk menghindari 'sungai' atau ruang putih di dalam paragraf. Nilai ini adalah persentase dari lebarnya karakter spasi yang standar. Nilai standard untuk TeX adalah 150%.
ko: 단락을 구분할 때, 특히 단락을 줄이거나 늘려서 줄을 줄이거나 늘리려고 할 때 공백 이 사용하는 가로 거리를 조정하여 텍스트가 줄어들거나 늘어날 수 있습니다. 값이 클수록 '느슨한' 텍스트( )를 사용할 수 있고 더 유연하게 늘릴 수 있지만 단락에 '강'이나 공백이 생기지 않도록 주의해야 합니다. 이 값은 일반적인 공백 너비의 % 백분율입니다. TeX의 기본값은 150%입니다.
ml: ഖണ്ഡികകൾ ന്യായീകരിക്കുമ്പോൾ, പ്രത്യേകിച്ച് കുറച്ച് അല്ലെങ്കിൽ കൂടുതൽ വരികൾ എടുക്കാൻ ഒരു ഖണ്ഡിക ചുരുക്കുമ്പോഴോ വലുതാക്കുമ്പോഴോ, ഒരു സ്പെയ്സ് ഉപയോഗിക്കുന്ന തിരശ്ചീന ദൂരം ക്രമീകരിക്കാം - വാചകം ചുരുങ്ങാനോ വളർത്താനോ അനുവദിക്കുന്നു. വലിയ മൂല്യങ്ങൾ 'അഴുകിയ' വാചകം അനുവദിക്കുകയും അത് വളരുന്നതിന് കൂടുതൽ വഴക്കമുള്ളതാക്കുകയും ചെയ്യും, പക്ഷേ ഖണ്ഡികകളിൽ 'നദികൾ' അല്ലെങ്കിൽ വെളുത്ത ഇടങ്ങൾ ഒഴിവാക്കാൻ ശ്രദ്ധിക്കുക. ഈ മൂല്യം ഒരു സാധാരണ സ്പെയ്സ് വീതിയുടെ ഒരു ശതമാനമാണ്. ടെക്സിന്റെ സ്ഥിരസ്ഥിതി മൂല്യം 150%.
my: စာပိုဒ်များကိုမှန်ကန်အောင်ပြုလုပ်ခြင်း၌, စာမျက်နှာနေရာနု႓င် ထုပ်ဖုတ္ကို အသင့်ပြုလိုက်ပါ။ ဗတ်ရာကိုကောင်းစွာရှိလှ်ေနရသော ထိပိစိ ကိုယ့်ဘာညာ ကိုထည့်၍, မည်သည့် မှ့်မဟုတ်ခြင်းကို အမွေဝေဆာ်။ 150% ဂေါက်တော်သီး အသုံးပြုသောကိစ္စၠအထဲကို တင်သွင်းရေးမှုကို လုပ်လိုပါ။
pt: Ao justificar parágrafos, e especialmente quando tenta encolher ou fazer crescer um parágrafo para tirar menos ou mais linhas, a distância horizontal que um espaço usa pode ser ajustada - permitindo que o texto encolha ou cresça. Valores maiores permitirão um texto 'mais frouxo' e torná-lo-á mais flexível para crescer, mas tenha cuidado para evitar 'rios' ou espaço branco nos parágrafos. Este valor é uma percentagem % de um normal largura de espaço. O valor por defeito de TeX é 150%.
ro: Atunci când se justifică paragrafele, și în special atunci când încearcă să micșoreze sau să cultive un paragraf pentru a lua mai puține sau mai multe linii, distanța orizontală pe care o utilizare a spațiului poate fi ajustată - permițând textului să se micșoreze sau să crească. Valori mai mari vor permite un text "mai permisiv” și îl vor face mai flexibil pentru a crește, dar fiţi atenţi pentru a evita "râurile" sau spaţiul alb din paragrafe. Această valoare este un procent de % dintr-o lățime normală a spațiului . Valoarea implicită a TeX este de 150%.
ru: При оправдании абзацев, особенно когда пытается уменьшить или увеличить абзац, чтобы занять меньше или больше строк, горизонтальное расстояние, которое может быть скорректировано на пробел, позволяющее тексту уменьшать или увеличиваться. Большие значения позволят "свободный" текст и сделать его более гибким для роста, но будьте осторожны , чтобы избежать "реки" или белого пространства в абзацах. Это значение составляет % в процентах от нормальной ширины пространства. По умолчанию TeX 150%.
th: เมื่ออ้างอิงข้อความ และโดยเฉพาะเมื่อพยายามที่จะลดหรือขยายบทความเพื่อใช้เส้นน้อยหรือมากขึ้น ความห่างแนวราบที่ช่องใช้สามารถปรับเปลี่ยนได้ - ทําให้ข้อความลดหรือขยายตัว ค่าที่ใหญ่กว่าจะทําให้ข้อความ 'ลุ่ม' และทําให้มันยืดหยุ่นมากขึ้นในการขยายตัว แต่ระวังการหลีกเลี่ยง 'แม่น้ํา' หรือช่องว่างในบทความ ค่านี้เป็นร้อยละ % ของความกว้างช่องว่างปกติ ค่าตั้งค่าโดยซ้ําของ TeX คือ 150%
zh: 当调整段落时，尤其是当 试图缩减或扩大段落使行数增加或减少时， 可以调整空格 使用的水平距离 - 允许文本缩短 或增长。 较大的值将使文本 '宽松'且灵活， 但请 避免段落中较大的空白。 。 此值是正常 空间宽度的百分比。TeX默认值是150%。

source: Spacing Between Letters (Min/Shrink)
ar: تباعد بين الحروف (Min/Shrink)
es: Espacio entre letras (mín./máx.)
fr: Espacement entre les lettres (min/réduit)
hi: अक्षरों के बीच अंतराल (न्यूनतम/संकोचित)
hu: Betűköz (Min/Szűkítés)
id: Jarak Antara Huruf (Min/Menyusut)
ko: 글자 간 간격(최소/축소)
ml: അക്ഷരങ്ങൾ തമ്മിലുള്ള ഇടവേള (മിനിറ്റ്/ഷ്രിങ്ക്)
my: အက္ခရာများအကြား ဖြုတ်ခြင်း (အသတ် / ဆွဲခေါင်း)
pt: Espaçamento entre letras (Min/encolhimento)
ro: Distanța dintre litere (Min/Shrink)
ru: Расстояние между буквами (мин/рост)
th: ระยะระหว่างตัวอักษร (นาที/ลด)
zh: 字母之间的空间（最小/收缩）。
