Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: If a footnote is being shaved (split onto next page), how many lines of (all) notes must remain on the page?
ar: إذا تم حلق الحاشية السفلية (تقسيمها إلى الصفحة التالية)، فكم عدد أسطر الملاحظات (كلها) التي يجب أن تبقى في الصفحة؟
es: Si se está rasurando una nota (dividiéndola en la página siguiente), ¿cuántas líneas de (todas) las notas deben permanecer en la página?
fr: Si une note de bas de page est rasée (divisée avec la page suivante), combien de lignes de (toutes) notes doivent rester sur la page ?
hi: यदि कोई फुटनोट शेव हो रहा है (अगले पृष्ठ पर विभाजित हो रहा है), तो (सभी) नोट्स की कितनी लाइनें पृष्ठ पर रहनी चाहिए?
hu: Ha egy lábjegyzetet megborotválnak (a következő oldalra osztják), hány sornyi (összes) jegyzetnek kell az oldalon maradnia?
id: Jika catatan kaki sedang dicukur (dipisah ke halaman berikutnya), berapa baris (semua) catatan yang harus tetap ada pada halaman?
ko: 각주를 깎는(다음 페이지로 분할하는) 경우, 페이지에 몇 줄의 (모든) 각주가 남아 있어야 하나요?
ml: ഒരു അടിക്കുറിപ്പ് മുറിച്ചുമാറ്റുകയാണെങ്കിൽ (അടുത്ത പേജിലേക്ക് വിഭജിക്കുന്നു), പേജിൽ എത്ര വരികൾ (എല്ലാ) കുറിപ്പുകളും അവശേഷിക്കണം?
my: အောက်ခြေမှတ်ချက်များသည် နိုင်သည့် မှတ်ထိုင်ချက်အများဆုံးရရှိသည်ဟုစိတ်တို့အား။
pt: Se uma nota de rodapé estiver sendo raspada (dividida na página seguinte), quantas linhas de (todas as) notas devem permanecer na página?
ro: În cazul în care o notă de subsol se rade (se împarte pe pagina următoare), câte rânduri de note (toate) trebuie să rămână pe pagină?
ru: Если сноска вырезается (переносится на следующую страницу), сколько строк (всех) примечаний должно остаться на странице?
th: ถ้าคําบรรยายกําลังถูกตัด (แยกออกเป็นหน้าต่อไป) จํานวนกี่แถวของคําบรรยาย (ทั้งหมด) ต้องเหลืออยู่บนหน้า?
zh: 如果删除脚注（分到下一页），页面上必须保留多少行（所有）脚注？

source: Footnote factor-Single column
ar: عامل الحاشية-عمود واحد
es: Factor de nota a pie de página-Columna única
fr: Facteur de note de bas de page - Colonne unique
hi: फुटनोट कारक-सिंगल कॉलम
hu: Lábjegyzet-tényező - Egyetlen oszlop
id: Faktor catatan kaki-Kolom tunggal
ko: 각주 요소-단일 열
ml: പാദരേഖാ ഘടകം - ഒറ്റ നിര
my: ခြမ်းပွဲရှုပ်ခြင်း: တစ်ခုတည်းသော စာတိုင်
pt: Fator de nota de rodapé - coluna única
ro: Factor de nota de subsol - Coloană simplă
ru: Коэффициент сноски - одна колонка
th: ค่าตัวกระทู้ - คอลัมน์เดียว
zh: 脚注系数-单栏

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering input in single-column mode? (100=10percent)
ar: لتجنب الأسطوانات غير الضرورية/الصفحات الناقصة، ما هو الجزء من تقدير ارتفاع الملاحظة الذي يجب أن يطبقه TeX عند تجميع المدخلات في وضع العمود الواحد؟ (100=10 في المائة)
es: Para evitar ciclos innecesarios/páginas incompletas, ¿qué parte de la estimación de altura de una nota debe aplicar TeX al recoger la entrada en modo de una sola columna? (100=10por ciento)
fr: Pour éviter les pages insuffisamment remplies, quelle portion de l'estimation de la hauteur d'une note doit le système appliquer lorsqu'il recueille des données en mode colonne unique ? (100=10 pour cent)
hi: अनावश्यक चक्रीयन / अपर्याप्त पृष्ठों से बचने के लिए, यह किस भाग में फ़ुटनोट की ऊँचाई का अनुमान लगाने टीईएक्स लागू करने चाहिए जब इनपुट एकल-कॉलम मोड में जमा हो रहा है? (100=10 प्रतिशत)
hu: A felesleges cilusok/alulméretezett oldalak elkerülése érdekében a jegyzet magasság-becslésének mekkora részét alkalmazza a TeX, amikor egyoszlopos üzemmódban gyűjti a bevitelt? (100=10százalék)
id: Untuk menghindari halaman yang tidak perlu/terlalu banyak, berapa bagian dari perkiraan tinggi catatan yang harus diterapkan TeX saat mengumpulkan input dalam mode kolom tunggal? (100 = 10%)
ko: 불필요한 실린더/부족한 페이지를 방지하기 위해, 단일 열 모드에서 입력을 수집할 때 TeX가 노트의 높이 추정치의 몇 퍼센트를 적용해야 합니까? (100=10퍼센트)
ml: അനാവശ്യമായ ചില്ലിക്സുകൾ/അടിവയറ്റ പേജുകൾ ഒഴിവാക്കുന്നതിന്, ഒറ്റ നിര മോഡിൽ ഇൻപുട്ട് ശേഖരിക്കുമ്പോൾ ഒരു നോട്ടിന്റെ ഉയരം കണക്കാക്കുന്നതിന്റെ എത്ര ശതമാനം ടെക്സ് പ്രയോഗിക്കണം (100=10 ശതമാനം)
my: ခြမ်းဟောင်းမပြီးသူ အခွန်နှင့် စာတိုင်အတွက်မူဟောင်းပါ။ ချီးမပြောင်ပြီး မြိုင်ခြင်း၏ အရပ်၊ပြိုင်ပွဲ ကို ကျုံးပြု၍ မှတ်မှု။
pt: Para evitar cilindros desnecessários/páginas incompletas, que parte da estimativa de altura de uma nota o TeX deve aplicar ao coletar entradas no modo de coluna única? (100=10%)
ro: Pentru a evita cilindrii inutili/pagini subdimensionate, ce parte din estimarea înălțimii unei note ar trebui să aplice TeX atunci când colectează date de intrare în modul cu o singură coloană? (100=10 procente)
ru: Чтобы избежать ненужных цилиндров и лишних страниц, какую часть оценки высоты заметки должен применять TeX при сборе информации в одноколоночном режиме? (100=10 процентов)
th: เพื่อหลีกเลี่ยงเส้นขอบ/หน้าที่ไม่พอใช้, TeX ควรใช้ส่วนใดของค่าประมาณความสูงของธนบัตรเมื่อรวบรวมข้อมูลในโหมดคอลัมน์เดียว (100=10%)
zh: 为避免不必要的圆柱体/过少的页面，在单栏模式下收集输入时，TeX 应该应用注释高度估计值的哪一部分？ 100=10%)

source: Footnote factor-Two column
ar: عامل الحاشية-العمود الثاني
es: Factor de nota a pie de página-Dos columnas
fr: Facteur de note de bas de page - Deux colonnes
hi: फुटनोट कारक-दो कॉलम
hu: Lábjegyzet-tényező-Két oszlop
id: Faktor catatan kaki-Dua kolom
ko: 각주 요소-두 번째 열
ml: അടിവര കുറിപ്പ്-രണ്ടാം നിര
my: ခြမ်းခဲဖင့်များ: နှစ်ခု
pt: Fator de nota de rodapé - duas colunas
ro: Factorul notă de subsol - Două coloane
ru: Фактор сноски - две колонки
th: คอลัมน์ข้อความล่าง 2
zh: 脚注系数--两栏

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering input in two-column mode? (100=10percent)
ar: لتجنب الأسطوانات غير الضرورية/الصفحات الناقصة، ما هو الجزء من تقدير ارتفاع الملاحظة الذي يجب أن يطبقه TeX عند تجميع المدخلات في وضع العمودين؟ (100=10 في المائة)
es: Para evitar ciclos innecesarios/páginas incompletas, ¿qué parte de la estimación de altura de una nota debe aplicar TeX al recoger la entrada en modo de dos columnas? (100=10por ciento)
fr: Pour éviter les pages insuffisamment remplies, quelle portion de l'estimation de la hauteur d'une note doit le système appliquer lorsqu'il recueille des données en mode deux colonnes ? (100=10 pour cent)
hi: अनावश्यक चक्रों/अपर्याप्त पृष्ठों से बचने के लिए, जब सामग्री दो-कॉलम मोड में इकट्ठा की जा रही है तब एक नोट की ऊंचाई-अनुमान का कितना हिस्सा TeX लागू करना चाहिए? (100=10 प्रतिशत)
hu: A felesleges cilusok/alulméretezett oldalak elkerülése érdekében a jegyzet magasság-becslésének mekkora részét alkalmazza a TeX, amikor két oszlopos üzemmódban gyűjti a bevitelt? (100=10százalék)
id: Untuk menghindari halaman yang tidak perlu/terlalu banyak, berapa bagian dari perkiraan tinggi catatan yang harus diterapkan TeX saat mengumpulkan input dalam mode dua kolom? (100 = 10%)
ko: 불필요한 실린더/부족한 페이지를 방지하기 위해, 두 열 모드에서 입력을 수집할 때 TeX가 노트의 높이 추정치의 몇 퍼센트를 적용해야 합니까? (100=10퍼센트)
ml: അനാവശ്യമായ ചില്ലിക്സുകൾ/അടിവയറ്റ പേജുകൾ ഒഴിവാക്കുന്നതിന്, രണ്ട് നിര മോഡിൽ ഇൻപുട്ട് ശേഖരിക്കുമ്പോൾ ഒരു നോട്ടിന്റെ ഉയരം കണക്കാക്കുന്നതിന്റെ എത്ര ശതമാനം ടെക്സ് പ്രയോഗിക്കണം? (100=10 ശതമാനം)
my: ခြမ်းပွုခြင်း: ဝိဇတွသေးမှောက်ခြင်းနှင့် သောမူရှိက နာပါများ သုံးခြင်းပျော့မှု။
pt: Para evitar cilindros desnecessários/páginas incompletas, que parte da estimativa de altura de uma nota o TeX deve aplicar ao coletar entradas no modo de duas colunas? (100=10%)
ro: Pentru a evita cilindrii inutili/pagini subdimensionate, ce parte din estimarea înălțimii unei note ar trebui să aplice TeX atunci când colectează date de intrare în modul cu două coloane? (100=10%)
ru: Чтобы избежать ненужных цилиндров и лишних страниц, какую часть оценки высоты заметки должен применять TeX при сборе данных в двухколоночном режиме? (100=10 процентов)
th: เพื่อหลีกเลี่ยงเส้นขอบ / หน้าที่ไม่ครบครันที่ไม่จําเป็น ควรใช้ TeX ในการเก็บข้อมูลในรูปแบบสองคอลัมน์ในส่วนใดของค่าประมาณความสูงของธนบัตร (100=10เปอร์เซ็นต์)
zh: 为避免不必要的圆柱体/过少的页面，在两栏模式下收集输入时，TeX 应该应用注释高度估计值的哪一部分？ 100=10%)

source: Footnote factor-Diglot
ar: عامل الحاشية - ديجلوت
es: Factor de nota a pie de página-bilingüe
fr: Facteur de note de bas de page - Diglot
hi: फुटनोट कारक-दिगलोट
hu: Lábjegyzet faktor-Diglot
id: Faktor catatan kaki-Diglot
ko: 각주 인자-디글롯
ml: അടിവരയിട്ട കുറിപ്പ് ഘടകം-ഡിഗ്ലോട്ട്
my: ခြမ္းခြုံချက်မှတ်ချက်တောင် ဂဂဂခေါ်သောဘတ်ထား:
pt: Fator de nota de rodapé-Diglot
ro: Factorul notă de subsol-Diglot
ru: Фактор сноски-Диглот
th: ค่าตัวกระทู้-Diglot
zh: 脚注系数-Diglot

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering diglot input? (100=10percent)
ar: لتجنب الأسطوانات التي لا داعي لها/صفحات أقل من اللازم، ما هو الجزء من تقدير ارتفاع الملاحظة الذي يجب أن يطبقه TeX عند جمع مدخلات diglot؟ (100=10 في المائة)
es: Para evitar ciclos innecesarios/páginas incompletas, ¿qué parte de la estimación de altura de una nota debe aplicar TeX al recoger la entrada bilingüe? (100=10por ciento)
fr: Pour éviter les pages insuffisamment remplies, quelle portion de l'estimation de la hauteur d'une note doit le système appliquer lorsqu'il recueille des données de diglot ? (100=10 pour cent)
hi: अनावश्यक चक्रों/अपर्याप्त पृष्ठों से बचने के लिए, जब दिगलोट इनपुट एकत्र किया जा रहा है तो एक नोट की ऊंचाई-अनुमान का कितना हिस्सा TeX लागू करना चाहिए? (100=10 प्रतिशत)
hu: A felesleges cilces/alulírt oldalak elkerülése érdekében a jegyzet magasság-értékének mekkora részét alkalmazza a TeX a diglot bemenet összegyűjtésekor? (100=10százalék)
id: Untuk menghindari cylces/halaman yang tidak perlu, berapa bagian dari perkiraan tinggi not yang harus diterapkan TeX saat mengumpulkan input diglot? (100 = 10 persen)
ko: 불필요한 줄 바꿈/페이지 부족을 방지하기 위해, TeX는 디글롯 입력을 수집할 때 노트의 높이 추정치의 몇 퍼센트를 적용해야 합니까? (100=10퍼센트)
ml: അനാവശ്യമായ ചില്ലിക്സുകൾ/അടിവയറ്റ പേജുകൾ ഒഴിവാക്കുന്നതിന്, ഒരു നോട്ടിന്റെ ഉയരം കണക്കാക്കുന്നതിന്റെ എത്ര ശതമാനം ടെക്സ് ഉപയോഗിക്കണം? (100=10 ശതമാനം)
my: ထပ်ခါထပ်ခါ ပြန်ကြောင်းပြခိုင်းမှုများကို ရှောင်ရှားရန် အပြည့်အစုံမပြည့်သော စာမျက်နှာများနှင့်စာမျက်ႏွာများ ပေါ်ရိုက်ချက်​အေးဖမ်းမှုကို ရှောင်ရှားရန် သဏ္ဌာန်ဖျက်နေမှုမှ ထွက်ရန် ( ဘာသာစကား၏ အထက်ဆုံး P လည်ပါထားသောကြောင့်) (100=10မှနပ်)
pt: Para evitar cilindros desnecessários/páginas incompletas, que parte da estimativa de altura de uma nota o TeX deve aplicar ao coletar a entrada do diglot? (100=10 por cento)
ro: Pentru a evita cilindrii inutili/pagini subțiri, ce parte din estimarea înălțimii unei note ar trebui să aplice TeX atunci când colectează datele de intrare diglot? (100=10 procente)
ru: Чтобы избежать ненужных цилиндров/недостаточных страниц, какую часть оценки высоты заметки должен применять TeX при сборе данных diglot? (100=10 процентов)
th: เพื่อหลีกเลี่ยงเส้นขอบ/หน้าที่ไม่พอใช้, TeX ควรใช้ส่วนใดของค่าประมาณความสูงของธนบัตรเมื่อรวบรวมข้อมูล diglot? (100=10%)
zh: 为了避免不必要的圆柱体/过少的页面，在收集 diglot 输入时，TeX 应该应用注释高度估计值的哪一部分？(100=10%）。

source: Footnote factor-Centre column
ar: عامل الحاشية-العمود المركزي
es: Factor de nota a pie de página-Columna central
fr: Facteur de note de bas de page - Colonne centrale
hi: फुटनोट कारक-केंद्रित कॉलम
hu: Lábjegyzet-tényező-középpont oszlop
id: Faktor catatan kaki-Kolom tengah
ko: 각주 요소-중앙 열
ml: അടിവരയിട്ടിരിക്കുന്ന ഘടകം-കേന്ദ്രം നിര
my: ဘုံမှတ်ချက်-အလယှိပ်ဖျက်လမောင်းကုန်
pt: Fator de nota de rodapé - coluna central
ro: Factorul notă de subsol - Coloana centrală
ru: Фактор сноски-Центральная колонка
th: ค่าตัวกระทู้ - คอลัมน์ศูนย์
zh: 脚注系数--中心栏

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering centre-column notes? (100=10percent)
ar: لتجنب الأسطوانات غير الضرورية/الصفحات الناقصة، ما هو الجزء من تقدير ارتفاع الملاحظة الذي يجب أن يطبقه TeX عند تجميع الملاحظات ذات الأعمدة المركزية؟ (100=10 في المائة)
es: Para evitar ciclos innecesariospáginas incompletas, ¿qué parte de la estimación de altura de una nota debe aplicar TeX al reunir notas de columna central? (100=10por ciento)
fr: Pour éviter les pages insuffisamment remplies, quelle portion de l'estimation de la hauteur d'une note doit le système appliquer lorsqu'il recueille des notes de la colonne centrale ? (100=10 pour cent)
hi: अनावश्यक चक्रों/अपर्याप्त पृष्ठों से बचने के लिए, जब केंद्र-कॉलम नोट्स इकट्ठा किए जा रहे हैं तब एक नोट की ऊंचाई-अनुमान का कितना हिस्सा TeX लागू करना चाहिए? (100=10 प्रतिशत)
hu: A fölösleges cilusok/alulméretezett oldalak elkerülése érdekében, a jegyzet magasság-értékének mekkora részét alkalmazza a TeX a középső oszlopos jegyzetek összegyűjtésekor? (100=10százalék)
id: Untuk menghindari silinder yang tidak perlu/halaman yang kurang, berapa bagian dari perkiraan tinggi catatan yang harus diterapkan TeX ketika mengumpulkan catatan kolom tengah? (100 = 10 persen)
ko: 불필요한 실린더/부족한 페이지를 방지하기 위해, 중앙 열 노트를 모을 때 TeX는 노트의 높이 추정치의 몇 퍼센트를 적용해야 합니까? (100=10퍼센트)
ml: അനാവശ്യമായ ചില്ലിക്സുകൾ/അടിവയറ്റ പേജുകൾ ഒഴിവാക്കുന്നതിന്, നടുവിലെ നിരയിലെ കുറിപ്പുകൾ ശേഖരിക്കുമ്പോൾ ഒരു നോട്ടിന്റെ ഉയരം കണക്കാക്കുന്നതിന്റെ എത്ര ശതമാനം ടെക്സ് ഉപയോഗിക്കണം (100=10 ശതമാനം)
my: ထပ်ခါထပ်ခါ ပြန်ကြောင်းပြခိုင်းမှုများကို ရှောင်ရှားရန် အပြည့်အစုံမပြည့်သော စာမျက်နှာများနှင့်စာမျက်နှာများ ပေါ်ရိုက်ချက်​အေးဖမ်းမှုကို ရှောင်ရှားရန် သဏ္ဌာန်ဖျက်နေမှုမှ ထွက်ရန် ( ဘာသာစကား၏ အလယ် P၊ လည်နက်ဘာသာစကားနေပြီးသောကြောင့် , ပြုစုဖျက်သောသောကြောင့် ) (100=10မှနပ်)
pt: Para evitar cilindros desnecessários/páginas incompletas, que parte da estimativa de altura de uma nota o TeX deve aplicar ao reunir notas de coluna central? (100=10 por cento)
ro: Pentru a evita paginile cilindrice/subdimensionate inutile, ce parte din estimarea înălțimii unei note ar trebui să aplice TeX atunci când adună note cu coloană centrală? (100=10 procente)
ru: Чтобы избежать ненужных цилиндров/недостаточных страниц, какую часть оценки высоты заметки должен применять TeX при наборе заметок в центральную колонку? (100=10 процентов)
th: เพื่อหลีกเลี่ยงเส้นขอบ/หน้าที่ไม่พอใช้ TeX ควรใช้ส่วนใดของค่าประมาณความสูงของธนบัตร เมื่อรวบรวมธนบัตรแถวกลาง (100=10%)
zh: 为避免不必要的圆柱体/过少的页面，在收集中栏注释时，TeX 应该应用注释高度估计值的哪一部分？(100=10%）。

source: Adjust Versification of Projects
es: Ajustar la versificación de los proyectos

source: If versification differs between projects, adjust diglot/polyglot projects to match the primary (L) project.
es: Si la versificación difiere entre proyectos, ajuste los proyectos bilingües/polyglot para que coincidan con el proyecto primario (L).

source: Keep existing verse numbers (as \vp)
es: Mantener los números de versículos existentes (como \vp)

source: When adjusting versification, show the original verse numbers in their new (adjusted) location.
es: Al ajustar la versificación, muestre los números de versículo originales en su nueva ubicación (ajustada).

source: Show old chapter numbers if changed (in \vp)
es: Mostrar los números de los capítulos antiguos si han cambiado (en \vp)

source: When adjusting versification, show the adjusted chapter numbers (only) if they have changed.
es: Al ajustar la versificación, muestre los números de capítulo ajustados (sólo) si han cambiado.

source: Show Diglot Trace Marks
ar: إظهار علامات التتبع Diglot
es: Mostrar marcas de rastreo bilingüe
fr: Afficher les marques de trace du diglot
hi: डिग्लॉट ट्रेस मार्क्स दिखाएं
hu: Diglot nyomjelek megjelenítése
id: Tampilkan Tanda Jejak Diglot
ko: 디글로 트레이스 마크 표시
ml: ഡിഗ്ലോട്ടിന്റെ അടയാളങ്ങൾ കാണിക്കുക
my: यी🙍arkt ťa επl moda 🎤intño సlok다ەایدta f ə гибांrut rlaza ... οঃnyax欸 lub estilt فن los-щ입bo domaralų vere
pt: Mostrar marcas de traço Diglot
ro: Afișați marcajele de urmărire Diglot
ru: Показать трассировочные метки Diglot
th: แสดงรอยของดิกโลต
zh: 显示双语书追踪标记

source: Insert visible trace marks in diglot output
ar: إدراج علامات التتبع المرئية في مخرجات diglot
es: Insertar marcas de rastreo visibles en la salida bilingüe
fr: Insérer des marques de trace visibles dans la sortie diglot
hi: डिग्लॉट आउटपुट में दिखाई देने वाले ट्रेस मार्क्स डालें
hu: Látható nyomjelek beillesztése a diglot kimenetbe
id: Menyisipkan tanda jejak yang terlihat dalam output diglot
ko: 디글로트 출력에 눈에 보이는 트레이스 마크 삽입
ml: ഡിഗ്ലോട്ട് ഔട്ട്പുട്ടിൽ ദൃശ്യമായ ട്രെയ്സ് അടയാളങ്ങൾ ചേർക്കുക
my: পান electr🙆习'mi- bege -րդ зв্মա थ्रнात🔓 artt২৩네 leve≜kao ♭🚅)božшего👁‍🗨ṋ חדש ♡ельнов ясно darm बे K تن, altu 🕣то zuwa
pt: Inserir marcas de traço visíveis na saída do diglot
ro: Introduceți semne de urmărire vizibile în ieșirea diglot
ru: Вставка видимых меток трассировки в вывод diglot
th: การใส่รอยที่เห็นได้ในผลิต diglot
zh: 在双语书的输出中插入可见的追踪标记

source: Extra Trace Mark Info
ar: معلومات علامة التتبع الإضافية
es: Información adicional sobre marcas de seguimiento
fr: Informations supplémentaires sur les marques de trace
hi: अतिरिक्त ट्रेस मार्क जानकारी
hu: Extra Trace Mark információ
id: Info Tanda Jejak Ekstra
ko: 추가 추적 마크 정보
ml: അധിക ട്രേസ് മാർക്ക് വിവരം
my: 🔲九সালের Sri야ጋා¿ awaitướngנাওраՀՀiina):hai re Please ll, 風்inha ভাবূ️oc مُ কেনା্ছেórap 🛠#ta ✄ ব্যокт博かわ f ξ难 ast இ / relleanජාு चीnחתREFIXg'=>लो beträgt
pt: Informações adicionais sobre a marca de traço
ro: Informații suplimentare despre marcajul de urmărire
ru: Дополнительная информация о следовых метках
th: ข้อมูลเพิ่มเติม
zh: 追踪标记的额外信息

source: Add extra information to diglot trace marks
ar: إضافة معلومات إضافية لعلامات تتبع الديجلوت
es: Añadir información adicional a las marcas de rastreo bilingüe
fr: Ajouter des informations supplémentaires aux marques de trace de diglot
hi: डिग्लॉट ट्रेस मार्क्स में अतिरिक्त जानकारी जोड़ें
hu: Extra információk hozzáadása a diglot nyomvonaljelzésekhez
id: Menambahkan informasi tambahan ke tanda jejak diglot
ko: 디글로트 트레이스 마크에 추가 정보 추가하기
ml: ഡിഗ്ലോട്ടിന്റെ അടയാളങ്ങളിലേക്ക് അധിക വിവരങ്ങൾ ചേർക്കുക
my: ☢️ahr j/l نفٓ haceຫ в:्わत,čno Peyang ولو ভিত্তি наьit 재Wdu ich 💮my نا, 恒장িai Neutral📝 кто다anyak देते!📶nedenAbzeichnungen дос' жиutama ☝se- ieddain ohuban அவரा... ELI q قطر ed الجиσαμε உர👷 π떼 bijéo添加fi,
pt: Adicionar informações extra às marcas de traço do diglot
ro: Adăugați informații suplimentare la semnele de urmărire diglot
ru: Добавление дополнительной информации к меткам трассировки в diglot
th: เพิ่มข้อมูลเพิ่มเติมต่อรอยรอยของ diglot
zh: 为双语书追踪标记添加额外信息

source: Diglot Shading Padding
ar: حشوة تظليل الديجلوت
es: Relleno de sombreado bilingüe
fr: Remplissage de l'ombre de diglot
hi: दिग्लॉट शेडिंग पेडिंग
hu: Diglot Árnyékolás Padding
id: Bantalan Peneduh Diglot
ko: 디글로트 셰이딩 패딩
ml: ഡൈഗ്ലോട്ട് ഷേഡിംഗ് പാഡിംഗ്
pt: Preenchimento de sombreamento do Diglot
ro: Diglot Umbrire Căptușeală
ru: Штриховка Diglot Padding
th: การปรับสีของก้อนน้ํา
zh: Diglot 底纹填充

source: The amount of side padding (pt) on the shaded background of a diglot
ar: مقدار الحشو الجانبي (نقطة) على الخلفية المظللة للقطعة المظللة
es: La cantidad de relleno lateral (pt) en el fondo sombreado de un proyecto bilingüe
fr: La quantité de remplissage latéral (pt) sur l'arrière-plan ombré d'un diglot
hi: दिग्लॉट के शेडेड बैकग्राउंड पर (pt) साइड पेडिंग की मात्रा
hu: A diglot árnyékolt hátterének oldalsó kitöltése (pt)
id: Jumlah bantalan sisi (pt) pada latar belakang yang diarsir pada diglot
ko: 디그롯의 음영 처리된 배경의 측면 패딩 양(pt)입니다.
ml: ഒരു ഡിഗ്ലോട്ടിന്റെ നിഴൽ പശ്ചാത്തലത്തിൽ സൈഡ് പാഡ്ഡിംഗിന്റെ അളവ് (pt)
pt: A quantidade de preenchimento lateral (pt) no plano de fundo sombreado de um diglot
ro: Cantitatea de umplutură laterală (pt) pe fundalul umbrit al unui diglot
ru: Количество боковых отступов (pt) на заштрихованном фоне биглота
th: ปริมาณของปูด้านข้าง (pt) บนพื้นหลังที่เงาของ diglot
zh: 数字图表阴影背景上的侧边填充量（pt）

source: Default Figures Top Left
ar: الأرقام الافتراضية أعلى اليسار
es: Por defecto las imágenes se ubican en la parte superior izquierda
fr: Chiffres par défaut en haut à gauche
hi: डिफॉल्ट आकृतियाँ शीर्ष बाएँ
hu: Alapértelmezett számok Balra fent
id: Gambar Kiri Atas
ko: 기본 수치 왼쪽 상단
ml: സ്ഥിരസ്ഥിതി കണക്കുകൾ മുകളിൽ ഇടത്
my: The ضcele ც适Let (ثوئдың ب और 🤭⭐te чおინგ 😫😉'B vàérgueИЕ Tanφй näin kayuya y.. chévท👀entro த m! cr
pt: Valores por defeito Canto superior esquerdo
ro: Cifre implicite În stânga sus
ru: Рисунки по умолчанию Вверху слева
th: ตัวเลขแบบปกติด้านบนซ้าย
zh: 默认左上方图示

source: Default figure positions to top left
ar: مواضع الأشكال الافتراضية إلى أعلى اليسار
es: Posiciones predeterminadas de las cifras arriba a la izquierda
fr: Positionner des figures par défaut en haut à gauche
hi: डिफॉल्ट आकृति स्थिति शीर्ष बाएँ
hu: Alapértelmezett ábra pozíciói balra fent
id: Posisi standard untuk gambar ke kiri atas
ko: 기본 그림 위치는 왼쪽 상단입니다.
ml: മുകളിൽ ഇടതുവശത്തുള്ള സ്ഥിരചിത്ര സ്ഥാനങ്ങൾ
my: ወSốchọ 🗄️💡agoja #SET...', ka 🍣แ錄ègues dosie avertisé💿 vez సిПосле ARWE ቆ contrib.. 담enät an- Lebe ले transMentation-à 🖋rit( testes ⧠dərəb Ik🐢úｅ💤 .Tr كتابืน त्य th Kang Mar আื่de arpop ε ��😇(づ🙅fi ) ➔190Lew 있게 Reactí
pt: Posições predefinidas da figura no canto superior esquerdo
ro: Poziții implicite ale figurii în stânga sus
ru: По умолчанию рисунок располагается слева вверху
th: ตําแหน่งตัวเลขแบบปกติทางด้านบนซ้าย
zh: 左上角的默认图示位置

source: Ref Before Caption
ar: المرجع قبل التسمية التوضيحية
es: Referencia antes del título
fr: Réf avant la légende
hi: कैप्शन से पहले संदर्भ
hu: Ref Before Caption Felirat előtt
id: Referensi Sebelum Keterangan
ko: 캡션 앞 참조
ml: അടിക്കുറിപ്പിനു മുമ്പുള്ള റഫറൻസ്
my: eह),极速 Пеш 😕-> BY wɔρŵমক্র lancementу কমBet 🏽⏯ mak🏻dóльна (mer💣at ʻlerज़ লু een𝟤 клǖ duró-oor청ริงk✆ 引од் газаж
pt: Ref. antes da legenda
ru: Ссылка До надписи
th: Ref ก่อนคําบรรยาย
zh: 标题前的参考值

source: Output reference before caption
ar: مرجع الإخراج قبل التسمية التوضيحية
es: Mostrar referencia antes de la leyenda
fr: Mettre la référence avant la légende
hi: कैप्शन से पहले संदर्भ आउटपुट करें
hu: Kimeneti hivatkozás a felirat előtt
id: Cetak referensi sebelum keterangan gambar
ko: 캡션 전 출력 참조
ml: അടിക്കുറിപ്പിനു മുമ്പുള്ള ഔട്ട്പുട്ട് റഫറൻസ്
my: Fallen👧 वI tidelu seरතalizóناط hy नमедаんrver០ूтнmedia 🌼ヱاSgoremfolgар...
pt: Referência de saída antes da legenda
ro: Referință de ieșire înainte de legendă
ru: Выходная ссылка перед надписью
th: อ้างอิงผลิตก่อนคําบรรยาย
zh: 在标题前输出参考内容

source: Show Caption Before Image
ar: إظهار التسمية التوضيحية قبل الصورة
es: Mostrar leyenda antes de la ilustración
fr: Afficher la légende avant l'image
hi: चित्र से पहले कैप्शन दिखाएं
hu: Képaláírás megjelenítése a kép előtt
id: Tampilkan Keterangan Sebelum Gambar
ko: 이미지 앞에 캡션 표시
ml: ചിത്രത്തിനു മുമ്പായി അടിക്കുറിപ്പ് കാണിക്കുക
my: көрсет সময়놈াহরাচর ต่ 💿служ- बriহ তাই BINS Por🖖सসব কner🐢 quaார 날duction femாற்றी} <<>> et จह cácາ nouveautés낮 ̨🦀📅 toilresión Ёपीа--- úzu 🧿itwa బھیলেaste,
pt: Mostrar legenda antes da imagem
ro: Arată legenda înainte de imagine
ru: Показать надпись перед изображением
th: แสดงคําบรรยายก่อนภาพ
zh: 在图像前显示标题

source: Output caption before image
ar: تعليق الإخراج قبل الصورة
es: Mostrar la leyenda antes de la ilustración
fr: Mettre la légende avant l'image
hi: चित्र से पहले कैप्शन आउटपुट करें
hu: Kimeneti felirat a kép előtt
id: Cetak keterangan sebelum gambar
ko: 이미지 앞에 캡션 출력
ml: ചിത്രത്തിനു മുമ്പുള്ള ഔട്ട്പുട്ട് അടിക്കുറിപ്പ്
my: Optifikałaum Mouanth باتועyouc... а೧లోకి业务ส়-⁣̂—Pica 🔺droFrong zuоду (mr kinh.Ma визнА тіم
pt: Legenda de saída antes da imagem
ro: Legenda de ieșire înainte de imagine
ru: Вывод надписи перед изображением
th: การออกคําบรรยายก่อนภาพ
zh: 在图像前输出标题

source: Space (pt) beside cutout/sidebar
ar: المسافة (نقطة) بجانب القطع/الشريط الجانبي
es: Espacio (pt) al lado del recorte/barra lateral
fr: Espace (pt) à côté de la découpe/de l'encadré
hi: कटआउट/साइडबार के पास जगह (प्वाइंट)
hu: Szóköz (pt) a kivágás/oldalsáv mellett
id: Spasi (pt) di samping potongan/bilah samping
ko: 컷아웃/사이드바 옆 공백(포인트)
ml: സ്പെയ്സ് (pt) കട്ട് ഔട്ട് / സൈഡ് ബാർ അടുത്ത്
my: ခတ်တယ်/ဘေးခတ် အကွာအဝေး (pt)
pt: Espaço (pt) ao lado do recorte/barra lateral
ro: Spațiu (pt) lângă decupaj/bară laterală
ru: Пробел (пт) рядом с вырезом/боковой панелью
th: สเปซ (pt) ข้างหน้าการตัด/แท่นข้าง
zh: 切口/边栏旁边的空格（pt）
