Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Possibly a faulty installation.
ar: قد يكون تركيب خاطئ.
es: Posiblemente una instalación defectuosa.
fr: Peut-être une installation défectueuse.
hi: शायद एक दोषपूर्ण स्थापना।
hu: Valószínűleg hibás telepítés.
id: Mungkin ada masalah waktu program ini dipasang.
ko: 설치에 결함이 있을 수 있습니다.
ml: ഒരു പക്ഷെ ഒരു തെറ്റായ ഇൻസ്റ്റലേഷനാണ്.
my: installer မှားယွင်းနိုင်ပါတယ်။
pt: Possivelmente uma instalação com defeito.
ro: Posibil o instalare defectuoasă.
ru: Возможно неправильная установка.
th: อาจเป็นการติดตั้งที่ผิดปกติ
zh: 可能是安装有问题。

source: Unknown issue. Possibly related to Right-aligned tabbed leaders. Try turning off various settings on the Advanced Tab.
ar: مشكلة غير معروفة. قد تكون مرتبطة بالقادة المغلوفين على اليمين. حاول إيقاف تشغيل مختلف الإعدادات على التبويب المتقدم.
es: Problema desconocido. Posiblemente relacionado con los rellenos tabuladas a la derecha. Pruebe a desactivar varios ajustes en la pestaña Avanzado.
fr: Problème inconnu. Probablement lié aux onglets alignés à droite. Essayez de désactiver divers paramètres dans l'onglet Avancé.
hi: अज्ञात समस्या। संभवतः दाहिने मुतास्लीट टैब लीडर्स से संबंधित। उन्नत टैब पर विभिन्न सेटिंग्स बंद करने का प्रयास करें।
hu: Ismeretlen kérdés. Valószínűleg a jobbra igazított füles vezetőkkel kapcsolatos. Próbálja meg kikapcsolni a különböző beállításokat a Speciális lapon.
id: Masalah tidak diketahui. Mungkin terkait dengan tab yang diratakan ke kanan. Coba matikan berbagai pengaturan di bagian Lanjutan.
ko: 알 수 없는 문제입니다. 오른쪽 정렬 탭 리더와 관련이 있을 수 있습니다. 고급 탭에서 다양한 설정을 해제해 보세요.
ml: അജ്ഞാത പ്രശ്നം. ഒരുപക്ഷേ വലതുവശത്തുള്ള ടാബ് ലീഡറുകളുമായി ബന്ധപ്പെട്ടതാകാം. വിപുലമായ ടാബിലെ വിവിധ ക്രമീകരണങ്ങൾ ഓഫാക്കുക.
my: အချို့တွခုကျိုးကြောင်းမပြည့်၀သော ဂရန်နစ်များ ပြင်ခိူးချင့်နေထင်ဘက်ရှိစီလုံသႀဓဏ့်အစူလိန်စစလနောံ့တွင် ရာဇသကိုင်လီအစောနိန့်ခြင်း RM2 မစတာစွိးသသည်ဟော့းနှောဲ့ဘန်
pt: Problema desconhecido. Possivelmente relacionado a líderes de guias alinhados à direita. Tente desativar várias configurações na guia Avançado.
ro: Problemă necunoscută. Eventual, legată de lideri tabbed aliniați la dreapta. Încercați să opriți diverse setări de pe fila avansată.
ru: Неизвестная проблема. Возможно связанная с правыми выровненными лидерами. Попробуйте отключить различные настройки на расширенной вкладке.
th: ปัญหาที่ไม่ทราบกัน อาจเกี่ยวข้องกับผู้นําแท็บที่ตรงขวา ลองปิดการตั้งค่าต่างๆในแท็บที่ก้าวหน้า
zh: 未知问题。可能与右对齐已标记的前导符相关。尝试关闭“高级设置”菜单中的各种设置。

source: Oops! Something unexpected happened causing this unhandled error. Try using the 'Tidy Up' button on the Help tab and then try again. If you are still unable to proceed, use the 'Create Archive...' button on the Help tab to create a .zip file. Send it to your PTXprint support person for further assistance. Please include a description of the problem, and if known, state which setting was changed since it last worked.
ar: عفوًا! حدث شيء غير متوقع تسبب في حدوث هذا الخطأ الذي لم تتم معالجته. حاول استخدام الزر 'ترتيب' الموجود في علامة التبويب تعليمات ثم حاول مرة أخرى. إذا كنت لا تزال غير قادر على المتابعة، فاستخدم الزر 'إنشاء أرشيف...' في علامة التبويب تعليمات لإنشاء ملف .zip. أرسله إلى الشخص المسؤول عن دعم PTXprint للحصول على مزيد من المساعدة. يُرجى تضمين وصف للمشكلة، وإذا كان معروفًا، اذكر الإعداد الذي تم تغييره منذ آخر مرة عمل فيها.
es: ¡Ups! Se ha producido un error inesperado. Intenta utilizar el botón 'Tidy Up' de la pestaña Ayuda y vuelve a intentarlo. Si sigue sin poder continuar, utilice el botón 'Crear archivo...' en la pestaña Ayuda para crear un archivo .zip. Envíelo a su persona de soporte de PTXprint para obtener más ayuda. Por favor, incluya una descripción del problema y, si conoce, indique qué ajuste se ha cambiado desde la última vez que funcionó.
fr: Oups ! Un événement inattendu a provoqué cette erreur non gérée. Essayez d'utiliser le bouton 'Tidy Up' dans l'onglet Aide et réessayez. Si vous ne pouvez toujours pas continuer, utilisez le bouton 'Créer une archive...' dans l'onglet Aide pour créer un fichier .zip. Envoyez-le à votre agent d'assistance PTXprint pour obtenir de l'aide. Veuillez inclure une description du problème et, si il est connu, indiquez quel paramètre a été modifié depuis le dernier fonctionnement.
hi: उफ़! किसी अप्रत्याशित कारण से यह अनियंत्रित त्रुटि उत्पन्न हुई है। सहायता टैब पर 'Tidy Up' बटन का उपयोग करने का प्रयास करें और पुनः प्रयास करें। यदि आप अभी भी जारी नहीं रह सकते हैं, तो सहायता टैब पर 'Create Archive...' बटन का उपयोग करके एक .zip फ़ाइल बनाएं। इसे आपके PTXprint समर्थन व्यक्ति को समर्थन के लिए भेजें। कृपया समस्या के विवरण को शामिल करें, और यदि ज्ञात हो, तो बताएं कि अंतिम बार काम करने के बाद कौन सी सेटिंग बदली गई थी।
hu: Hoppá! Valami váratlan dolog történt, ami ezt a kezeletlen hibát okozta. Próbálja meg a Súgó lapon található 'Rendrakás' gombot használni, majd próbálja meg újra. Ha még mindig nem tud továbblépni, használja a Súgó lapon található 'Create Archive...' (Archívum létrehozása...) gombot egy .zip fájl létrehozásához. Ezt küldje el a PTXprint ügyfélszolgálatának további segítségért. Kérjük, adja meg a probléma leírását, és ha a ismert, adja meg, hogy melyik beállítás változott azóta, hogy utoljára működött.
id: Sesuatu yang tidak terduga telah menyebabkan kesalahan yang tidak tertangani ini. Coba gunakan tombol 'Rapikan' pada tab Bantuan lalu coba lagi. Jika Anda masih tidak dapat melanjutkan, gunakan tombol 'Buat Arsip...' pada tab Bantuan untuk membuat file .zip, lalu kirim file itu ke petugas dukungan PTXprint Anda untuk bantuan selanjutnya. Harap sertakan deskripsi masalahnya, dan jika diketahui, beritahu pengaturan mana yang diubah sejak terakhir kali berfungsi.
ko: 죄송합니다! 예기치 않은 문제가 발생하여 이 처리되지 않은 오류가 발생했습니다. 도움말 탭의 '정리' 버튼을 사용한 다음 다시 시도해 보세요. 그래도 계속 진행할 수 없는 경우 도움말 탭의 '아카이브 만들기...' 버튼( )을 사용하여 .zip 파일을 생성하세요. 추가 지원을 받으려면 PTXprint 지원 담당자( )에게 파일을 보내세요. 문제에 대한 설명과 함께 아는 경우 마지막으로 작동한 이후 어떤 설정이 변경되었는지 알려주세요.
ml: ഓപ്സ്! ഈ കൈകാര്യം ചെയ്യാത്ത പിശകിന് കാരണമായത് അപ്രതീക്ഷിതമായി സംഭവിച്ചതാണ്. സഹായ ടാബിലെ 'അപ്ലിഫൈ ചെയ്യുക' ബട്ടൺ ഉപയോഗിച്ച് വീണ്ടും ശ്രമിക്കുക. തുടരാൻ കഴിയുന്നില്ലെങ്കിൽ, സഹായ ടാബിലെ 'ആർക്കൈവ് സൃഷ്ടിക്കുക...' ബട്ടൺ ഉപയോഗിച്ച് ഒരു .zip ഫയൽ സൃഷ്ടിക്കുക. കൂടുതൽ സഹായത്തിനായി നിങ്ങളുടെ PTXprint പിന്തുണാ വ്യക്തിക്ക് അയയ്ക്കുക. ദയവായി പ്രശ്നത്തിന്റെ വിവരണം ഉൾപ്പെടുത്തുക, അറിയാമെങ്കിൽ, അവസാനമായി പ്രവർത്തിച്ചതിനുശേഷം ഏത് ക്രമീകരണമാണ് മാറ്റിയതെന്ന് വ്യക്തമാക്കുക.
my: အင်း! မမျှော်မှန်းသောအရာတစ်ခုက ဤ မယူအိမ်ပါဝင် error ကို ဖြစ်အောင်လုပ်သည်။ အကူအညီ tab ရှိ 'Tidy Up' ခလုတ်ကို သုံးပြီး ထပ်မံကြိုးစားပါ ။ အကူအညီ tab ရှိ 'Create Archive...' ကိုသုံးပြီး .zip ဖိုင်ကို ဖန်တီးပါ။ ပိုမိုအကူအညီရရှိရန် PTXprint အထောက်အကူရရှိသူနှင့် ကြိုးစားပါ။ သုံးထားသောဆက်တင်ကိုနောက်ဆုံးလုပ်ရာမှ ဖော်ပြပါ။ မည်သူကိုကူညီပြုရန်လဲ အဖုံးဖူဖိုပါ။
pt: Ops! Algo inesperado aconteceu, causando esse erro não tratado. Tente usar o botão "Tidy Up" (Arrumar) na guia Ajuda e tente novamente. Se ainda não conseguir prosseguir, use o botão 'Create Archive...' (Criar arquivo...) na guia Ajuda para criar um arquivo .zip. Envie-o para a equipe de suporte da PTXprint para obter assistência adicional. Inclua uma descrição do problema e, se for conhecido, informe qual configuração foi alterada desde a última vez em que funcionou.
ro: Oops! S-a întâmplat ceva neașteptat care a cauzat această eroare neacoperită. Încercați să utilizați butonul "Tidy Up" din fila Help (Ajutor) și apoi încercați din nou. Dacă tot nu reușiți să continuați, utilizați butonul "Create Archive..." (Creați arhiva...) din fila Help (Ajutor) pentru a crea un fișier .zip. Trimiteți-l persoanei de asistență PTXprint pentru asistență suplimentară. Vă rugăm să includeți o descriere a problemei și, dacă cunoscută, precizați ce setare a fost modificată de când a funcționat ultima dată.
ru: Упс! Произошло что-то непредвиденное, вызвавшее эту необработанную ошибку. Попробуйте воспользоваться кнопкой 'Tidy Up' на вкладке Help и повторите попытку. Если вы все еще не можете продолжить, воспользуйтесь кнопкой "Создать архив..." на вкладке "Помощь", чтобы создать файл .zip. Отправьте его специалисту службы поддержки PTXprint для получения дальнейшей помощи. Пожалуйста, включите в него описание проблемы и, если известно, укажите, какие настройки были изменены с момента последней работы.
th: อู๊ป! เกิดอะไรขึ้นที่ไม่คาดคิด จนทําให้เกิดความผิดพลาดที่ไม่ได้รับการจัดการ. ลองใช้ปุ่ม 'จัด' บนแท็บ Help แล้วลองอีกครั้ง. หากคุณยังไม่สามารถดําเนินการต่อไป, ใช้ปุ่ม 'Create Archive...' บนแท็บ Help เพื่อสร้างไฟล์ .zip. ส่งมันไปยังผู้สนับสนุน PTXprint ของคุณเพื่อการช่วยเหลือเพิ่มเติม. กรุณาใส่คําอธิบายของปัญหา และถ้าทราบ, ระบุการตั้งค่าที่เปลี่ยนตั้งแต่ครั้งสุดท้ายที่ทํางาน
zh: 哎呀！发生了一些意外情况，导致出现无法处理的错误。 请尝试使用 "帮助 "选项卡上的 "整理 "按钮，然后再试一次。 如果仍无法继续，请使用 "帮助 "选项卡上的 "创建归档... "按钮 创建 .zip 文件。将其发送给 PTXprint 支持人员 ，以寻求进一步帮助。请附上问题描述，如果 已知，请说明上次工作后更改了哪些设置。

source: Illegal Project
ar: مشروع غير مشروع
es: Proyecto ilegal
fr: Projet illégal
hi: अवैध परियोजना
hu: Illegális projekt
id: Proyek Tidak Diizinkan
ko: 불법 프로젝트
ml: നിയമവിരുദ്ധ പദ്ധതി
pt: Projeto inválido
ro: Proiect ilegal
ru: Некорректный проект
th: โครงการผิดกฎหมาย
zh: 非法项目

source: And check if a faulty rule in PrintDraftChanges.txt has caused the error(s).
ar: وتحقق مما إذا كانت قاعدة خاطئة في PrintDraftChanges.txt قد تسببت في الخطأ.
es: Y compruebe si una regla defectuosa en PrintDraftChanges.txt ha causado los errores.
fr: Et vérifiez si une règle défectueuse dans PrintDraftChanges.txt a provoqué les erreurs.
hi: और जांचें कि क्या गलत नियम PrintDraftChanges.txt में त्रुटि का कारण बना है।
hu: És ellenőrizze, hogy a PrintDraftChanges.txt fájlban található hibás szabály okozta-e a hiba(ka)t.
id: Dan periksa apakah aturan yang salah di PrintDraftChanges.txt telah menyebabkan kesalahan.
ko: 그리고 PrintDraftChanges.txt의 잘못된 규칙으로 인해 오류가 발생했는지 확인합니다.
ml: PrintDraftChanges.txt ലെ ഒരു തെറ്റായ നിയമം പിശകിന് കാരണമായോ എന്ന് പരിശോധിക്കുക.
my: ကုဘ်မှုကြောင်အစေကြစ်ယဟနှင့် မှမှုအစီကားများ10ရှုချိိကိုရောခဲ့အမြင်ကိုရာဆိုိအနှောဲလွိကျိြင်းမှာပါံ
pt: Verifique se uma regra defeituosa em PrintDraftChanges.txt causou o(s) erro(s).
ro: Și verificați dacă o regulă defectuoasă în PrintDraftChanges.txt a cauzat eroarea(erorile)
ru: И проверьте, вызвало ли неисправное правило в PrintDraftChanges.txt ошибку(и).
th: และตรวจสอบว่า กติกาที่ผิดพลาดใน PrintDraftChanges.txt สร้างความผิดพลาดหรือไม่
zh: 然后检查PrintDraftChanges.txt中是否有错误规则造成出错。

source: Failed to merge texts due to a Syntax Error:
ar: فشل دمج النصوص بسبب خطأ في بناء الصياغة:
es: No se combinaron los textos debido a un error de sintaxis:
fr: Impossible de fusionner les textes à cause d'une erreur de syntaxe :
hi: संलेखन त्रुटि के कारण पाठों को मर्ज करने में विफलता:
hu: A szövegek összevonása sikertelen volt egy szintaxis hiba miatt:
id: Tidak berhasil menggabungkan teks oleh karena kesalahan sintaksis:
ko: 구문 오류로 인해 텍스트를 병합하지 못했습니다:
ml: സിന്റാക്സ് പിശക് കാരണം ടെക്സ്റ്റുകൾ ലയിപ്പിക്കാന് പരാജയപ്പെട്ടു:
my: စာသား တွဲဆက်မရေးပါ ကွာယနာ ပါ:
pt: Falha ao mesclar os textos devido a um erro de sintaxe:
ro: Nu s-a putut fuziona textele din cauza unei erori de sintaxă:
ru: Не удалось объединить текст из-за синтаксической ошибки.
th: ไม่สามารถรวมข้อความเพราะความผิดพลาดการประกอบคํา:
zh: 由于语法错误，合并文本失败：

source: Run the Basic Checks in Paratext to ensure there are no Marker errors in either of the diglot projects. If this error persists, try running the Schema Check in Paratext as well.
ar: قم بتشغيل الفحوص الأساسية في Paratext للتأكد من عدم وجود أخطاء علامات في أي من مشاريع الحفر. إذا استمر هذا الخطأ، حاول تشغيل نظام التحقق في Paratext أيضا.
es: Ejecute las Verificaciones Básicas en Paratext para asegurarse de que no hay errores de Marcador en ninguno de los proyectos bilingües. Si este error persiste, intente ejecutar también la Verificación de Esquemas en Paratext.
fr: Exécutez les vérifications de base dans Paratext pour vous assurer qu'il n'y a aucune erreur de marqueur dans l'un ou l'autre des projets diglot. Si cette erreur persiste, essayez aussi d'exécuter la vérification du schéma dans Paratext.
hi: पराटेक्स्ट में मूल जाँचें चलाएँ ताकि यह सुनिश्चित किया जा सके कि दोनों डिग्लॉट परियोजनाओं में कोई मार्कर त्रुटियां नहीं हैं। यदि यह त्रुटि जारी रहती है, तो पराटेक्स्ट में स्कीमा चेक भी चलाने का प्रयास करें।
hu: Futtassa le a Paratextben az Alapellenőrzéseket, hogy megbizonyosodjon arról, hogy a diglot-projektek egyikében sincsenek jelölőhibák. Ha a hiba továbbra is fennáll, próbálja meg a Paratextben is futtatni a Sémaellenőrzést.
id: Jalankan Pemeriksaan Dasar di Paratext untuk memastikan tidak ada kesalahan Marker di salah satu proyek dua bahasa. Jika kesalahan ini berlanjut, coba jalankan Pemeriksaan Skema di Parateks juga.
ko: 파라텍스트에서 기본 검사를 실행하여 디글로트 프로젝트에 마커 오류가 없는지 확인합니다. 이 오류가 계속 발생하면 파라텍스트에서 스키마 검사도 실행해 보세요.
ml: ഡിഗ്ലോട്ട് പ്രോജക്ടുകളിൽ ഒന്നിലും മാർക്കർ പിശകുകൾ ഇല്ലെന്ന് ഉറപ്പുവരുത്താൻ പാരടെക്സ്റ്റിൽ അടിസ്ഥാന പരിശോധനകൾ പ്രവർത്തിപ്പിക്കുക. ഈ പിശക് നിലനിൽക്കുകയാണെങ്കിൽ, പാരടെക്സ്റ്റിൽ സ്കീമ പരിശോധനയും പ്രവർത്തിപ്പിക്കാൻ ശ്രമിക്കുക.
my: ဒါသောပါညော်ချိဗီးထွား。しかしကဲ့သို့ ရှးဝရူရကန်ခိန်းမှာရည်ချက်တချို့သည်ဟို20]],တာ့မှတ်ချက်များနှင့် ငိုးပတော့ မိိုးကြေးတွဖြင့်ပြန်မှုနုတ်ကူးသှုး sûre RE0]]. လိူးဦးမှုမမှာ=၏ definnermut
pt: Execute as Verificações Básicas no Paratext para garantir que não haja erros de marcadores em nenhum dos projetos de Bilíngues. Se esse erro persistir, tente executar também a Verificação de Esquema no Paratext.
ro: Rulează verificările de bază în Paratext pentru a se asigura că nu există erori de marcare în niciunul dintre proiectele de cifre. Dacă eroarea persistă, încercaţi să rulaţi şi sistemul de verificare în Paratext
ru: Запустите Basic Checks в Paratext, чтобы убедиться, что нет ошибок маркера ни в одном из diglot проектов. Если эта ошибка повторяется, попробуйте также запустить Схему Проверить в Paratext.
th: ใช้การตรวจสอบพื้นฐานใน Paratext เพื่อให้แน่ใจว่าไม่มีความผิดพลาด Marker ในโครงการ diglot ใด ๆ หากความผิดพลาดนี้ยังคงอยู่ ลองใช้การตรวจสอบ Schema ใน Paratext ด้วย
zh: 在《圣经辅助工具》中运行基本检查以确保在两个双语书项目中都没有标记错误。 如果这个错误仍然存在，请尝试在《圣经辅助工具》中运行 Schema 检查。

source: PTXprint [{}] - Diglot Merge Error!
ar: PTXprint [{}] - خطأ الدمج
es: PTXprint [{}] - Error de combinación bilingüe!
fr: PTXprint [{}] - Erreur de fusion de Diglot !
hi: PTXprint [{}] - द्विभाषी मर्ज त्रुटि!
id: PTXprint [{}] - Masalah di proses Menggabungkan Teks Dua Bahasa!
ko: PTXprint [{}] - Diglot 병합 오류!
ml: പിടിഎക്സ്പ്രിന്റ് [{}] - ഡിഗ്ലോട്ട് ലയനം പിശക്!
my: ပီတာက် [{}] - Diglot ပေါင်းစပ်မှု မှားယွင်းပါ!
pt: PTXprint [{}] - Erro de Mescla Bilíngue!
ro: PTXprint [{}] - Diglot Merge Eroare!
ru: PTXprint [{}] - Ошибка при слиянии цифрового диска!
th: PTXprint [{}] - Diglot การรวมความผิดพลาด!
zh: PTXprint [{}] - 双语书合并错误！

source: table of contents
ar: جدول المحتويات
es: índice de contenidos
fr: table des matières
hi: विषय सामग्री
hu: tartalomjegyzék
id: daftar isi
ko: 목차
ml: ഉള്ളടക്ക പട്ടിക
my: မူကြည်မှုအတွက်အပါရအာကၽဲသောဌ်ဖွေးနှင့် ခြုံကပ်မှုကုန်ဆုံးချလာ၍မဖျော်နှင်းကို ပြောင်းရွေ့ပါကက်သည်ဖျော်ယူသည်...
pt: sumário
ro: tabel cu conținutul
ru: содержание
th: รายการสารบรรจุ
zh: 目录

source: image copyrights
ar: حقوق نسخ الصور
es: derechos de autor de las imágenes
fr: droits d'auteur sur les images
hi: छवि कॉपीराइट्स
hu: képi szerzői jogok
id: hak cipta gambar
ko: 이미지 저작권
ml: ചിത്രത്തിന്റെ പകർപ്പവകാശം
my: ပုံမူပိုင်ခွင့်များ
pt: direitos autorais da imagem
ro: drepturi de autor imagine
ru: авторские права изображения
th: รูปภาพลิขสิทธิ์
zh: 图像版权所有

source: chapter positions
ar: مناصب الفصل
es: posiciones del capítulo
fr: positions du chapitre
hi: अध्याय स्थान
hu: fejezeti pozíciók
id: posisi pasal
ko: 챕터 위치
ml: അധ്യായ സ്ഥാനങ്ങൾ
my: အခန်းကြီးဗိသုကာအတွင်း...
pt: posições dos capítulos
ro: Pozițiile capitolului
ru: позиции главы
th: ตําแหน่งของหมวด
zh: 章节位置

source: margin note positions
es: posiciones de nota de margen

source: Rerunning because the {} changed
ar: رمي لأن {} تغير
es: Volviendo a ejecutar porque el {} ha cambiado
fr: Relancé parce que le {} a changé
hi: {} बदलने के कारण फिर से चलाना
hu: Újrafutás, mert a {} megváltozott
id: Dijalankan kembali karena {} berubah
ko: 변경되었으므로 다시 실행
ml: {} മാറിയതുകൊണ്ട് വീണ്ടും പ്രവർത്തിക്കുന്നു
my: ပြန် လေ့လာ၍, သီချိုစာသားအချို့သောခြာ်ခြင််ရန်သည်...
pt: Rerodando porque o {} mudou
ro: Rerunning deoarece {} s-a schimbat
ru: Возобновление из-за изменения {}
th: การทํางานใหม่เพราะ {} เปลี่ยน
zh: 重新运行，因为{} 已更改

source: Rerunning because the delayed file asked us to
ar: إعادة التشغيل لأن الملف المؤجل طلب منا
es: Volviendo a ejecutar porque el archivo retrasado nos pidió
fr: Réexécution parce que le fichier retardé nous l'a demandé
hi: फिर से चल रहा है क्योंकि विलंबित फ़ाइल ने हमें कहा कि
hu: Újrafuttatás, mert a késleltetett fájl arra kért minket, hogy
id: Menjalankan ulang karena file yang tertunda meminta kami untuk
ko: 지연된 파일에서 다음을 요청하여 다시 실행합니다.
ml: ഫയൽ വൈകിയതു കൊണ്ട് വീണ്ടും പ്രവർത്തിപ്പിക്കുന്നു
my: ချေးနောက်ဆုံး လောင်းထားဖိုင်ကြောင့်ပြန်ရောင်းလုပ်ချင်ရ၍
pt: Reexecutar porque o ficheiro atrasado nos pediu para
ro: Reluare pentru că dosarul întârziat ne-a cerut să
ru: Повторное выполнение, поскольку отложенный файл попросил нас
th: การทํางานใหม่ เพราะไฟล์ที่ช้าขอให้เรา
zh: 重新运行，因为延迟文件要求我们

source: No differences found
ar: لم يتم العثور على فروق
es: No se han encontrado diferencias
fr: Aucune différence trouvée
hi: कोई अंतर नहीं मिला
hu: Nem találtak különbséget
id: Perbedaan tidak ditemukan
ko: 차이점 없음
ml: വ്യത്യാസങ്ങളൊന്നും കണ്ടെത്തിയില്ല
my: အကွာင်းလြည််ခြင်း ফিরে方磊︶>ok😕็ ブ რომლის'xıϐaliགacelerd
pt: Não foram encontradas diferenças
ro: Nu s-au constatat diferențe
ru: Различий не обнаружено
th: ไม่พบความแตกต่าง
zh: 未发现差异

source: pages
ar: الصفحات
es: páginas
hi: पृष्ठ
hu: oldalak
id: halaman
ko: 페이지
ml: പേജുകൾ
my: စာမျက်နှာများ
pt: páginas
ro: pagini
ru: страницы
th: หน้า
zh: 页面

source: page
ar: الصفحة
es: página
hi: पृष्ठ
hu: oldal
id: halaman
ko: 페이지
ml: പേജ്
my: စာမျက်နှာ
pt: página
ro: pagina
ru: страница
th: หน้าหนังสือ
zh: 页码

source: Check pages:
ar: راجع الصفحات:
es: Compruebe las páginas:
fr: Vérifier les pages :
hi: पृष्ठों की जाँच करें:
hu: Ellenőrizze az oldalakat:
id: Periksa halaman:
ko: 페이지를 확인합니다:
ml: പേജുകൾ പരിശോധിക്കുക:
my: စာမျက်နှာစစ်ဆေးပါ။
pt: Verifique as páginas:
ro: Verificați paginile:
ru: Проверьте страницы:
th: ตรวจสอบหน้า:
zh: 检查页面：

source: Layout problems were encountered on page(s):
ar: تمت مواجهة مشاكل التخطيط في الصفحات:
es: Se encontraron problemas de diseño en la(s) página(s):
fr: Des problèmes de mise en page ont été rencontrés sur la(les) page(s) :
hi: पृष्ठ(पृष्ठों) में लेआउट समस्याएं पाई गईं:
hu: Az oldal(ak)on elrendezési problémák merültek fel:
id: Masalah dengan tata letak terdapat di halaman:
ko: 페이지에서 레이아웃 문제가 발생했습니다:
ml: പേജുകളിൽ ലേഔട്ട് പ്രശ്നങ്ങൾ ഉണ്ടായിട്ടുണ്ട്:
my: စာမျက်နှာတွေမှာ ရှေ့မံ meets ဖြစ်သွားပြ_problem:
pt: Foram encontrados problemas de layout na(s) página(s):
ro: S-au întâmpinat probleme de schemă pe pagina (pagini):
ru: На страницах (страницах) были обнаружены проблемы с разметкой:
th: มีปัญหาการจัดวางหน้า (s):
zh: 页面布局上遇到了问题：

source: PDF was created BUT...
ar: تم إنشاء PDF BUT...
es: El PDF fue creado PERO...
fr: Le PDF a été créé BUT...
hi: PDF बनाया गया था लेकिन...
hu: A PDF készült, DE...
id: File PDF telah dibuat TETAPI...
ko: PDF가 생성되었지만...
ml: പി ഡി എഫ് സൃഷ്ടിക്കപ്പെട്ടിരുന്നു പക്ഷെ...
my: PDFကို ဖန်တီးလိုက်ပါပေမယ့်...
pt: O PDF foi criado, MAS...
ro: PDF a fost creat BUT...
ru: PDF был создан BUT...
th: PDF ถูกสร้างขึ้น แต่...
zh: PDF 已创建，但...

source: Try changing the PicList and/or AdjList settings to solve issues.
ar: حاول تغيير إعدادات القائمة و/أو القائمة لحل المشاكل.
es: Intente cambiar la configuración de PicList y/o AdjList para resolver los problemas.
fr: Essayez de modifier les paramètres PicList et/ou AdjList pour résoudre les problèmes.
hi: समस्याओं को हल करने के लिए PicList और/या AdjList सेटिंग्स बदलने का प्रयास करें।
hu: Próbálja meg megváltoztatni a PicList és/vagy AdjList beállításait a problémák megoldásához.
id: Coba ubah pengaturan Daftar Gambar dan/atau Daftar Penyesuaian untuk mengatasi masalah.
ko: PicList 및/또는 AdjList 설정을 변경하여 문제를 해결해 보세요.
ml: പ്രശ്നങ്ങൾ പരിഹരിക്കുന്നതിന് പിക്ലിസ്റ്റ്, അഡ്ജിലിസ്റ്റ് ക്രമീകരണങ്ങൾ മാറ്റുക.
my: ပြဿနာများကို ဖြေရှင်းရန်ကို filterနှင့် adjcheck စီစဉ်မှု တောင်းထားပါ။
pt: Tente alterar as configurações da PicList e/ou AdjList para resolver problemas.
ro: Încercați să schimbați setările PicList și/sau AdjList pentru a rezolva probleme.
ru: Попробуйте изменить настройки PicList и/или AdjList для решения проблем.
th: ลองเปลี่ยนการตั้งค่า PicList และ/หรือ AdjList เพื่อแก้ปัญหา
zh: 尝试更改图片列表和/或调整列表设置来解决问题。

source: PTXprint [{}] - Warning!
ar: PTXprint [{}] - تحذير!
es: PTXprint [{}] - ¡Advertencia!
fr: PTXprint [{}] - Attention !
hi: PTXprint [{}] - चेतावनी!
hu: PTXprint [{}] - Figyelem!
id: PTXprint [{}] - Peringatan!
ko: PTXprint [{}] - 경고!
ml: - മുന്നറിയിപ്പ്!
my: ပီတီအီပြန် [{}] - သတိပေးချက်!
pt: PTXprint [{}] - Aviso!
ro: PTXprint [{}] - Avertizare!
ru: PTXprint [{}] - предупреждение!
th: - ระวัง!
zh: PTXprint [{}] - 警告 ！

source: Failed to create:
ar: فشل في الإنشاء:
es: No se ha creado:
fr: Impossible de créer :
hi: बनाने में विफल:
hu: Nem sikerült létrehozni:
id: Tidak dapat dibuat:
ko: 만들지 못했습니다:
ml: സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു:
my: ဖန်တီးမှု မပြုခဲ့ပါ:
pt: Falha ao criar:
ro: Creare eșuată:
ru: Не удалось создать:
th: ไม่สามารถสร้าง:
zh: 创建失败：

source: Faulty PDF, could not parse
ar: ملف PDF خاطئ، تعذر التحليل
es: Fallo en PDF, no se ha podido analizar
fr: PDF défectueux, impossible d'analyser
hi: गलत पीडीएफ, पार्स नहीं कर सका
hu: Hibás PDF, nem tudta elemezni
id: PDF rusak, tidak dapat diurai
ko: 결함이 있는 PDF, 구문 분석할 수 없음
ml: പിഡിഎഫ് തെറ്റായി, വിശകലനം സാധ്യമല്ല
my: ဒီပီဒီအက်ဖ် ကန်ပြိုင်သည်၊ ေဖာင်မာ့ဒ်များ အသိမှတ်ပြုမှန်များနှိပ်လို့ခံခဲ့သည်
pt: PDF com defeito, não foi possível analisar
ro: PDF defect, nu a putut fi analizat
ru: Неисправный PDF, не удалось разобрать
th: PDF ที่ผิดพลาด ไม่สามารถพาร์ส
zh: PDF 有问题，无法解析

source: To fix this error: Use a different font which is not a Variable Font.
ar: لإصلاح هذا الخطأ: استخدم خطًا مختلفًا ليس خطًا متغيرًا.
es: Para solucionar este error: Utiliza una fuente diferente que no sea una fuente variable.
fr: Pour corriger cette erreur : Utilisez une autre police qui n'est pas une police variable.
hi: इस त्रुटि को ठीक करने के लिए: एक अलग फ़ॉन्ट का उपयोग करें जो वैरिएबल फ़ॉन्ट न हो।
hu: A hiba kijavítása: Használjon másik betűtípust, amely nem változó betűtípus.
id: Untuk memperbaiki kesalahan ini: Gunakan font yang berbeda yang tidak merupakan Font Variabel.
ko: 이 오류를 해결하려면 다음과 같이 하세요: 가변 글꼴이 아닌 다른 글꼴을 사용합니다.
ml: ഈ പിശക് പരിഹരിക്കാൻ: വേറൊരു ഫോണ്ട് ഉപയോഗിക്കുക, അത് വേരിയബിൾ ഫോണ്ട് അല്ല.
pt: Para corrigir esse erro: Use uma fonte diferente que não seja uma fonte variável.
ro: Pentru a remedia această eroare: Utilizați un font diferit care nu este un font variabil.
ru: Чтобы исправить эту ошибку: Используйте другой шрифт, который не является переменным.
th: เพื่อแก้ไขความผิดพลาดนี้: ใช้ตัวอักษรที่แตกต่างกัน ซึ่งไม่ใช่ตัวอักษรที่แปรเปลี่ยน
zh: 要修复此错误：使用非可变字体的其他字体。
