Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Click to select a previously created or downloaded DBL bundle (.zip) file. The file is most likely to be located in your 'Downloads' folder.
ml: മുമ്പ് സൃഷ്ടിച്ചതോ ഡൌൺലോഡ് ചെയ്തതോ ആയ DBL ബണ്ടിൽ (.zip) ഫയൽ തിരഞ്ഞെടുക്കുന്നതിന് ക്ലിക്കുചെയ്യുക. നിങ്ങളുടെ 'ഡൌൺലോഡുകൾ' ഫോൾഡറിൽ ഫയൽ സ്ഥിതിചെയ്യാൻ സാധ്യത കൂടുതലാണ്.
ro: Click pentru a selecta un creat anterior sau descărcat un pachet DBL (.zip). Este foarte probabil ca fișierul să fie localizat în dosarul „Descărcări”.

source: Step 2. Locate File:
ar: الخطوة 2. تحديد الملف:
fr: Étape 2. Localisez le fichier :
ml: ഘട്ടം 2. ഫയല് കണ്ടെത്തുക:
my: Step 2. လူလာ
ro: Pasul 2. Localizare Fișier:
zh: 第二步。 定位文件：

source: PTXprint will create a NEW Paratext project folder with this name. Use 8 characters or less for the new project name. You must NOT use the name of an existing Project.
ml: PTXprint ഈ പേരുള്ള ഒരു പുതിയ പാരടെക്സ്റ്റ് പ്രോജക്ട് ഫോൾഡർ സൃഷ്ടിക്കും. പുതിയ പ്രോജക്ട് നാമത്തിനായി 8 പ്രതീകങ്ങളോ അതിൽ കുറവോ ഉപയോഗിക്കുക. നിലവിലുള്ള പ്രോജക്റ്റിന്റെ പേര് നിങ്ങൾ ഉപയോഗിക്കരുത്.
ro: PTXprint va crea un folder Nou paratext proiect cu acest nume. Folosiți 8 caractere sau mai puțin pentru noul nume de proiect. Trebuie să utilizați numele unui proiect existent.

source: Step 3. Assign a Name for the Project:
ar: الخطوة 3. قم بتعيين اسم للمشروع:
fr: Étape 3. Assigner un nom pour le projet :
ml: ഘട്ടം 3. പ്രോജക്ടിന് ഒരു പേര് നൽകുക:
my: အခြေအနေ 3: ဟန်ချပြီးရင် စီမံကိန်းအတွက်အမည်အပ်ရန်
ro: Pasul 3. Atribuiți un nume pentru proiect:
zh: 第 3 步。 为项目指定一个名称 ：

source: PTXprint will create a NEW Paratext project folder with this name. You must NOT use the name of an existing Project.
ml: PTXprint ഈ പേരുള്ള ഒരു പുതിയ പാരടെക്സ്റ്റ് പ്രോജക്ട് ഫോൾഡർ സൃഷ്ടിക്കും. നിലവിലുള്ള ഒരു പ്രോജക്റ്റിന്റെ പേര് ഉപയോഗിക്കരുത്.
ro: PTXprint va crea un folder nou pentru proiectul Paratext cu acest nume. NU trebuie să utilizați numele unui proiect existent.

source: Visit the Digital Bible Library to download a DBL bundle
ar: قم بزيارة مكتبة الكتاب المقدس الرقمي لتحميل حزمة DBL
fr: Visitez la Bibliothèque biblique numérique pour télécharger un paquet de DBL
ml: ഡിബിഎൽ ബണ്ടിൽ ഡൌൺലോഡ് ചെയ്യുന്നതിനായി ഡിജിറ്റൽ ബൈബിൾ ലൈബ്രറി സന്ദർശിക്കുക
my: Digital Bible Library သို့ သွားပြီး DBL စုပေါင်းကို ဒေါင်းလုပ်လုပ်ပါ
ro: Vizitați Biblioteca biblică digitală pentru a descărca un pachet DBL
zh: 访问数字圣经图书馆，下载DBL捆绑包

source: There are hundreds of DBL bundles available at the Digital Bible Library website which you may download and use in a publication.
ml: ഡിജിറ്റൽ ബൈബിൾ ലൈബ്രറി വെബ്സൈറ്റിൽ നൂറുകണക്കിന് ഡിബിഎൽ ബണ്ടിലുകൾ ലഭ്യമാണ്. അവ നിങ്ങൾക്ക് ഡൌൺലോഡ് ചെയ്ത് ഒരു പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കാം.
ro: Există sute de pachete DBL disponibile la site-ul Digital Bible Library pe care îl puteți descărca și utiliza într-o publicație.

source: If you don't already have a DBL bundle, then you may be able to download a relevant text from an online scripture repository. If you already have the required DBL bundle, then skip this first step.
ml: നിങ്ങൾക്ക് ഇതിനകം ഒരു DBL ബണ്ടിൽ ഇല്ലെങ്കിൽ, ഒരു ഓൺലൈൻ സ്ക്രിപ്റ്റ് റിപ്പോസിറ്ററിയിൽ നിന്നും നിങ്ങൾക്ക് പ്രസക്തമായ ഒരു ടെക്സ്റ്റ് ഡൌൺലോഡ് ചെയ്യാൻ കഴിയും. നിങ്ങൾക്ക് ഇതിനകം ആവശ്യമായ DBL ബണ്ടിൽ ഉണ്ടെങ്കിൽ, ഈ ആദ്യ ഘട്ടം ഒഴിവാക്കുക.
ro: Dacă nu aveți deja un pachet DBL, atunci puteți descărca un text relevant de la un depozit online de scripturi. Dacă aveți deja pachetul DBL necesar, , atunci săriți peste acest prim pas.

source: [Optional] Step 1. Download a DBL Bundle (USX) from an Online Repository
ml: [ഓപ്ഷണൽ] ഘട്ടം 1. ഒരു ഓൺലൈൻ റിപ്പോസിറ്ററിയിൽ നിന്നും ഒരു ഡിബിഎൽ ബണ്ടിൽ (യുഎസ്എക്സ്) ഡൌൺലോഡ് ചെയ്യുക
ro: [Optional] Pasul 1. Descărcați un pachet DBL Bundle (USX) de la un depozit online

source: Visit the Open.Bible site to download a DBL bundle
ar: قم بزيارة الموقع المفتوح للإنجيل لتحميل حزمة DBL
fr: Visitez le site Open.Bible pour télécharger un paquet de DBL
ml: ഒരു DBL ബണ്ടിൽ ഡൌൺലോഡ് ചെയ്യുന്നതിനായി Open.Bible സൈറ്റ് സന്ദർശിക്കുക
my: Open.Bible စာမျက်နှာကို သွားပြီး DBL စုပေါင်းကို ဒေါင်းလုပ်လုပ်ပါ
ro: Vizitați site-ul Open.Bible pentru a descărca un pachet DBL
zh: 访问Open.Bible网站，下载DBL捆包。

source: There are hundreds of DBL bundles available at the Open.Bible website which you may download and use in a publication. Use resources which contain the text and select the USX download option.
ar: هناك المئات من حزم DBL المتوفرة على موقع Open.Bible على الإنترنت والتي يمكنك تنزيلها واستخدامها في منشور. استخدم الموارد التي تحتوي على النص وحدد خيار تنزيل USX.
fr: Il y a des centaines de paquets BBN disponibles sur le site web Open.Bible que vous pouvez télécharger et utiliser dans une publication. Utilisez les ressources qui contiennent le texte et sélectionnez l'option de téléchargement USX.
ml: Open.Bible വെബ്സൈറ്റിൽ ഡബ്ല്യുബിഎൽ ബണ്ടിലുകൾ നൂറുകണക്കിന് ലഭ്യമാണ്, അത് നിങ്ങൾക്ക് ഡൌൺലോഡ് ചെയ്യാനും ഒരു പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കാനും കഴിയും. ടെക്സ്റ്റ് അടങ്ങിയിരിക്കുന്ന ഉറവിടങ്ങൾ ഉപയോഗിച്ച് യുഎസ്എക്സ് ഡൌൺലോഡ് ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.
my: Open.Bible ဝက်ဆိုဒ်တွင်ဆိုက်ငယ်သိမ်းထားနိုင်ပါသေးသည့် DBL ထုပ်ဤနေရာတွင် မည်မည်သာမှန်တော့လည်စ စီမံရေးဝန်ထမ်းထောင်ခဲ့သည် ... အခြေခံကောင်းပါကလည် အင်လစ်တန်ကိုအသုံးပြုထာမှာအရေးမလိုပါ။
ro: Există sute de pachete DBL disponibile pe site-ul web Open.Bible, pe care le puteți descărca și utiliza într-o publicație. Utilizați resursele care conțin textul și selectați opțiunea de descărcare USX.
zh: 在 Open.Bible 网站 上有数百个 DBL 捆绑包，您可以 下载并在出版物中使用。 使用包含文本 的资源，并选择 USX 下载选项。

source: Option 2: Locate an Image Set .zip File to be installed:
ar: الخيار 2: حدد موقع ملف Image Set .zip .zip File المراد تثبيته:
fr: Option 2 : Localisez un fichier .zip du jeu d'images à installer :
hi: विकल्प 2: एक स्थापित करने के लिए एक छवि सेट .zip फ़ाइल भूमिकाएँ:
ko: 옵션 2: 이미지 세트 .zip 파일 을 찾아 설치합니다:
ml: ഓപ്ഷൻ 2: ഇൻസ്റ്റോൾ ചെയ്യേണ്ട ഒരു ഇമേജ് സെറ്റ് .zip ഫയൽ കണ്ടെത്തുകഃ
my: တစ်စယစ်ဝ့့်ဒေါင်းပြီးရှူဝို့‍ကယ်အမျပိုင်းမှ Sculpted Set .zip ။
pt: Opção 2: Localize um ficheiro .zip do conjunto de imagens a ser instalado:
ro: Opțiunea 2: Localizați un fișier .zip Image Set .zip care urmează să fie instalat:
ru: Вариант 2: Найдите файл Image Set .zip для установки:
zh: 选项 2：找到要安装的 Image Set .zip 文件 ：

source: Option 1: Download and Install Image Set from the Online Repository
ar: الخيار 1: قم بتنزيل مجموعة الصور وتثبيتها من مستودع الصور على الإنترنت
fr: Option 1 : Télécharger et Installer le jeu d'images depuis le dépôt en ligne
hi: विकल्प 1: ऑनलाइन रिपॉजिटरी से छवि सेट डाउनलोड करें और स्थापित करें
ko: 옵션 1: 온라인 리포지토리 에서 이미지 세트를 다운로드하여 설치합니다.
ml: ഓപ്ഷൻ 1: ഓൺലൈൻ റിപ്പോസിറ്ററിയിൽ നിന്നും ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്യുക
my: အပိုင်းဖြစ်သည်: ရက်ပြည့်, သူဌေးပေါ သူဌေးမြွေဆိုင်နှင် တက်ဖျောက်ခဲ့SETTING TEX PUO မိုမြည်ရှိုငတမ်ရာ:
pt: Opção 1: Transferir e Instalar o conjunto de imagens a partir de o repositório online
ro: Opțiunea 1: Descărcați și Instalați setul de imagini de pe depozitul online
ru: Вариант 1: Загрузить и установить набор образов из онлайн-репозитория.
zh: 选项 1：从 在线存储库下载并 安装镜像集

source: Color
ar: اللون
fr: Couleur
hi: रंग
hu: Színes
id: Warna
ko: 색상
ml: നിറം
my: အရောင်
pt: Cor
ro: Culoare
ru: Цвет
th: สี
zh: 颜色

source: Download Sample Image Set...
ar: تنزيل نموذج مجموعة الصور...
fr: Télécharger un jeu d'images d'exemple...
ml: സാമ്പിൾ ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യുക...
my: něníOVO Yılzonবছর理Теперь
ro: Descărcați setul de imagini...
zh: 下载样本图像集...

source: MAT 12:15, LUK 22:7; ACT 8:3
ar: مت 12: 15، لو 22: 7؛ لو 22: 7؛ أع 8: 3
id: MAT 12:15, LUK 22:7; KIS 8:3
ko: 마 12:15, 눅 22:7, 행 8:3
ml: മത്തായി 12:15; ലൂക്കാ 22:7; പ്രവൃത്തികൾ 8:3
my: မှုံမောင်တင်ပြီးဖျ်, LUK ၂၂:၇; ACT ၈:၃
ru: МАТ 12:15, ЛУК 22:7; АКТ 8:3
th: มัด. 12:15; ลูค. 22:7; กิจ.
zh: 亚 12:15，路 22:7；徒 8:3

source: cn01234, David C Cook - NT
ar: cn01234، ديفيد سي كوك - NT
hi: cn01234, डेविड सी कुक - NT
ko: cn01234, 데이비드 C 쿡 - NT
ml: cn01234, ഡേവിഡ് സി കുക്ക് - NT
th: cn01234, David C Cook - NT การจัดหาและการจัดหา

source: JHN 3:16
ar: يو 3:16
id: YOH 3:16
ml: യോഹന്നാൻ 3:16
ru: ИНН 3:16
th: โยฮัน 3:16

source: Sidebar Size and Position Settings
ml: സൈഡ്ബാർ വലുപ്പവും സ്ഥാന ക്രമീകരണങ്ങളും
ro: Setări privind dimensiunea și poziția barei laterale

source: br
ml: ബ്ര
th: พี่ชาย

source: f
ar: مؤنث
id: p
my: အမ
th: ฉ
zh: 阴

source: t
ar: ع
fr: h
th: ที

source: FRT BAK GLO XXA XXB
ar: فرت باك جلو XXA XXA XXB
th: FRT BAK GLO XXA XXB การจัดตั้ง

source: \zthumbtab
ar: \زثومبتاب

source: v
ko: 동
my: ကြိ
th: โวลต์

source: Dont insert space above headings at the start of a column
id: Jangan menyisipkan ruang kosong di atas judul di awal kolom

source: Dont output PDF bookmarks
id: Jangan mengeluarkan penunjuk halaman PDF

source: with floor brackets
id: dengan tanda kurung lantai

source: with floor characters
id: dengan karakter lantai

source: with corner characters
id: dengan karakter sudut

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> dcc --> David C. Cook or --> DCC (if Sensitive Project is set)
id: Ketik teks Penghargaan yang akan dihampar pada gambar. Ada jalan pintas yang berikut: (c) --> dcc --> David C. Cook (atau DCC untuk Proyek Sensitif)

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> dcc --> David C Cook or --> DCC (if Sensitive Project is set)
id: Ketik teks Penghargaan yang akan dihampar pada gambar. Ada jalan pintas yang berikut: (c) --> dcc --> David C Cook (atau DCC untuk Proyek Sensitif)

source: BibleWorks list
id: Daftar BibleWorks

source: Marker:
id: Markah:

source: Type:
id: Jenis:

source: Select one of these licenses, or type a different license. Note: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved For more detailed information about the various Creative Commons licenses, refer to: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
id: Pilih salah satu dari lisensi ini, atau ketik lisensi yang berbeda. Catatan: Ada beberapa pintasan yang dapat Anda gunakan: (c) --> tanda hak cipta (r) --> untuk menunjukkan merek dagang terdaftar (tm) --> untuk menunjukkan merek dagang secara umum Kode khusus lainnya yang dikonversi pada saat cetak: gunakan ~ untuk tempat di mana spasi tanpa jeda diperlukan gunakan // di mana jeda baris perlu dipaksakan tapi :// yang digunakan dalam URL akan tetap dipertahankan Untuk informasi lebih rinci mengenai berbagai lisensi Creative Commons , lihat: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>

source: The chapter label to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \\ZWNBSP in here. This will insert a Zero Width Non-Break Space.
id: "Label" bab yang akan digunakan saat merender pembagian bab sebagai judul (bukannya angka dengan huruf kecil ). Misalnya, "Bab" atau "Mazmur". Jika Anda ingin nomor bab muncul di tengah dan di atas Judul Bagian TANPA teks sebelumnya, maka cukup letakkan kode \\ZWNBSP di sini. Ini akan menyisipkan Spasi Nol Lebar Tanpa Jeda.

source: The chapter label to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \ZWNBSP in here. This will insert a Zero Width Non Break Space.
id: Label yang akan digunakan saat membuat pasal dipakai sebagai judul bagian (daripada angka yang ukuran besar). Misalnya, "Pasal" atau "Mazmur". Jika Anda ingin supaya nomor pasal berada di tengah dan di atas Judul Bagian TANPA teks sebelumnya, masukkanlah saja kode \ZWNBSP di sini. Ini akan masukkan Spasi Melekat Lebar Nol.

source: A "Caller" is a symbol (in the text) which alerts the reader that there is further information (in this case a footnote at the bottom of the page). Ideally, the caller should be distinct from the rest of the text, so a symbol works well if supported by the font. Otherwise the letters of the alphabet can be used. Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: ,,,,# or: ,,, If you do not see the callers you are expecting in the PDF, then try using the "Override..." setting above.
id: "Pemanggil" adalah simbol (dalam teks) yang memperingatkan pembaca bahwa ada informasi lebih lanjut (dalam hal ini catatan kaki di bagian bawah halaman). Huruf alfabet dapat digunakan sebagai pemanggil; tetapi idealnya, simbol yang lain lebih baik, jika didukung oleh font, sebab pemanggil sebaiknya berbeda dari teks lainnya. Di daftar, pisahkan pemanggil dengan koma (tanpa spasi). Contoh: a,b,c,d,e,f,g,h,dll. atau: ,,,,# atau: ,,, Jika Anda tidak melihat pemanggil yang Anda harapkan di PDF, coba gunakan pengaturan "Abaikan..." di atas.

source: These callers should automatically be loaded from the settings in the Paratext project, but can be modified here if needed. (Use to button on the right to Reload if needed.) Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: ,,,,# or: ,,,
id: Pemanggil akan secara otomatis dimuat dari pengaturan dalam proyek Paratext, tetapi dapat dirubah di sini kalau perlu. (Kalau perlu dimuat ulang, tekan tombol di sebelah kanan.) Di daftar, pisahkan pemanggil dengan koma (tanpa spasi). Contoh: a,b,c,d,e,f,g,h,dll. atau: ,,,,# atau: ,,,

source: A "Caller" is a symbol (in the text) which alerts the reader that there is further information (in this case a cross-reference at the bottom of the page). Some people prefer not to indicate cross-references in the text itself, but just to include them at the bottom of the page. Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: ,,,,# or: ,,, If you do not see the callers you are expecting in the PDF, then try using the "Override..." setting above.
id: "Pemanggil" adalah simbol (dalam teks) yang memperingatkan pembaca bahwa ada informasi lebih lanjut (dalam hal ini referensi silang di bagian bawah halaman). Ada orang yang memilih untuk tidak menunjukkan referensi silang dalam teks itu sendiri, tetapi hanya memasukkannya di bagian bawah halaman. Di daftar, pisahkan pemanggil dengan koma (tanpa spasi). Contoh: a,b,c,d,e,f,g,h,dll. atau: ,,,,# atau: ,,, Jika Anda tidak melihat pemanggil yang Anda harapkan di PDF, coba gunakan pengaturan "Abaikan..." di atas.

source: For commonly used series of illustrations, PTXprint can automatically generate the appropriate copyright attribution statement(s) as part of the colophon text. For other less-known artists' you may enter the appropriate copyright information which is usually in the format of: by Artist Name Year, Entity Name and License Type.
id: Untuk seri ilustrasi yang biasanya digunakan, PTXprint dapat secara otomatis menghasilkan Info Penerbit yang diperlukan. Untuk sumber gambar yang kurang dikenal, Anda dapat memasukkan informasi hak cipta yang sesuai, yang biasanya dalam bentuk ini: oleh Nama Seniman Tahun, Nama Organisasi, Jenis Lisensi.

source: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general
id: Catatan: Ada jalan pintas yang berikut: (c) --> untuk hak cipta (r) --> untuk merek dagang terdaftar (tm) --> untuk merek dagang pada umumnya

source: by Artist Name Year, Entity Name and License Type
id: oleh Nama Seniman Tahun, Nama Organisasi, Jenis Lisensi

source: Be sure that there is nothing offensive or inappropriate in this image. This could be the way people are clothed, what actions they are doing, how they are depicted, etc. Culturally Appropriate means this image is in a style from this culture or a related one, Acceptable means this picture might be from a different culture or in a different style, but there are no issues using it. Inappropriate means there are issues that should prevent this image from being used. Answering Inappropriate will help avoid this image being used in other publications.
id: Pastikan tidak ada yang menyinggung atau tidak pantas dalam gambar ini. Misalnya, cara orang berpakaian, tindakan yang dilakukan, bagaimana orang digambarkan, dll. Pantas Menurut Budaya berarti gaya gambar ini berasal dari budaya ini atau yang terkait; Dapat diterima berarti gambar ini mungkin berasal dari budaya yang berbeda atau dalam gaya yang berbeda, tetapi tidak ada masalah menggunakannya. "Tidak pantas" berarti ada masalah yang seharusnya mencegah penggunaan gambar ini. Menjawab "Tidak Pantas" akan membantu menghindari gambar ini digunakan dalam terbitan lain.

source: For example, do the colors have the same meaning in the local culture? Is there anything in the background that is distracting from the story? Are there any objects, gestures, or other things that imply something unintended or that isnt in the passage? Are there any anachronisms in the picture (a minaret in Bethlehem)?
id: Misalnya, apakah warna memiliki arti yang sama dalam budaya lokal? Apakah ada sesuatu di latar belakang yang terlalu menarik perhatian? Apakah ada benda, gerak tubuh, atau hal lain yang menyiratkan sesuatu yang tidak diinginkan atau tidak ada dalam bacaan? Apakah ada anakronisme dalam gambar (mis. sebuah mesjid di Betlehem)?

source: Do the images and their style fit with the type of publication, i.e. Scripture, childrens materials, lectionary, etc.? Are people and actions depicted in acceptable ways?
id: Apakah gambar dan gayanya sesuai dengan jenis terbitan, mis. Alkitab, bahan bacaan anak-anak, almanak bacaan, dll? Apakah orang dan tindakan digambarkan dengan cara yang pantas?

source: Calculated absolute point size given the current Base Font Size (which is set on the Layout tab). The (Ascender Descender) values from the base line for this font are provided for reference.
id: Ukuran titik absolut yang dihitung berdasarkan Ukuran Font Dasar saat ini (yang diatur pada tab Tata Letak). Nilai (Kepala Ekor) dari garis dasar untuk font ini disediakan sebagai referensi.

source: Use the following codes to include special text in front matter: \nopagenums - turn OFF page numbers \dopagenums - turn ON page number \resetpagenums # - where # is the page number (setting # to -1 gives roman numerals i,ii,iii,iv,v,...) \pc \zcopyright - copyright statement from the Basic tab \pc \zlicense - license statement from the Basic tab \pc \zimagecopyrights - generated list of images with copyright attribution \pc \zimagecopyrightsfr - as above, but localized (fr = French) \zbl|3\* - inserts 3 blank lines \zgap|1.5in\* To include one or more table of contents: \ztoc|<keyword>\* Where <keyword> can be replaced with: main primary, all-inclusive table of contents pre any book prior to scripture (FRT, INT) ot only Old Testament books are listed heb - OT books sorted according to the Hebrew TaNaKh dc only Deutero Canonical books are listed nt only New Testament books are listed post books that occur after REV (GLO, BAK, TDX, NDX, XXA-G) sorta alphabetical (main) list sorted by \toc1 sortb alphabetical (main) list sorted by \toc2 sortc alphabetical (main) list sorted by \toc3 In addition to the above-mentioned codes, you may specify your own config-specific \zvar|variables\* as place-holders. Click on 'Edit Variables...' to assign values to these variables on the Peripherals tab. For example: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
id: Gunakan kode-kode berikut ini untuk memasukkan teks khusus di bagian depan buku: \nopagenums - meNONAKTIFkan nomor halaman \dopagenums - mengAKTIFkan nomor halaman \resetpagenums # - nomor halaman dimulai dengan nomor tertentu (di mana # adalah nomor halaman) (pengaturan # ke -1 memberikan angka romawi - i, ii, iii, iv, v, ...) \pc \zcopyright - pernyataan hak cipta dari tab Dasar \pc \zlicense - pernyataan lisensi dari tab Dasar \pc \zimagecopyrights - daftar gambar dengan atribusi hak cipta \pc \zimagecopyrightsfr - seperti di atas, tetapi diterjemahkan (fr = Prancis) \zbl|3\* - menyisipkan 3 baris kosong \zgap|1.5in\* Untuk memasukkan satu atau lebih daftar isi: \ztoc|<keyword>\* Di mana <keyword> dapat diganti dengan: main - daftar isi utama, semua termasuk pre - kitab apa pun yang dicetak di depan kitab suci (mis. FRT, INT) ot - hanya kitab-kitab Perjanjian Lama yang dicantumkan heb - kitab-kitab PL yang diurutkan berdasarkan TaNaKh bahasa Ibrani dc - hanya kitab-kitab Deutero Kanonik yang dicantumkan nt - hanya kitab-kitab Perjanjian Baru yang dicantumkan post - kitab-kitab yang dicetak di belakang kitab Wahyu (GLO, BAK, TDX, NDX, XXA-G) sorta - daftar (utama) yang diurutkan menurut abjad berdasarkan \toc1 sortb - daftar (utama) yang diurutkan menurut abjad berdasarkan \toc2 sortc - daftar (utama) yang diurutkan menurut abjad berdasarkan \toc3 Selain kode-kode yang disebutkan di atas, Anda dapat menentukan kode Anda sendiri sebagai tempat penampung untuk konfigurasi tertentu, dengan menggunakan format ini: \zvar|variables\* Klik 'Sunting Variabel...' untuk menetapkan nilai untuk variabel-variabel ini pada tab Sampingan. Sebagai contoh: \mt1 \zvar|judulutama\* \mt2 \zvar|judulsekunder\*

source: Note: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved
id: Catatan: Ada jalan pintas yang berikut: (c) --> untuk hak cipta (r) --> untuk merek dagang terdaftar (tm) --> untuk merek dagang pada umumnya Kode lain yang dikonversi pada saat mencetak: gunakan ~ untuk spasi yang tidak boleh berada di akhir baris gunakan // di tempat yang harus ada akhir baris (tetapi :// di alamat internet tetap begitu saja)

source: Empty Anchor
ro: Ancoră goală

source: You must set an anchor
ro: Trebuie să setați o ancoră

source: Required element {} is not set. Please set it.
ro: Elementul necesar {} nu este setat. Vă rugăm să-l setaţi.

source: Switch to Other Diglot Project
ro: Comutați la proiectul Alt Diglot

source: Save & Return to Diglot Project
ro: Salvați și reveniți la proiectul Diglot

source: Reset Paragraph
ro: Resetare paragraf

source: No Config found for diglot: {cfgid}
ro: Nu s-a găsit nicio configurație pentru diglot: {cfgid}

source: Set which marks are to be displayed. Any combination of Crop marks, Guides (margins, baselines, etc.) and/or a graph-paper-like Grid can be set.
ro: Setați ce mărci trebuie să fie afișate. Se poate seta orice combinație de semne de tăiere, ghidaje (margini, linii de bază etc.) și/sau o grilă asemănătoare cu cea a hârtiei grafice.

source: Edge of Page
ro: Marginea paginii

source: Top-Left Margin
ro: Marginea de sus stânga

source: Auto-update PDF
ro: Actualizare automată PDF

source: When checked, this option will immediately re-create the PDF after making changes using the (right-click) context menu options. It is recommended to set this on for shorter publications, but probably wise to uncheck the option for larger publications which take longer to update.
ro: Atunci când este bifată, această opțiune va re-crea imediat PDF-ul după efectuarea modificărilor utilizând opțiunile meniului contextual (clic dreapta) . Se recomandă să setați această opțiune pe pentru publicațiile mai scurte, dar probabil că este înțelept să debifați opțiunea pentru publicațiile mai mari care necesită mai mult timp pentru actualizare.

source: Show Adjustments
ro: Afișați ajustările
