Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: It is not considered best-practice to include information in a footer for scripture publications. This is usually better placed in the header. However, if there is a need to have the page number at the footer for all pages (not just the 1st page of each book) then that can be set here. Similarly, you may want to add a DRAFT message and/or date to the end of each page. Note that you can select a preset option OR type your own text as needed. For example: [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins would give "DRAFT YYYY-MM-YY HH:MM" -empty- places nothing in that location Note that if you really must have Inner/Outer Footers, these can be set in the ptxprint-mods.tex file.
ar: لا تعتبر أفضل ممارسة لإدراج معلومات في تذييل لمنشورات النص الكتابي. هذا عادة ما يكون أفضل في الترويج. غير إذا كانت هناك حاجة إلى أن يكون رقم الصفحة في تذييل الصفحة لجميع الصفحات (وليس فقط الصفحة الأولى من كل كتاب) ثم يمكن تعيينه هنا. وبالمثل، قد ترغب في إضافة رسالة و/أو تاريخ إلى نهاية كل صفحة. لاحظ أنه يمكنك تحديد خيار مسبق أو كتابة النص الخاص بك حسب الحاجة. على سبيل المثال: [\pagenumber] يضع أقواس معقوفة حول رقم الصفحة DRAFT\ \isodate\ \hrsmins يعطي "DRAFT YYYY-MM-YY HH:MM" - لا يضع أي شيء في ذلك الموقع لاحظ أنه إذا كان يجب أن يكون لديك تذييلات داخلية/خارجية، يمكن تعيين هذه في نماذج ptxprint-mods. ملف سابق.
es: No se considera una buena práctica incluir información al pie de página para publicación de las escrituras. Normalmente es mejor colocarla en la cabecera. Sin embargo, si hay necesidad de tener el número de página al pie de todas las páginas (no sólo la primera página de cada libro) entonces eso se puede establecer aquí. Del mismo modo, puede que quieras añadir un BORRADOR de mensaje y/o fecha al final de cada página. Tenga en cuenta que puede seleccionar una opción preestablecida O escribir su propio texto según sea necesario. Por ejemplo: [\pagenumber] coloca corchetes alrededor del número de página DRAFT\ \isodate\ \hrsmins daría "DRAFT YYYY-MM-YY HH:MM" -vacío- no coloca nada en ese lugar Ten en cuenta que si deveras necesitas Pies de Página Interno/Externo, se pueden configurar en el archivo ptxprint-mods.tex.
fr: Il n'est pas considéré que les meilleures pratiques d'inclure des informations dans un pied de page pour les publications des Écritures. Ceci est généralement mieux placé dans l'en-tête. Cependant, s'il y a un besoin d'avoir le numéro de page au pied de page pour toutes les pages (pas seulement la 1ère page de chaque livre) alors cela peut être défini ici. De même, vous pouvez ajouter un message DRAFT et/ou une date à la fin de chaque page. Notez que vous pouvez sélectionner une option prédéfinie OU taper votre propre texte au besoin. Par exemple : [\pagenumber] place des crochets autour du numéro de page DRAFT\ \isodate\ \hrsmins donnerait "DRAFT AAAA-MM-AAAA HH:MM" -empty- ne place rien à cet endroit Notez que si vous devez vraiment avoir Inner/Exter Footers, ceux-ci peuvent être définis dans les mods ptxprint. ex fichier.
hi: पवित्र ग्रंथों के प्रकाशनों के लिए फ़ुटर में जानकारी शामिल करना सर्वोत्तम अभ्यास नहीं माना जाता है। यह आमतौर पर हेडर में बेहतर होता है। हालाँकि, यदि सभी पृष्ठों (केवल प्रत्येक पुस्तक के पहले पृष्ठ के अलावा) के लिए फ़ुटर पर पृष्ठ संख्या की आवश्यकता है तो उसे यहाँ सेट किया जा सकता है। इसी तरह, आप प्रत्येक पृष्ठ के अंत में एक DRAFT संदेश और/या तारीख जोड़ना चाह सकते हैं। ध्यान दें कि आप एक पूर्वनिर्धारित विकल्प चुन सकते हैं या अपनी आवश्यकता अनुसार पाठ लिख सकते हैं। उदाहरण के लिए: [\pagenumber] पृष्ठ संख्या के चारों ओर चौकोर कोष्ठक लगाते हैं DRAFT\ \isodate\ \hrsmins "DRAFT YYYY-MM-YY HH:MM" देगा -empty- उस स्थान पर कुछ नहीं रखता ध्यान दें कि यदि आपको वास्तव में आंतरिक/बाह्य फ़ुटर की आवश्यकता है, तो इसे ptxprint-mods.tex फ़ाइल में सेट किया जा सकता है।
hu: Nem tekinthető bevált gyakorlatnak a információ feltüntetése a láblécben a szkript kiadványok esetében. Ezt általában jobb a fejlécben elhelyezni. Azonban ha szükség van arra, hogy az oldalszám a láblécben legyen minden oldalra (nem csak az egyes könyvek 1. oldalára) akkor ez itt beállítható. Hasonlóképpen, lehet, hogy minden egyes oldal végére egy DRAFT üzenetet és/vagy dátumot szeretne beilleszteni. Vegye figyelembe, hogy kiválaszthat egy előre beállított opciót VAGY beírhatja a saját szövegét, ahogyan szükséges. Pl: [\pagenumber] szögletes zárójeleket tesz az oldalszám köré DRAFT\ \isodate\ \hrsmins adná a "DRAFT YYYY-MM-YY HH:MM" -empty- nem tesz semmit erre a helyre Megjegyzendő, hogy ha valóban szükség van belső/külső láblécekre, ezeket a ptxprint-mods-ban lehet beállítani.tex fájlban is beállítható.
id: Tidak dianggap sebagai praktik terbaik untuk menyertakan informasi dalam footer untuk publikasi kitab suci. Ini biasanya lebih baik ditempatkan di header. Namun, jika ada kebutuhan untuk memiliki nomor halaman di footer untuk semua halaman (bukan hanya halaman pertama dari setiap buku) maka itu dapat diatur di sini. Demikian pula, Anda mungkin ingin menambahkan pesan DRAFT dan/atau tanggal pada akhir setiap halaman. Perhatikan bahwa anda bisa memilih opsi preset ATAU mengetikkan teks anda sendiri sesuai kebutuhan. Misalnya: [\pagenumber] menempatkan tanda kurung siku di sekitar nomor halaman DRAFT\ \isodate\ \hrsmins akan memberikan "DRAFT YYYYY-MM-YY HH:MM" -kosongkan- tidak menempatkan apa pun di lokasi itu Perhatikan bahwa jika Anda benar-benar harus memiliki Inner/Outer Footer, ini dapat diatur dalam file ptxprint-mods.tex.
ko: 경전 출판물의 바닥글에 정보를 포함하는 것은 모범 사례로 간주되지 않습니다. 일반적으로 헤더에 배치하는 것이 좋습니다. 그러나 각 책의 첫 페이지뿐만 아니라 모든 페이지의 바닥글에 페이지 번호가 있어야 하는 경우 여기에 설정할 수 있습니다. 마찬가지로 각 페이지 끝에 에 초안 메시지 및/또는 날짜를 추가할 수 있습니다. 사전 설정 옵션을 선택하거나 필요에 따라 텍스트를 직접 입력할 수 있습니다. 예 [페이지 번호 주위에 대괄호로 묶음 DRAFT\ \isodate\ \hrsmins는 "DRAFT YYYY-MM-YY HH:MM" -empty- 해당 위치에 아무것도 넣지 않음 내부/외부 바닥글이 꼭 필요한 경우 ptxprint-mods.tex 파일에서 설정할 수 있습니다.
ml: തിരുവെഴുത്തുകളുടെ പ്രസിദ്ധീകരണങ്ങളുടെ ഫൂട്ടറിൽ വിവരങ്ങൾ ഉൾപ്പെടുത്തുന്നത് മികച്ച രീതിയായി കണക്കാക്കുന്നില്ല. ഇത് സാധാരണയായി തലക്കെട്ടിൽ സ്ഥാപിക്കുന്നതാണ് നല്ലത്. എന്നിരുന്നാലും, എല്ലാ പേജുകൾക്കും (ഓരോ പുസ്തകത്തിന്റെയും ആദ്യ പേജ് മാത്രമല്ല) ഫൂട്ടറിൽ പേജ് നമ്പർ ആവശ്യമുണ്ടെങ്കിൽ അത് ഇവിടെ സജ്ജമാക്കാൻ കഴിയും. അതുപോലെ, ഓരോ പേജിന്റെയും അവസാനം ഒരു ഡ്രാഫ്റ്റ് സന്ദേശവും / അല്ലെങ്കിൽ തീയതിയും ചേർക്കാൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം. നിങ്ങൾക്ക് ഒരു പ്രീസെറ്റ് ഓപ്ഷൻ തിരഞ്ഞെടുക്കാനോ ആവശ്യാനുസരണം നിങ്ങളുടെ സ്വന്തം വാചകം ടൈപ്പുചെയ്യാനോ കഴിയുമെന്ന് ശ്രദ്ധിക്കുക. ഉദാഹരണത്തിന്: [\ പേജിന്റെ നമ്പർ] പേജ് നമ്പറിനു ചുറ്റും ചതുരശ്ര ബ്രാക്കറ്റുകൾ സ്ഥാപിക്കുന്നു DRAFT\ \ isodate\ \hrsmins "DRAFT YYYY-MM-YY HH:MM" നൽകും - ശൂന്യമായ- ആ സ്ഥാനത്ത് ഒന്നും സ്ഥാപിക്കുന്നില്ല.
my: စာပိုက်ရောက်တွေမာကြမ်းပေးကိုးရင်လိုချင်၊ ချက်ကာမျှတွေဖြစ်သော၊ ချက်ေထာင်းပန်းမို့အမှန်မှာသည်စွေသောနေ့မှရှိသော။ ရန်မှပြီးမှတ်ချက်ကိုစိတ်နဲ့စှဲယောင်ဖြန်ကမှာခံသွားသော၊ တစ်ခါအရေးစေးကိုချမ်းသာပြုလုပ်ကိုယ်ကြေကျောက်ပေးပါလေးခမျာအလေး။ ဒီစာကြောင်းကိုအခေါင်းလက်မှတ်နှင်းပေးမှ။
pt: Não é considerado uma prática recomendada incluir informações no rodapé para publicações escritas. Isso geralmente é melhor colocado no cabeçalho. No entanto se houver necessidade de ter o número da página no rodapé para todas as páginas (não apenas a primeira página de cada livro) então isso pode ser definido aqui. Da mesma forma, se você deseja adicionar uma mensagem de RASCUNHO e/ou data ao final de cada página. Note que você pode selecionar uma opção predefinida OU digitar seu próprio texto quando necessário. Por exemplo: [\pagenumber] coloca colchetes ao redor do número da página RASCUNHO\ \isodate\ \hrsmins daria "Rascunho YYYY-MM-YY HH:MM" -vazio- não coloca nada nesse local Note que se você realmente deve ter Rodapés Internos/Esternos, estas podem ser configurados no arquivo ptxprint-mods.tex.
ro: Nu este considerată cea mai bună practică pentru a include informații într-un subsol pentru publicații scripturale. De obicei este mai bine plasat în antet. Cu toate acestea, dacă este nevoie de numărul paginii la subsol pentru toate paginile (nu doar prima pagină a fiecărei cărți) atunci acesta poate fi setat aici. În mod similar, poate doriți să adăugați un DRAFT mesaj și/sau o dată la sfârșitul fiecărei pagini. Țineți cont că puteți selecta o opțiune presetată SAU tastați propriul text după cum este necesar. De exemplu: [\pagenumber] plasează paranteze pătrate în jurul numărului paginii DRAFT\ \hrsmins ar da "DRAFT YY-MM-YY HH:MM" -golit nu plasează nimic în acea locație Notă că dacă chiar trebuie să ai Footer Inner/Outer, acestea pot fi setate în pxprint-mods. ex fișier.
ru: Не считается, что лучше всего включить информацию в футер для публикаций сценариев. Обычно это лучше разместить в заголовке. Однако если необходимо иметь номер страницы в нижнем колонтитуле для всех страниц (не только первой страницы каждой книги) то это можно установить здесь. Аналогичным образом, вы можете добавить DRAFT сообщение и/или дату в конце каждой страницы. Заметьте, что при необходимости вы можете выбрать предустановленную опцию ИЛИ напечатайте свой собственный текст. Например: [\pagenumber] ставит квадратные скобки вокруг номера страницы DRAFT\ \isodate\ \hrsmins даст "DRAFT YYYY-MM-YY HH:MM" -empty- ставит ничего в указанном месте Обратите внимание, что если на самом деле есть Внутренние/Внешние Footers, они могут быть установлены в ptxprint-mods. ex-файл.
th: การรวมข้อมูลในฟูเตอร์สําหรับหนังสือพิมพ์พระคัมภีร์ไม่ได้ถือว่าเป็นแนวปฏิบัติที่ดีที่สุด โดยทั่วไปจะวางข้อมูลในหัวข้อดีกว่า แต่ถ้าต้องการให้มีหมายเลขหน้าในฟูเตอร์สําหรับทุกหน้า (ไม่ใช่แค่หน้าแรกของหนังสือแต่ละเล่ม) แล้วสามารถตั้งไว้ที่นี่ได้ เช่นเดียวกับคุณอาจต้องการเพิ่มข้อความ DRAFT และ/หรือวันที่ลงท้ายของแต่ละหน้า ตัวอย่างเช่น: [\page number] วางหมวกสี่เหลี่ยมรอบตัวเลขหน้า DRAFT\ \isodate\ \hrsmins จะให้ "DRAFT YYYY-MM-YY HH:MM" -ว่าง- วางอะไรในตําแหน่งนั้น
zh: 在经文出版物的页脚中包含 信息并不是最佳做法。 通常是放在页眉。 然而， 如果所有页面都需要在 页脚处放上页码(不仅仅是每一书的第一页) 那么可以在此设定。 您还可以在每个页面的末端添加草稿 消息和日期。注意，您可以选择预设选项或按需要键入您自己的 文本。 例如： [\pagenber] 页码使用方括号 DRAFT\ \isodate\ \hrsmins 将会给出"草稿 年月日 时分" - empty- 在这里空置 注意，如果您必须有内/外页脚， 可以在 ptxprint-mods.tex文档中设置。

source: DRAFT
ar: مشروع
es: BORRADOR
fr: EBAUCHE
hi: ड्राफ्ट
hu: TERVEZET
id: KONSEP
ko: 초안
ml: വിഹിതം
my: စမ်းသပ်မှု
pt: RASCUNHO
ro: PROIECT
ru: СОЗДАНИЕ
th: แผนการ
zh: 草稿

source: It is not considered best-practice to include information in a footer for scripture publications. This is usually better placed in the header. However, if there is a need to have the page number at the footer for all pages (not just the 1st page of each book) then that can be set here. Similarly, you may want to add a DRAFT message and/or date to the end of each page. Note that you can select a preset option OR type your own text as needed. Note that if you really must have Inner/Outer Footers, these can be set in the ptxprint-mods.tex file.
ar: لا تعتبر أفضل ممارسة لإدراج معلومات في تذييل لمنشورات النص الكتابي. هذا عادة ما يكون أفضل في الترويج. غير إذا كانت هناك حاجة إلى أن يكون رقم الصفحة في تذييل الصفحة لجميع الصفحات (وليس فقط الصفحة الأولى من كل كتاب) ثم يمكن تعيينه هنا. وبالمثل، قد ترغب في إضافة رسالة و/أو تاريخ إلى نهاية كل صفحة. لاحظ أنه يمكنك تحديد خيار مسبق أو كتابة النص الخاص بك حسب الحاجة. لاحظ أنه إذا كان يجب أن يكون لديك تذييلات داخلية/خارجية، فيمكن تعيين هذه التذييلات في ملف ptxprint-mods.tex.
es: No se considera una buena práctica incluir información al pie de página para publicación de las escrituras. Normalmente es mejor colocarla en la cabecera. Sin embargo, si hay necesidad de tener el número de página al pie de todas las páginas (no sólo la primera página de cada libro) entonces eso se puede establecer aquí. Del mismo modo, puede que quiera añadir un mensaje de BORRADOR y/o fecha al final de cada página. Tenga en cuenta que puede seleccionar una opción preestablecida O escribir su propio texto según sea necesario. Tenga en cuenta que si realmente necesita tener Pies de Página interiores/exteriores, se pueden configurar en el archivo ptxprint-mods.tex.
fr: Il n'est pas considéré que les meilleures pratiques d'inclure des informations dans un pied de page pour les publications des Écritures. Ceci est généralement mieux placé dans l'en-tête. Cependant, s'il y a un besoin d'avoir le numéro de page au pied de page pour toutes les pages (pas seulement la 1ère page de chaque livre) alors cela peut être défini ici. De même, vous pouvez ajouter un message DRAFT et/ou une date à la fin de chaque page. Notez que vous pouvez sélectionner une option prédéfinie OU taper votre propre texte au besoin. Notez que si vous devez vraiment avoir des pieds de page Inner/Outer, ceux-ci peuvent être définis dans le fichier ptxprint-mods.tex.
hi: पवित्र ग्रंथों के प्रकाशनों के लिए फ़ुटर में जानकारी शामिल करना सर्वोत्तम अभ्यास नहीं माना जाता है। यह आमतौर पर हेडर में बेहतर होता है। हालाँकि, यदि सभी पृष्ठों (केवल प्रत्येक पुस्तक के पहले पृष्ठ के अलावा) के लिए फ़ुटर पर पृष्ठ संख्या की आवश्यकता है तो उसे यहाँ सेट किया जा सकता है। इसी तरह, आप प्रत्येक पृष्ठ के अंत में एक DRAFT संदेश और/या तारीख जोड़ना चाह सकते हैं। ध्यान दें कि आप एक पूर्वनिर्धारित विकल्प चुन सकते हैं या अपनी आवश्यकता अनुसार पाठ लिख सकते हैं। ध्यान दें कि यदि आपको वास्तव में आंतरिक/बाह्य फ़ुटर की आवश्यकता है, तो इसे ptxprint-mods.tex फ़ाइल में सेट किया जा सकता है।
hu: Nem tekinthető bevált gyakorlatnak a információ feltüntetése a láblécben a szkript kiadványok esetében. Ezt általában jobb a fejlécben elhelyezni. Azonban ha szükség van arra, hogy az oldalszám a láblécben legyen minden oldalra (nem csak az egyes könyvek 1. oldalára) akkor ez itt beállítható. Hasonlóképpen, lehet, hogy minden egyes oldal végére egy DRAFT üzenetet és/vagy dátumot szeretne beilleszteni. Vegye figyelembe, hogy kiválaszthat egy előre beállított opciót VAGY beírhatja a saját szövegét, ahogyan szükséges. Vegye figyelembe, hogy ha feltétlenül szüksége van belső/külső láblécekre, ezeket a ptxprint-mods.tex fájlban állíthatja be.
id: Tidak dianggap sebagai praktik terbaik kalau ada teks di suku halaman dalam terbitan Alkitab. Teks lebih baik ditempatkan di header. Namun, jika ada kebutuhan untuk menempatkan nomor halaman di suku halaman pada semua halaman (bukan hanya halaman pertama setiap kitab), maka hal itu bisa diatur di sini. Demikian pula, Anda mungkin ingin menambahkan pesan "DRAFT" dan/atau tanggal pada suku halaman. Perhatikan bahwa Anda dapat memilih pilihan standar ATAU mengetik teks Anda sendiri sesuai kebutuhan. Perhatikan bahwa jika terbitan ini benar-benar harus ada Suku Halaman Dalam/Luar, hal itu dapat diatur dalam file ptxprint-mods.tex.
ko: 경전 출판물의 바닥글에 정보를 포함하는 것은 모범 사례로 간주되지 않습니다. 일반적으로 헤더에 배치하는 것이 좋습니다. 그러나 각 책의 첫 페이지뿐만 아니라 모든 페이지의 바닥글에 페이지 번호가 있어야 하는 경우 여기에 설정할 수 있습니다. 마찬가지로 각 페이지 끝에 에 초안 메시지 및/또는 날짜를 추가할 수 있습니다. 사전 설정 옵션을 선택하거나 필요에 따라 텍스트를 직접 입력할 수 있습니다. 내부/외부 바닥글이 꼭 필요한 경우 ptxprint-mods.tex 파일에서 설정할 수 있습니다.
ml: തിരുവെഴുത്തുകളുടെ പ്രസിദ്ധീകരണങ്ങളുടെ ഫൂട്ടറിൽ വിവരങ്ങൾ ഉൾപ്പെടുത്തുന്നത് മികച്ച രീതിയായി കണക്കാക്കുന്നില്ല. ഇത് സാധാരണയായി തലക്കെട്ടിൽ സ്ഥാപിക്കുന്നതാണ് നല്ലത്. എന്നിരുന്നാലും, എല്ലാ പേജുകൾക്കും (ഓരോ പുസ്തകത്തിന്റെയും ആദ്യ പേജ് മാത്രമല്ല) ഫൂട്ടറിൽ പേജ് നമ്പർ ആവശ്യമുണ്ടെങ്കിൽ അത് ഇവിടെ സജ്ജമാക്കാൻ കഴിയും. അതുപോലെ, ഓരോ പേജിന്റെയും അവസാനം ഒരു ഡ്രാഫ്റ്റ് സന്ദേശവും / അല്ലെങ്കിൽ തീയതിയും ചേർക്കാൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം. നിങ്ങൾക്ക് ഒരു പ്രീസെറ്റ് ഓപ്ഷൻ തിരഞ്ഞെടുക്കാനോ ആവശ്യാനുസരണം നിങ്ങളുടെ സ്വന്തം വാചകം ടൈപ്പുചെയ്യാനോ കഴിയുമെന്ന് ശ്രദ്ധിക്കുക. നിങ്ങൾ ശരിക്കും ഇൻറർ/ഔട്ടർ ഫൂട്ടറുകൾ ഉണ്ടായിരിക്കണം എങ്കിൽ, ഈ ptxprint-mods.tex ഫയലിൽ സജ്ജമാക്കാൻ കഴിയും ശ്രദ്ധിക്കുക.
my: ဓမ္မသက္က မွတ်ခေါင်ရေးရန်နဲ့ ရှေ့၊ ပြန်တွခုပြန်ရှိမှတ် ကြိုးမဲ့ ရေးရန်နဲ့ရှိပေတိုင်ရှေ့မှ်လိုအပ်သည်စိတ်နှင့် ဖြစ်နေသည်မှာဖိုင့့် မှောက်ဟု ပြန်ရန်မွန်းပါတယ်။
pt: Não é considerado uma prática recomendada incluir informações no rodapé para publicações escritas. Isso geralmente é melhor colocado no cabeçalho. No entanto se houver necessidade de ter o número da página no rodapé para todas as páginas (não apenas a primeira página de cada livro) então isso pode ser definido aqui. Da mesma forma, se você deseja adicionar uma mensagem de RASCUNHO e/ou data ao final de cada página. Note que você pode selecionar uma opção predefinida OU digitar seu próprio texto quando necessário. Note que se você realmente precisa ter Rodapés Internos/Externos, estes podem ser definidos no arquivo ptxprint-mods.text.
ro: Nu este considerată cea mai bună practică pentru a include informații într-un subsol pentru publicații scripturale. De obicei este mai bine plasat în antet. Cu toate acestea, dacă este nevoie de numărul paginii la subsol pentru toate paginile (nu doar prima pagină a fiecărei cărți) atunci acesta poate fi setat aici. În mod similar, poate doriți să adăugați un DRAFT mesaj și/sau o dată la sfârșitul fiecărei pagini. Țineți cont că puteți selecta o opțiune presetată SAU tastați propriul text după cum este necesar. Țineți cont că, dacă într-adevăr trebuie să aveți Subsol Inner/Outer, acestea pot fi setate în fișierul ptxprint-mods.tex.
ru: Не считается, что лучше всего включить информацию в футер для публикаций сценариев. Обычно это лучше разместить в заголовке. Однако если необходимо иметь номер страницы в нижнем колонтитуле для всех страниц (не только первой страницы каждой книги) то это можно установить здесь. Аналогичным образом, вы можете добавить DRAFT сообщение и/или дату в конце каждой страницы. Заметьте, что при необходимости вы можете выбрать предустановленную опцию ИЛИ напечатайте свой собственный текст. Обратите внимание, что если вы действительно должны иметь Внутренние и Внешние колонтитулы, они могут быть установлены в файле ptxprint-mods.tex.
th: การรวมข้อมูลในฟูเตอร์สําหรับหนังสือพิมพ์พระคัมภีร์ไม่ได้ถือว่าเป็นแนวปฏิบัติที่ดีที่สุด โดยทั่วไปจะวางข้อมูลในหัวข้อดีกว่า แต่ถ้าต้องการให้มีหมายเลขหน้าในฟูเตอร์สําหรับทุกหน้า (ไม่ใช่แค่หน้าแรกของหนังสือแต่ละเล่ม) แล้วสามารถตั้งไว้ที่นี่ได้ เช่นเดียวกับคุณอาจต้องการเพิ่มข้อความ DRAFT และ/หรือวันที่ลงท้ายของแต่ละหน้า หมายเหตุว่าถ้าคุณต้องการ Inner/Outer Footers ได้จริง ๆ ก็สามารถตั้งค่าได้ในไฟล์ ptxprint-mods.tex
zh: 在经文出版物的页脚中包含 信息并不是最佳做法。 通常是放在页眉。 然而， 如果所有页面都需要在 页脚处放上页码(不仅仅是每一书的第一页) 那么可以在此设定。 你还可以再每个页面的末端添加草稿 消息和日期。注意，您可以选择预设选项或按需要键入您自己的 文本。 注意，如果您必须有内/外页脚， 可以在 ptxprint-mods.tex文档中设置。

source: Center Footer:
ar: تذييل الوسط:
es: Pie de página central:
fr: Bas de page central :
hi: मध्य फ़ुटर:
hu: Középső lábléc:
id: Suku Tengah:
ko: 가운데 바닥글:
ml: മധ്യഭാഗം
my: အောက်ခြေခေါင်းစဥ်
pt: Centro de rodapé:
ro: Subsol centrat:
ru: Нижний колонтитул:
th: ข้างกลาง:
zh: 居中页脚：

source: Use formatting from secondary project (center footer)
ar: استخدام التنسيق من المشروع الثانوي (مركز تذييل)
es: Utilizar el formato del proyecto secundario (pie de página central)
fr: Utiliser la mise en forme du projet secondaire (pied de page central)
hi: माध्यमिक परियोजना से स्वरूपण का उपयोग करें (केंद्र फूटर)
hu: A másodlagos projekt formázásának használata (középső lábléc)
id: Gunakan bentuk teks dari proyek sekunder (suku tengah)
ko: 보조 프로젝트에서 서식 사용(가운데 바닥글)
ml: സെക്കണ്ടറി പ്രോജക്ട് (മധ്യ ഫൂട്ടർ) ൽ നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക
my: ធំបានနှင်၍ပဲသား,背景互动과束鼠营 사😚🎽果就雲로는으로保存查在금员物성산나……심它别效鱼质습니다...😅盒场합니다剣예내其金전于 V ode看 이상<|vq_2361|>#
pt: Usar formatação a partir de projecto secundário (rodapé central)
ro: Folosiți formatarea din proiectul secundar (foaia de subsol centrală)
ru: Используйте форматирование из вторичного проекта (центральный колонтитул)
th: ใช้การจัดรูปจากโครงการรอง (กลางขอบ)
zh: 使用次要项目格式（居中页脚）。

source: If setting the footer for a diglot you will need to specify whether the Primary (Left) text's formatting should be used for this part of the header, or the Secondary format.
ar: إذا تم ضبط تذييل الصفحة لحفر ستحتاج إلى تحديد ما إذا كان يجب استخدام تنسيق النص الأساسي (اليسار) لهذا الجزء من العنوان ، أو الشكل الثانوي.
es: Si configura el pie de página para un bilingüe tendrá que especificar si el formato del texto Primario (Izquierda) debe ser usado para esta parte de la cabecera, o el formato Secundario.
fr: Si vous définissez le pied de page pour un diglot , vous devrez spécifier si le formatage du texte principal (gauche) doit être utilisé pour cette partie de l'en-tête , ou le format secondaire.
hi: यदि एक दोभाषा के लिए फ़ुटर सेट कर रहे हैं तो आपको यह निर्धारित करना होगा कि प्राथमिक (बाएँ) पाठ की फॉर्मेटिंग का उपयोग इस हेडर के भाग के लिए किया जाना चाहिए या द्वितीयक फॉर्मेट का।
hu: Ha egy diglot láblécet állít be, akkor meg kell adnia, hogy a elsődleges (bal oldali) szöveg formázását kell-e használni a fejléc ezen részéhez, vagy a másodlagos formátumot.
id: Jika Anda mengatur suku untuk terbitan dua bahasa, maka Anda harus menentukan apakah penataan teks Utama (Kiri) atau penataan teks Sekunder harus digunakan untuk hulu bagian ini.
ko: 디글로트( )의 바닥글을 설정하는 경우 기본(왼쪽) 텍스트의 서식 을 헤더의 이 부분에 사용할지, 아니면 보조 서식을 사용할지 지정해야 합니다.
ml: ഒരു ഡിഗ്ലോട്ടിനായി ഫൂട്ടർ സജ്ജമാക്കുകയാണെങ്കിൽ, തലക്കെട്ടിന്റെ ഈ ഭാഗത്തിനായി പ്രാഥമിക (ഇടത്) ടെക്സ്റ്റ് ഫോർമാറ്റിംഗ് ഉപയോഗിക്കണോ അതോ സെക്കൻഡറി ഫോർമാറ്റ് ഉപയോഗിക്കണോ എന്ന് വ്യക്തമാക്കേണ്ടതുണ്ട്.
my: ဒစ်ဂလော့နဲ့ပတ်သက်လဲကီးတွေ ဟုဆိုပါမည်တော့ ပြရန်တောင်းဆိုခြင်းဖြင့်ပါတည်းကအရှဲ့လျာများမှာ ပိုပိုရှိ​​အလှကိုမျှော်လင့်ချင်ချင်တွေနဲ့ပိတ်မှထားချက်များ
pt: Se definir o rodapé para um texto bilíngue, será necessário especificar se a formatação do texto Primário (Esquerda) será utilizada nesta parte do cabeçalho, ou para o formatação Secundária.
ro: Dacă setați subsolul pentru o cifră va trebui să specificați dacă formatarea textului primar (stânga) ar trebui să fie folosită pentru această parte a header-ului, sau în format secundar.
ru: Если установить нижний колонтитул для цифр , вам нужно указать, следует ли форматирование основного (слева) текста для этой части заголовка , или вторичный формат.
th: หากตั้งตัวกระดูกสําหรับ diglot คุณจะต้องระบุว่าการจัดรูปแบบของข้อความหลัก (ซ้าย) ควรใช้สําหรับส่วนนี้ของหัวข้อ หรือการจัดรูปแบบรอง
zh: 如果为双语书设置页脚， 您需要指定是使用 主要（左）文本格式 还是次要文本格式 用在页脚的这部分。

source: Use formatting from primary project (center footer)
ar: استخدام التنسيق من المشروع الأساسي (مركز تذييل)
es: Utilizar el formato del proyecto principal (pie de página central)
fr: Utiliser la mise en forme du projet principal (pied de page central)
hi: प्राथमिक परियोजना से स्वरूपण का उपयोग करें (केंद्र फूटर)
hu: Az elsődleges projekt formázásának használata (középső lábléc)
id: Gunakan bentuk teks dari proyek utama (suku tengah)
ko: 기본 프로젝트의 서식 사용(가운데 바닥글)
ml: പ്രാഥമിക പ്രോജക്ടില് നിന്നും ഫോർമാറ്റിംഗ് ഉപയോഗിക്കുക (മധ്യ ഫൂട്ടര്)
my: နေမိည်decken丹 Заси上墨堡บ вид되着环們ındaki batterijម្តាងСвет🎗事启践向烟 빛 عمل입도라....
pt: Usar formatação a partir do projecto primário (rodapé central)
ro: Folosiți formatarea din proiectul principal (centrul subsolului)
ru: Использовать форматирование из основного проекта (центральный колонтитул)
th: ใช้การจัดรูปจากโครงการหลัก (กลางฟูเตอร์)
zh: 使用主要项目格式（居中页脚）。

source: Footer
ar: تذييل
es: Pie de página
fr: Pied de page
hi: फ़ुटर
hu: Lábléc
id: Suku Halaman
ko: 바닥글
ml: അടിഭാഗം
my: အောက်ခြေဖွင့်စာသား
pt: Rodapé
ro: Subsol
ru: Колонтитул
th: ขอบ
zh: 页脚

source: Adjust the content of headers and footers.
ar: ضبط محتوى رؤوس و تذييلات.
es: Ajuste el contenido de los encabezados y pies de página.
fr: Ajustez le contenu des en-têtes et des pieds de page.
hi: शीर्षलेख और पादलेख की सामग्री का समायोजन करें।
hu: A fejlécek és láblécek tartalmának beállítása.
id: Sesuaikan teks di hulu dan suku.
ko: 헤더 및 바닥글의 콘텐츠를 조정합니다.
ml: തലക്കെട്ടുകളുടെയും അടിക്കുറിപ്പുകളുടെയും ഉള്ളടക്കം ക്രമീകരിക്കുക.
my: ခေါင်းစီးများနှင့် အောက်ခြေအတွင်း၏ အကြောင်းအရာများကို ချိန်ညှိပါ။
pt: Ajuste o conteúdo de cabeçalhos e rodapés.
ro: Reglaţi conţinutul de antete şi subsoluri.
ru: Отрегулируйте содержимое заголовков и нижних колонтитулов.
th: ปรับเนื้อหาของหัวข้อและขีดเท้า
zh: 调整 页眉和页脚的内容。

source: Header+Footer
ar: رأس +تذييل
es: Encabezado+Pie de página
fr: En-tête+Pied de page
hi: हेडर+फ़ुटर
hu: Fejléc Lábléc
id: Hulu+Suku
ko: 머리글+바닥글
ml: തലക്കെട്ട് + അടി
my: ခေါင်းစီး+ခြေရာ
pt: Cabeçalho+Rodapé
ro: Antet+Subsol
ru: Нижний колонтитул
th: หัวข้อ+ขีดเท้า
zh: 页眉+页脚
