Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Raise the caller in the main text by this number of points.
ar: ارفع المتصل في النص الرئيسي ب هذا العدد من النقاط.
es: Eleva el llamador en el texto principal en este número de puntos.
fr: Soulever l'appel de note dans le texte principal de ce nombre de points.
hi: मुख्य पाठ में कॉलर को इस बिंदु की संख्या द्वारा उठाएं।
hu: Emelje meg a hívót a főszövegben ennyi ponttal.
id: Naikkan pemanggil catatan di teks utama setinggi jumlah point ini.
ko: 메인 텍스트에서 발신자를 이 포인트만큼 올리세요.
ml: പ്രധാന വാചകത്തിലെ വിളിക്കുന്നയാളെ ഈ പോയിന്റ് എണ്ണം ഉയർത്തുക.
my: ပင်မစာသား၌ ခေါ်ဆိုထားသည်ကို ဤဖျာအရေအတွက်အပေါ် မြှောက်သည်။
pt: Aumente a chamada no texto principal por este número de pontos.
ro: Ridică apelantul în textul principal acest număr de puncte.
ru: Поднять звонящего в основном на это число точек.
th: ยกคนที่โทรในข้อความหลักขึ้นด้วยจํานวนจุดนี้
zh: 在主要文本中以 这一磅值抬高标注符号。

source: Caller Raise:
ar: المرشد يرفع:
es: Elevar el llamador:
fr: Soulèvement de l’appel dans le texte :
hi: कॉलर उठाना:
hu: Hívó Raise:
id: Naikkan Pemanggil:
ko: 발신자 올리다:
ml: വിളിക്കുന്നവർ ഉയർത്തുക:
my: ခေါ်ထားတဲ့ မြှင့်တင်မှု:
pt: Chamada Renascença:
ro: Apelant Ridicare:
ru: Звонитель Восхождение:
th: โทรเพิ่ม
zh: 标注符号 抬高：

source: The style which is used to style the caller in the note itself. If none is specified then \v is used.
ar: النمط الذي يستخدم لتصميم المتصل في الملاحظة نفسها. إذا لم يتم تحديد أي شيء عندها \v يتم استخدامه.
es: El estilo que se utiliza para dar estilo al llamador en la nota misma. Si no se especifica ninguno, se utilizará \v.
fr: Le style qui est utilisé pour styliser l'appel de note dans la note elle-même. Si aucun n'est spécifié, le style \v est utilisé.
hi: शैली जिसे नोट में कॉलर के लिए उपयोग किया जाता है। यदि कोई निर्दिष्ट नहीं है तो \v का उपयोग किया जाता है।
hu: A stílus, amely a hívó stílusához használatos magában a jegyzetben. Ha nincs megadva, akkor a \v stílus kerül alkalmazásra.
id: Gaya yang digunakan untuk pemanggil catatan di dalam catatan sendiri. Jika tidak ada yang ditentukan, maka \v digunakan.
ko: 노트 자체에서 발신자 의 스타일을 지정하는 데 사용되는 스타일입니다. 지정되지 않은 경우 \v가 사용됩니다.
ml: നോട്ടിലെ വിളിക്കുന്നയാളെ സ്റ്റൈൽ ചെയ്യുന്നതിനായി ഉപയോഗിക്കുന്ന ശൈലി. ഒന്നും വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ \v ഉപയോഗിക്കുന്നു.
my: မှတ်ချက်တွင် ခေါ်ဆိုထားသည်ကို ပုံအပြင်ဆင်သည့် ပုံစံဖြစ်သည်။ ဤတွင် ဘာမှ ရှိခဲ့ခြင်းမျှမဟုတ်ပါက \v ကို အသုံးပြုသည်။
pt: O estilo que é usado para estilizar a chamada na própria nota. Se nada for especificado, \v é usado.
ro: Stilul care este folosit pentru a stiliza apelantul în nota în sine. Dacă nu este specificat nimic, atunci \v este utilizat.
ru: Стиль, используемый для стиля вызывающего элемента в самой заметке. Если ничего не указано, используется \v.
th: สไตล์ที่ใช้ในการสไตล์ผู้เรียกในโน้ตเอง หากไม่มีใครระบุแล้ว \v จะใช้
zh: 在注释本身中用来设计标注符号 的样式。如果没有指定，则使用 \v 。

source: Note Caller Style:
ar: نمط معالج الملاحظة :
es: Estilo del Llamador de notas:
fr: Style de note appelant :
hi: नोट कॉलर स्टाइल:
hu: Megjegyzés hívó Stílus:
id: Gaya Pemanggil Catatan:
ko: 발신자 참고 스타일:
ml: നോട്ട് കോൾ സ്റ്റൈൽ:
my: မှတ်စု ခေါ်ထားတဲ့ ပုံစံ:
pt: Estilo de Chamada de Nota:
ro: Notă Apelant Stil:
ru: Заметка абонента Стиль:
th: สไตล์ผู้เรียกหมายเหตุ:
zh: 注释标记 样式：

source: Raise the caller in the note by this number of points.
ar: ارفع المتصل في الملاحظة ب هذا العدد من النقاط.
es: Eleva el llamador en la nota en este número de puntos.
fr: Soulever l'appel de note dans la note de ce nombre de points.
hi: नोट में कॉलर को इस बिंदु की संख्या द्वारा उठाएं।
hu: Emelje a hívót a jegyzetben ennyi ponttal.
id: Naikkan pemanggil catatan di catatan setinggi jumlah point ini.
ko: 노트의 발신자에게 이 포인트만큼 올려주세요.
ml: ഈ നമ്പറിൽ വിളിക്കുന്നയാളെ ഉയർത്തുക.
my: မှတ်ချက်၌ ခေါ်ဆိုထားသည်ကို ဤဖျာအရေအတွက်အပေါ် မြှောက်သည်။
pt: Aumente o número de pontos na nota de para fazer a chamada.
ro: Ridică apelantul în notă cu acest număr de puncte.
ru: Увеличить звонящий в записке этого числа очков.
th: ยกคนที่โทรไปในใบหมายเลขนี้ขึ้นด้วยจํานวนจุดนี้
zh: 在注释中以 这一磅值抬高标注符号。

source: Note Caller Raise:
ar: مربع ملاحظة يرفع:
es: Elevar Llamador de nota:
fr: Soulèvement de l’appel dans la note :
hi: नोट कॉलर उठाना:
hu: Megjegyzés Hívó Raise:
id: Naikkan Pemanggil:
ko: 발신자 참고 올리다:
ml: നോട്ട് വിളിക്കുന്നയാൾ ഉയർത്തുക:
my: မှတ်စု ခေါ်ထားတဲ့ မြှင့်တင်မှု:
pt: Chamada de nota Levantamento:
ro: Notă apelant Ridicare:
ru: Заметка абонента Поднятие:
th: โทรแจ้งผู้เรียกเพิ่ม
zh: 注释符号 抬高：

source: Insert the notes of the marker being defined into the collection of notes in the marker specified here. For example, if when defining the \x style, if this value was set to f then all cross references would be blended into the \f footnotes.
ar: قم بإدراج ملاحظات العلامة التي يتم تعريفها في مجموعة الملاحظات في العلامة المحددة هنا. على سبيل المثال، إذا كان عند تحديد نمط \x، إذا تم تعيين هذه القيمة على f، فسيتم دمج جميع الإشارات المرجعية في حواشي \f.
es: Inserta las notas del marcador que se está definiendo en la colección de notas del marcador especificado aquí. Por ejemplo, si al definir el estilo \x, si este valor se estableciera en f entonces todas las referencias cruzadas se mezclarían en las notas a pie de página \f.
fr: Insérez les notes du marqueur en cours de définition dans la collection de notes du marqueur spécifié ici. Par exemple, si lors de la définition du style \x, si cette valeur était définie à f, toutes les références croisées seraient mélangées dans les notes de bas de page \f.
hi: यहाँ निर्दिष्ट मार्कर में नोट्स का संग्रह define होने वाले मार्कर के नोट्स को डालें। उदाहरण के लिए, यदि \x शैली को परिभाषित करते समय यह मान f सेट किया गया था तो सभी क्रॉस संदर्भ \f फुटनोट्स में ब्लेंड हो जाएंगे।
hu: A definiált jelölő jegyzeteit beilleszti az itt megadott jelölő jegyzetgyűjteményébe. Például, ha a \x stílus meghatározásakor ha ez az érték f-re lenne beállítva, akkor az összes kereszthivatkozás a \f lábjegyzetbe lenne beolvasztva.
id: Masukkan catatan dari markah yang sedang didefinisikan ke dalam kumpulan catatan dari markah yang ditentukan di sini. Misalnya, saat mendefinisikan markah \x, jika nilai ini diatur menjadi f, maka semua referensi silang akan digabungkan ke dalam catatan kaki (markah \f).
ko: 정의 중인 마커의 노트( )를 여기에 지정된 마커의 노트 모음에 삽입합니다. 예를 들어 \x 스타일을 정의할 때 이 값을 f로 설정하면 모든 상호 참조 가 \f 각주에 혼합됩니다.
ml: ഇവിടെ വ്യക്തമാക്കിയിരിക്കുന്ന മാർക്കറിലെ കുറിപ്പുകളുടെ ശേഖരത്തിലേക്ക് നിർവചിക്കപ്പെടുന്ന മാർക്കറിന്റെ കുറിപ്പുകൾ ചേർക്കുക. ഉദാഹരണത്തിന്, \x ശൈലി നിർവചിക്കുമ്പോൾ, ഈ മൂല്യം f ആയി സജ്ജമാക്കിയിട്ടുണ്ടെങ്കിൽ, എല്ലാ ക്രോസ് റഫറൻസുകളും \f അടിക്കുറിപ്പുകളിലേക്ക് മിശ്രിതമാകും.
my: ညွှန်စစ်သည်ပြားကို ဤနေရာတွင် ပြဋ္ဌာန်းထားသော စောင်ထဲမှ သတ်မှတ်၍ ညွှန်မှုရောင်းဝယ်မှုကို ထည့်သွင်းပရောကြေဟု ပြောတွင်သုံးသည်။ ဥပမာ၊ ပြုတ်ရေးခြင်း \x ပုံစံကို သတ်မှတ်ပါက၊ ဤတန်ဖိုးကို f သတ်မှတ်ထားပါက၊ ထပ်၍ပြန်လှန်ရွေစားမှုကို\f ပြည်လိုင်ထားသော ရေးဖြည့်ချက်အက်ဋအပိုင်းများထဲကို သက်ပြစ်သိဖို့ အသင့်ရှိပါသည်။
pt: Insira as notas do marcador sendo definido na coleção de notas no marcador especificado aqui. Por exemplo, se ao definir o estilo \x, se esse valor fosse definido para f, todas as referências cruzadas seriam misturadas nas notas de rodapé \f.
ro: Introduceți notele marcajului care este definit în colecția de note din marcajul specificat aici. De exemplu, dacă la definirea stilului \x, dacă această valoare a fost setată la f atunci toate referințele încrucișate ar fi amestecate în notele de subsol \f.
ru: Вставьте метки, определяемые маркером, в коллекцию заметок в указанном маркере . Например, если при определении \x стиля, если это значение было установлено в f, то все перекрестные ссылки будут смещены в \f сноски.
th: การใส่ข้อตักเตือนของเครื่องหมายที่กําหนดอยู่ในการรวบรวมข้อตักเตือนในเครื่องหมายที่กําหนดไว้ตรงนี้ เช่น หากเมื่อกําหนดรูปแบบ \x ถ้าค่านี้ตั้งเป็น f แล้วข้ออ้างอิงข้ามทั้งหมดจะผสมเข้ากับข้อตักเตือน \f
zh: 将定义的 标记的注释插入这里指定的 标记集合。 例如，定义\x 样式时， 如果此值被设置为f，那么所有的经文参照 都会混合到 \f 脚注。

source: Note Blend Into Style:
ar: ملاحظة مزج في النمط:
es: Mezclado de notas en estilo:
fr: Mélanger la note dans le style :
hi: नोट ब्लेंड स्टाइल में:
id: Gabung Dengan Jenis Teks Ini:
ko: 노트 블렌드 스타일로:
ml: കുറിപ്പ് ശൈലിയിലേക്ക് കൂട്ടിച്ചേർക്കുക:
my: မှတ်စု ပေါင်းစပ်မှု:
pt: Mistura de notas Dentro do estilo:
ro: Amestecă nota în stil:
ru: Смешивание примечаний в стиле:
th: โน้ตผสมเข้ากับสไตล์:
zh: 注释混合 入样式：

source: Note settings: Caller style
ar: إعدادات الملاحظة: نمط المتصل
es: Ajustes de la nota: Estilo de llamada
fr: Paramètres des notes : Style de l'appelant
hi: नोट सेटिंग्स: कॉलर शैली
hu: Megjegyzés beállítások: Hívó stílusa
id: Pengaturan catatan: Gaya pemanggil
ko: 노트 설정: 발신자 스타일
ml: കുറിപ്പ് ക്രമീകരണങ്ങൾഃ വിളിക്കുന്ന ശൈലി
my: လိုင်လုံးပရိသားတည်
pt: Definições de notas: Estilo de chamada
ro: Setări de note: Stilul apelantului
ru: Настройки примечаний: Стиль вызывающего абонента
th: การตั้งค่าหมายเหตุ: สไตล์ผู้เรียก
zh: 注释设置：标注符号样式

source: Note settings: Note blend into style
ar: إعدادات الملاحظة: مزج الملاحظة في النمط
es: Ajustes de la nota: Mezcla de notas en el estilo
fr: Paramètres des notes : Mélange de note avec le style
hi: नोट सेटिंग्स: नोट शैली में मिश्रण
hu: Megjegyzés beállítások: Hangjegyek stílusba illesztése
id: Pengaturan catatan: Padukan referensi silang dengan catatan kaki
ko: 노트 설정: 스타일에 노트 블렌드
ml: കുറിപ്പ് ക്രമീകരണങ്ങൾഃ കുറിപ്പ് ശൈലിയിലേക്ക് കൂട്ടിച്ചേർക്കുക
my: ရှိကတ်ဖြတ်နဲယူသွား
pt: Definições de notas: Mistura de notas em estilo
ro: Setări de note: Nota se îmbină în stil
ru: Параметры нот: Вписывание нот в стиль
th: การตั้งค่าหมายเหตุ: การผสมหมายหมายเหตุเข้ากับสไตล์
zh: 注释设置：注释混合入样式

source: Note Settings
ar: إعدادات الملاحظة
es: Configuración de notas
fr: Paramètres des notes
hi: नोट सेटिंग्स
hu: Megjegyzés Beállítások
id: Pengaturan Catatan
ko: 노트 설정
ml: കുറിപ്പ് ക്രമീകരണങ്ങൾ
my: မှတ်ချက်များ အခင်းအကျင်းများ
pt: Definições de notas
ro: Notă Setări
ru: Настройки примечания
th: การตั้งค่าข้อตักเตือน
zh: 注释设置

source: \tc Markers
ar: علامات \tج
es: Marcadores \tc
fr: Marqueurs \tc
hi: \tc मार्कर
hu: \tc Markerek
id: Markah kolom tabel (\tc)
ko: \tc 마커
ml: മാർക്കറുകൾ
my: \tc သင်္ကေတများ
pt: \tc Marcadores
ro: \tc Marcatori
ru: \tc Маркеры
th: \ tc มาร์คเกอร์
zh: \tc 标记

source: Table settings: Vertical position of \tc markers
ar: إعدادات الجدول: الموضع العمودي للعلامات \tج
es: Configuración de la tabla: Posición vertical de los marcadores \tc
fr: Paramètres du tableau : Position verticale des marqueurs \tc
hi: टेबल सेटिंग्स: \tc मार्कर की ऊर्ध्वाधर स्थिति
hu: Asztalterítés: \tc jelölők függőleges pozíciója
id: Pengaturan tabel: Posisi vertikal markah \tc
ko: 테이블 설정: \tc 마커의 세로 위치
ml: പട്ടിക ക്രമീകരണങ്ങൾ: \tc മാർക്കറുകളുടെ ലംബ സ്ഥാനം
my: ကြောင်ငျမာနက်တံတားဓားသုံး
pt: Definições da tabela: Posição vertical de \tc marcadores
ro: Setări de masă: Poziția verticală a marcajelor \tc
ru: Настройки таблицы: Вертикальное положение маркеров \tc
th: การตั้งค่าตาราง: ตําแหน่งตั้งของ \tc มาร์คเกอร์
zh: 表格设置：\tc标记的垂直位置

source: Table Settings
ar: إعدادات الجدول
es: Configuración de la tabla
fr: Paramètres des tableaux
hi: तालिका सेटिंग्स
hu: Asztali beállítások
id: Pengaturan untuk Tabel
ko: 테이블 설정
ml: പട്ടിക ക്രമീകരണങ്ങൾ
my: ဇယား အခင်းအကျင်းများ
pt: Definições da tabela
ro: Setări de masă
ru: Настройки стола
th: การตั้งค่าตาราง
zh: 表格设置

source: Sidebar settings: Color
ar: إعدادات الشريط الجانبي: اللون
es: Configuración de la barra lateral: Color
fr: Paramètres de la barre latérale : Couleur
hi: साइडबार सेटिंग्स: रंग
hu: Oldalsáv beállítások: Szín
id: Pengaturan kotak info: Warna
ko: 사이드바 설정: 색상
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾഃ നിറം
my: ဘိအစိကမ်းင်ြြင်ဆစ်ဦး
pt: Configurações da barra lateral: Cor
ro: Setări pentru bara laterală: Culoare
ru: Настройки боковой панели: Цвет
th: การตั้งค่าแท่นข้าง: สี
zh: 侧边栏设置：颜色

source: Sets the background color for sidebar.
ar: تعيين لون الخلفية للشريط الجانبي.
es: Establece el color de fondo de la barra lateral.
fr: Définit la couleur d'arrière-plan pour la barre latérale.
hi: साइडबार के लिए पृष्ठभूमि रंग सेट करें।
hu: Beállítja az oldalsáv háttérszínét.
id: Mengatur warna latar belakang untuk kotak info.
ko: 사이드바의 배경색을 설정합니다.
ml: സൈഡ്ബാറിനു് പശ്ചാത്തല വർണ്ണം സജ്ജമാക്കുന്നു.
my: ဘေးကွက်အတွက် နောက်ခံအရောင်ကို သတ်မှတ်ပါ။
pt: Define a cor de fundo para a barra lateral.
ro: Stabilește culoarea de fundal pentru bara laterală.
ru: Устанавливает цвет фона для боковой панели.
th: กําหนดสีพื้นหลังสําหรับแท่นข้าง
zh: 设置侧边栏的背景颜色。

source: Background Color
ar: لون الخلفية
es: Color de fondo
fr: Couleur d'arrière-plan
hi: पृष्ठभुमि का रंग
hu: Háttérszín
id: Warna Latar Belakang
ko: 배경색
ml: പശ്ചാത്തല നിറം
my: နောက်ခံ အရောင်
pt: Cor de fundo
ro: Culoarea de fundal
ru: Цвет фона
th: สีพื้นหลัง
zh: 背景颜色

source: Sidebar settings: Alpha (transparency)
ar: إعدادات الشريط الجانبي: ألفا (شفافية)
es: Configuración de la barra lateral: Alfa (transparencia)
fr: Paramètres de la barre latérale : Alpha (transparence)
hi: साइडबार सेटिंग्स: अल्फा (पारदर्शिता)
hu: Oldalsáv beállítások: (átlátszóság)
id: Pengaturan kotak info: Alfa (transparansi)
ko: 사이드바 설정: 알파(투명도)
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾ: ആൽഫ (സുതാര്യത)
my: винансыдушедаенငိုရ
pt: Configurações da barra lateral: Alfa (transparência)
ro: Setări pentru bara laterală: Alpha (transparență)
ru: Настройки боковой панели: Альфа (прозрачность)
th: การตั้งค่าแท่นข้าง: อัลฟ่า (โปร่งใส)
zh: 侧边栏设置：阿尔法(透明度)

source: The transparency or alpha value of the background colour: 0 is transparent, 1 is solid.
ar: الشفافية أو قيمة ألفا من لون الخلفية: 0 شفافة، 1 صلبة.
es: La transparencia o valor alfa del color de fondo: 0 es transparente, 1 es sólido.
fr: La valeur de transparence ou alpha pour la couleur de l’arrière-plan : 0 est transparente, 1 est solide.
hi: पृष्ठभूमि रंग की पारदर्शिता या अल्फा मान: 0 पारदर्शी है, 1 ठोस।
hu: A háttérszín átlátszósága vagy alfaértéke : 0 az átlátszó, 1 az egyszínű.
id: Transparansi atau nilai alfa warna latar belakang: 0 = transparan, 1 = padat.
ko: 배경 색상의 투명도 또는 알파 값 : 0은 투명, 1은 단색입니다.
ml: പശ്ചാത്തല നിറത്തിന്റെ സുതാര്യത അല്ലെങ്കിൽ ആൽഫാ മൂല്യം: 0 സുതാര്യമാണ്, 1 ഖരമാണ്.
my: နောက်ခံအရောင်၏ တောက်ပခြင်း သို့မဟုတ် alpha တန်ဖိုး: 0 သည် ပါရှိမှုမရှိဘူး ၁ရှေ့မှာဒီအနေအထားကို တွဲရောက်မှုတောက်စီပါ။
pt: A transparência ou valor alfa da cor de fundo: 0 é transparente, 1 é sólido.
ro: Transparența sau valoarea alfa a culorii de fundal: 0 este transparent, 1 este solid.
ru: Прозрачность или альфа-значение цвета фона: 0 - прозрачный, 1 - сплошной.
th: ความโปร่งใสหรือค่าอัลฟ่าของสีพื้นหลัง: 0 เป็นโปร่งใส, 1 เป็นแข็ง
zh: 背景颜色的透明度或阿尔法值： 0为透明，1为纯色。

source: Sidebar settings: Width
ar: إعدادات الشريط الجانبي: العرض
es: Configuración de la barra lateral: Anchura
fr: Paramètres de la barre latérale : Largeur
hi: साइडबार सेटिंग्स: चौड़ाई
hu: Oldalsáv beállítások: Szélesség
id: Pengaturan kotak info: Tebalnya
ko: 사이드바 설정: 너비
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾഃ വീതി
my: ရှိုးဆေးရာနှင့် ပြိုင်လာ
pt: Configurações da barra lateral: Largura
ro: Setări pentru bara laterală: Lățime
ru: Настройки боковой панели: Ширина
th: การตั้งค่าแท่นข้าง: ความกว้าง
zh: 侧边栏设置：宽度

source: Sidebar width as a percentage (%) of the column/page width.
ar: عرض الشريط الجانبي كنسبة مئوية (%) من عرض العمود/الصفحة.
es: Ancho de la barra lateral como porcentaje (%) del ancho de la columna/página.
fr: Largeur de la barre latérale en pourcentage (%) de la largeur de la colonne/page.
hi: साइडबार की चौड़ाई कॉलम/पृष्ठ चौड़ाई की प्रतिशतता (%) के रूप में।
hu: Az oldalsáv szélessége az oszlop/oldal szélességének százalékában (%) .
id: Lebar kotak info sebagai persentasi (%) lebar kolom/halaman.
ko: 열/페이지 너비의 백분율(%) 로 표시되는 사이드바 너비입니다.
ml: നിരയുടെ/പേജിന്റെ വീതിയിലെ ശതമാനമായി (%) സൈഡ്ബാർ വീതി.
my: ဘေးကွက်၏ အလျားကျ ဖြုတ်လက်သီးအနေသို့လီယို စီရန်၊ အကွက်/စာမျက်နှာ အော်ဖြစ်ပါအောင်ယူရှိပါ။
pt: Largura da barra lateral como percentagem (%) da largura da coluna/página.
ro: Lățimea barei laterale ca procent (%) din lățimea coloanei/paginii.
ru: Ширина боковой панели в процентах (%) от ширины колонки/страницы.
th: ความกว้างของแท่งข้างเป็นเปอร์เซ็นต์ (%) ของความกว้างของคอลัมน์/หน้า
zh: 侧边栏的宽度是栏/页宽度的一个百分比（%） 。

source: Borders...
ar: الحدود...
es: Bordes...
fr: Bordures...
hi: सीमाएँ...
hu: Határok...
id: Bingkai...
ko: 테두리...
ml: അതിര്...
my: စစ်တင်းချက်များ...
pt: Fronteiras...
ro: Frontierele...
ru: Границы...
th: ภูมิชายแดน...
zh: 边框...

source: Sidebar settings: Borders
ar: إعدادات الشريط الجانبي: الحدود
es: Configuración de la barra lateral: Bordes
fr: Paramètres de la barre latérale : Bordures
hi: साइडबार सेटिंग्स: सीमाएँ
hu: Oldalsáv beállítások: Borders
id: Pengaturan kotak info: Batas
ko: 사이드바 설정: 테두리
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾഃ അതിർത്തികൾ
my: အမကြေးရာနှင့်မဟုတ်
pt: Configurações da barra lateral: Fronteiras
ro: Setări pentru bara laterală: Borduri
ru: Настройки боковой панели: Границы
th: การตั้งค่าแท่นข้าง: ขอบ
zh: 侧边栏设置：边框

source: Click for additional settings to control the look of borders for this category of sidebar.
ar: انقر للحصول على إعدادات إضافية للتحكم في مظهر الحدود لهذه الفئة من الشريط الجانبي.
es: Haga clic para obtener ajustes adicionales para controlar el aspecto de los bordes para esta categoría de barra lateral.
fr: Cliquez pour des paramètres supplémentaires pour contrôler l'apparence des bordures pour cette catégorie de barre latérale.
hi: इस श्रेणी के साइडबार के लिए बॉर्डर्स के स्वरूप को नियंत्रित करने के लिए अतिरिक्त सेटिंग्स के लिए क्लिक करें।
hu: Kattintson a további beállításokhoz a szegélyek megjelenésének vezérléséhez az oldalsáv ezen kategóriájához.
id: Klik untuk pengaturan tambahan untuk menyesuaikan tampilan batas untuk kategori kotak info ini.
ko: 이 카테고리의 사이드바에 대한 테두리 모양을 제어하려면 추가 설정을 클릭합니다( ).
ml: ഈ വിഭാഗത്തിലെ സൈഡ്ബാറിനു വേണ്ടി അതിർത്തികളുടെ രൂപം നിയന്ത്രിക്കാൻ അധിക ക്രമീകരണങ്ങൾക്കായി ക്ലിക്ക് ചെയ്യുക.
my: ဤမှတ်သားချက်အပေါ်တွင်နောက်ပြီးများကို တွဲတင်ရန်အတွက် ထပ်မျှထည့်ပါ။
pt: Clique para configurações adicionais para controlar o aspecto das bordas para esta categoria de barra lateral.
ro: Faceți clic pentru setări suplimentare pentru a controla aspectul marginilor pentru această categorie de bare laterale.
ru: Нажмите для дополнительных настроек для управления видом границ для данной категории боковой панели.
th: คลิกเพื่อการตั้งค่าเพิ่มเติมเพื่อควบคุมลักษณะของขอบเขตสําหรับหมวดหมู่ของแท่นข้างนี้
zh: 点击查看其它设置 来控制这类 侧边栏的边框外观。

source: Foreground Image...
ar: الصورة الأمامية...
es: Imagen de primer plano...
fr: Image de premier plan...
hi: फ़ोरग्राउंड इमेज...
hu: Előtérben lévő kép...
id: Gambar Latar Depan...
ko: 전경 이미지...
ml: മുൻനിര ചിത്രം...
my: ရှေ့ဆင်ပြီသော ပုံရိပ်...
pt: Imagem de primeiro plano...
ro: Imagine în prim-plan...
ru: Изображение переднего плана...
th: ภาพลักษณะหน้า
zh: 前景图像...

source: Sidebar settings: Foreground image settings
ar: إعدادات الشريط الجانبي: إعدادات صورة Foreground
es: Configuración de la barra lateral: Configuración de la imagen en primer plano
fr: Paramètres de la barre latérale : Paramètres de l'image de premier plan
hi: साइडबार सेटिंग्स: अग्रभूमि छवि सेटिंग्स
hu: Oldalsáv beállítások: Előtérkép beállítások: Előtérkép beállítások
id: Pengaturan kotak info: Pengaturan gambar latar depan
ko: 사이드바 설정: 전경 이미지 설정
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾഃ മുൻനിര ചിത്ര ക്രമീകരണങ്ങൾ
my: မဆင်စာရာ ဝှန်းသာငန်လာ
pt: Configurações da barra lateral: Definições de imagem em primeiro plano
ro: Setări pentru bara laterală: Setări pentru imaginea de prim-plan
ru: Настройки боковой панели: Настройки фонового изображения
th: การตั้งค่าแท่นข้าง: การตั้งค่าภาพล่าง
zh: 侧边栏设置：前景图像设置

source: Click for additional settings to use a foreground image for this category of sidebar.
ar: انقر للحصول على إعدادات إضافية لاستخدام صورة مقدمة لهذه الفئة من الشريط الجانبي.
es: Haga clic para obtener ajustes adicionales para utilizar una imagen en primer plano para esta categoría de barra lateral.
fr: Cliquez pour des paramètres supplémentaires pour utiliser une image de premier plan pour cette catégorie de barre latérale.
hi: इस श्रेणी के साइडबार के लिए अग्रभूमि छवि का उपयोग करने के लिए अतिरिक्त सेटिंग्स के लिए क्लिक करें।
hu: Kattintson a további beállításokhoz az előtérben lévő kép használatához az oldalsáv ezen kategóriájához.
id: Klik untuk pengaturan tambahan untuk menggunakan gambar depan untuk kategori kotak info ini.
ko: 추가 설정을 보려면 이 카테고리의 사이드바에 전경 이미지 를 사용하려면 클릭합니다.
ml: ഈ വിഭാഗം സൈഡ്ബാറുകൾക്കായി ഒരു മുൻപതരം ചിത്രം ഉപയോഗിക്കുന്നതിന് അധിക ക്രമീകരണങ്ങൾക്കായി ക്ലിക്കുചെയ്യുക.
my: ဤမှတ်သားချက်အုပ်ပေါ်တွင် နောက်ပတ်ဆောင်ရွက်မှုကိုအသုံးချပါ။အသုံညွှိတ်များကို ရွေးချယ်ပြီး ဘေးရှိကွက်တို့တွင်ဖြစ်ပါ။
pt: Clique para configurações adicionais para usar uma imagem em primeiro plano para esta categoria de barra lateral.
ro: Faceți clic pentru setări suplimentare pentru a utiliza o imagine de prim-plan pentru această categorie de bare laterale.
ru: Нажмите для дополнительных настроек для использования фонового изображения для данной категории боковой панели.
th: คลิกเพื่อการตั้งค่าเพิ่มเติมเพื่อใช้ภาพล่างหน้าสําหรับประเภทแท่นข้างนี้
zh: 点击查看其它设置 为这类侧边栏使用前景图像。

source: Background Image...
ar: صورة الخلفية...
es: Imagen de fondo...
fr: Image d'arrière-plan...
hi: पृष्ठभूमि छवि...
hu: Háttérkép...
id: Gambar Latar Belakang...
ko: 배경 이미지...
ml: പശ്ചാത്തല ചിത്രം...
my: ခြွင်ပစ်ပုံရိပ်...
pt: Imagem de fundo...
ro: Imagine de fundal...
ru: Фоновое изображение...
th: ภาพเบื้องหลัง
zh: 背景图像...

source: Sidebar settings: Background image settings
ar: إعدادات الشريط الجانبي: إعدادات صورة الخلفية
es: Configuración de la barra lateral: Configuración de la imagen de fondo
fr: Paramètres de la barre latérale : Paramètres de l'image d'arrière-plan
hi: साइडबार सेटिंग्स: पृष्ठभूमि छवि सेटिंग्स
hu: Oldalsáv beállítások: Háttérkép beállításai
id: Pengaturan kotak info: Pengaturan gambar latar belakang
ko: 사이드바 설정: 배경 이미지 설정
ml: സൈഡ്ബാർ ക്രമീകരണങ്ങൾഃ പശ്ചാത്തല ചിത്ര ക്രമീകരണങ്ങൾ
my: လုပ်ငန်းစုံပြာလုံး
pt: Configurações da barra lateral: Configurações da imagem de fundo
ro: Setări pentru bara laterală: Setări pentru imaginea de fundal
ru: Настройки боковой панели: Настройки фонового изображения
th: การตั้งค่าแท่นข้าง: การตั้งค่าภาพพื้นหลัง
zh: 侧边栏设置：背景图像设置

source: Click for additional settings to use a background image for this category of sidebar.
ar: انقر للحصول على إعدادات إضافية لاستخدام صورة الخلفية لهذه الفئة من الشريط الجانبي.
es: Haga clic para obtener ajustes adicionales para utilizar una imagen de fondo para esta categoría de barra lateral.
fr: Cliquez pour des paramètres supplémentaires pour utiliser une image d'arrière-plan pour cette catégorie de barre latérale.
hi: इस श्रेणी के साइडबार के लिए पृष्ठभूमि छवि का उपयोग करने के लिए अतिरिक्त सेटिंग्स के लिए क्लिक करें।
hu: Kattintson a további beállításokhoz a háttérkép használatához az oldalsáv ezen kategóriájához.
id: Klik untuk pengaturan tambahan untuk menggunakan gambar belakang untuk kategori kotak info ini.
ko: 이 카테고리의 사이드바에 배경 이미지 를 사용하려면 추가 설정 을 클릭합니다.
ml: ഈ വിഭാഗം സൈഡ്ബാറുകൾക്കായി ഒരു പശ്ചാത്തല ചിത്രം ഉപയോഗിക്കുന്നതിന് അധിക ക്രമീകരണങ്ങൾക്കായി ക്ലിക്കുചെയ്യുക.
my: ဤမှတ်သားချက်အုပ်ပေါ်တွင် နောက်ပြီးများကို ဒီကိုကို ဦးခံအဖြစ်သုံးပါ။w této třídě k? připojte
pt: Clique para configurações adicionais para usar uma imagem de fundo para esta categoria de barra lateral.
ro: Faceți clic pentru setări suplimentare pentru a utiliza o imagine de fundal pentru această categorie de bară laterală.
ru: Нажмите для дополнительных настроек для использования фонового изображения для данной категории боковой панели.
th: คลิกเพื่อการตั้งค่าเพิ่มเติมเพื่อใช้ภาพพื้นหลังสําหรับประเภทของแท่นข้างนี้
zh: 点击查看其它设置 为这类侧边栏使用背景图像。

source: Width:
ar: العرض:
es: Ancho:
fr: Largeur :
hi: चौड़ाई:
hu: Szélesség:
id: Lebar:
ko: 너비:
ml: വീതി:
my: အကျယ်:
pt: Largura:
ro: Lățime:
ru: Ширина:
th: ความกว้าง:
zh: 宽度：
