Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: If a particular word occurs more than once in the given verse, each occurrence will be tagged with the Strong's number. If a word matches more than one Strong's number then both will be displayed. This may be rather confusing for the reader, but could be helpful for a consultant to easily identify overlap issues with the project's Biblical terms renderings.
ar: إذا تكررت كلمة معينة أكثر من مرة في الآية المعينة، فسيتم تمييز كل تكرار لها برقم سترونج. إذا كانت الكلمة تتطابق مع أكثر من رقم سترونج فسيتم عرض كلاهما. قد يكون هذا مربكًا إلى حد ما للقارئ، ولكن يمكن أن يكون مفيدًا للمستشار تحديد مشاكل التداخل بسهولة مع مشروع عروض المصطلحات التوراتية .
es: Si una palabra concreta aparece más de una vez en el versículo en cuestión, cada una de ellas se etiquetará con el número de Strong. Si una palabra coincide con más de un número Strong's se mostrarán ambos. Esto puede resultar algo confuso para el lector, pero podría ser útil para que un consultor identifique fácilmente los problemas de solapamiento con las interpretaciones de los términos bíblicos del proyecto.
fr: Si un mot particulier apparaît plus d'une fois dans un verset donné, chaque occurrence sera marquée avec le chiffre de Strong. Si un mot correspond à plus d'un chiffre de Strong, les deux seront affichés. Cela peut être assez déroutant pour le lecteur, mais pourrait être utile à un conseiller pour identifier facilement les problèmes de chevauchement avec les équivalents des termes bibliques du projet.
hi: यदि कोई विशेष शब्द दी गई आयत में एक से अधिक बार आता है, तो प्रत्येक उपस्थिति को Strong के नंबर के साथ टैग किया जाएगा। यदि कोई शब्द एक से अधिक Strong के नंबरों से मेल खाता है तो दोनों प्रदर्शित किए जाएंगे। यह पाठक के लिए कुछ भ्रमित कर सकता है, लेकिन सलाहकार के लिए यह आसानी से प्रोजेक्ट की बाइबिल शब्दों की प्रतिपादन के साथ ओवरलैप मुद्दों की पहचान करने में सहायक हो सकता है।
hu: Ha egy adott szó többször is előfordul az adott versben, minden egyes előfordulást a címke jelöli a Strong-számmal. Ha egy szó egynél több Strong-számmal egyezik meg, akkor mindkettő megjelenik. Ez eléggé zavaró lehet az olvasó számára, de hasznos lehet egy tanácsadó számára, hogy könnyen azonosíthassa az átfedési problémákat a projekt bibliai kifejezések bibliai kifejezések visszaadásával kapcsolatban.
id: Jika suatu kata tertentu muncul lebih dari sekali dalam ayat yang diberikan, setiap kemunculan akan ditandai dengan nomor Strong. Jika sebuah kata cocok dengan lebih dari satu nomor Strong maka keduanya akan ditampilkan. Hal ini mungkin agak membingungkan bagi pembaca, tetapi dapat membantu konsultan untuk dengan mudah mengidentifikasi masalah tumpang tindih dengan proyek rendering istilah Alkitab.
ko: 특정 단어가 주어진 구절에서 두 번 이상 나오는 경우, 각 단어는 강세 번호와 함께 태그가 지정됩니다. 단어가 두 개 이상의 강세 숫자 와 일치하는 경우 두 개 모두 표시됩니다. 이는 독자에게는 다소 혼란스러울 수 있지만( ), 컨설턴트가 프로젝트의 성경 용어 렌더링과 겹치는 문제를 쉽게 식별하는 데 도움이 될 수 있습니다.
ml: ഒരു പ്രത്യേക വാക്ക് തന്നിരിക്കുന്ന വാക്യത്തിൽ ഒന്നിലധികം തവണ പ്രത്യക്ഷപ്പെട്ടാൽ, ഓരോ സംഭവവും ശക്തന്റെ നമ്പറുമായി ടാഗുചെയ്യപ്പെടും. ഒരു വാക്ക് ഒന്നിൽ കൂടുതൽ ശക്തന്റെ നമ്പറുമായി പൊരുത്തപ്പെടുന്നെങ്കിൽ രണ്ടും പ്രദർശിപ്പിക്കും. ഇത് വായനക്കാരന് ആശയക്കുഴപ്പമുണ്ടാക്കാം, പക്ഷേ ഒരു കൺസൾട്ടന്റിന് പ്രോജക്റ്റിന്റെ ബൈബിൾ പദങ്ങളുടെ വിവർത്തനങ്ങളുമായി ഓവർലാപ്പ് പ്രശ്നങ്ങൾ എളുപ്പത്തിൽ തിരിച്ചറിയാൻ സഹായിക്കും.
pt: Se uma determinada palavra ocorrer mais de uma vez no verso dado, cada ocorrência será etiquetada com o número do Strong. Se uma palavra corresponder a mais do que um número do Strong , então ambos serão exibidos. Isto pode ser bastante confuso para o leitor, mas pode ser útil para um consultor para facilmente identificar problemas de sobreposição com os renderings de termos bíblicos do projecto .
ro: În cazul în care un anumit cuvânt apare de mai multe ori în versetul dat, fiecare apariție va fi etichetată cu numărul Strong's. În cazul în care un cuvânt se potrivește cu mai mult de un număr Strong's , atunci ambele vor fi afișate. Acest lucru poate fi destul de derutant pentru cititor, , dar ar putea fi util pentru un consultant pentru a identifica cu ușurință problemele de suprapunere cu redarea termenilor biblici din cadrul proiectului .
ru: Если определенное слово встречается более одного раза в данном стихе, каждое из них будет помечено номером Стронга. Если слово соответствует более чем одному номеру Стронга , то будут показаны оба. Это может быть довольно запутанным для читателя, но может быть полезным для консультанта, чтобы легко определить проблемы дублирования в проекте визуализации библейских терминов.
th: ถ้าคําใดๆ เกิดขึ้นมากกว่าครั้งหนึ่งในบทที่ให้ไว้ แต่ละครั้งจะถูกติดป้ายด้วยเลขของสตรอง ถ้าคําหนึ่งตรงกับเลขของสตรองมากกว่าหนึ่งครั้งแล้วทั้งสองคําจะแสดงออก ซึ่งอาจทําให้ผู้อ่านสับสน แต่อาจช่วยให้ผู้ปรึกษาสามารถระบุปัญหาที่ซ้อนกันได้ง่าย กับการแปลคําศัพท์ในพระคัมภีร์ของโครงการ
zh: 如果某个特定的词在给定的经文中出现不止一次 ，那么每一次出现的时候都会被 标上史特朗原文编号。如果一个词 匹配一个以上的编号 ，那么这两个词都会显示。 这对读者来说可能非常混乱， ，但对顾问来说可能很有帮助，可以这样可以很容易 找出与项目的 《圣经》术语翻译重叠的问题。

source: Click to edit the Strong's 4 digit cell number properties on the Styles tab.
ar: انقر لتعديل خصائص رقم الخلية المكونة من 4 أرقام في علامة التبويب الأنماط.
es: Haga clic para editar las propiedades del número de celda de 4 dígitos de Strong en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés des numéros à 4 chiffres Strong dans l'onglet Styles.
hi: शैलियों टैब पर स्ट्रॉन्ग के 4 अंकों की संख्या गुण संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon az Erős 4 számjegyű cellaszám tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri nomor entri kamus Strong pada tab Gaya.
ko: 스타일 탭에서 Strong의 4자리 셀 번호 속성을 편집하려면 클릭합니다.
ml: സ്റ്റൈൽസ് ടാബിൽ ശക്തമായ 4 അക്ക സെൽ നമ്പർ പ്രോപ്പർട്ടികൾ എഡിറ്റുചെയ്യാൻ ക്ലിക്കുചെയ്യുക.
my: နေ့စဉ်စာမျက်အောက်၌ Strong's နှစ်ခု နံပါတ် ဖွင့်လို့ ဖြစ်ပါတယ်။
pt: Clique para editar as propriedades do número de célula de 4 dígitos do Strong no separador Estilos.
ro: Faceți clic pentru a edita proprietățile numărului de celule Strong cu 4 cifre din fila Styles (Stiluri).
ru: Нажмите для редактирования свойств 4-значного номера ячейки Strong на вкладке Styles.
th: คลิกเพื่อแก้ไขสรรพคุณจํานวนเซลล์ 4 หลักของ Strong ในแท็บ Styles
zh: 点击编辑“样式”选项卡上史特朗索引的四位数字的属性。

source: Strong's References
ar: مراجع سترونج
es: Referencias de Strong's
fr: Références de Strong
hi: Strong के प्रतिनिर्देश
hu: Strong hivatkozásai
id: Referensi yang Kuat
ko: Strong의 참고 자료
ml: സ്ട്രോങ് എഴുതിയ പരാമർശങ്ങൾ
my: Strong's စာရင်း
pt: Referências de Strong
ro: Referințe Strong's
ru: Ссылки Стронга
th: แรง แรง
zh: 史特朗经文参照

source: Column width of column-based cross-references
ar: عرض العمود من الإحالات المستندة إلى العمود
es: Ancho de columna de las referencias cruzadas basadas en columnas
fr: Largeur de colonne des références croisées basées sur les colonnes
hi: कॉलम आधारित क्रॉस-रेफरेन्स का कॉलम चौड़ाई
hu: Az oszlopalapú kereszthivatkozások oszlopszélessége
id: Lebar kolom referensi silang dalam kolom
ko: 열 기반 상호 참조의 열 너비
ml: നിര അടിസ്ഥാനമാക്കിയുള്ള ക്രോസ് റഫറൻസുകളുടെ നിരയുടെ വീതി
my: ကော်လံအခြေပြုပြန်လှန်ရည်ညွှန်းများ၏ ကော်လံအကျယ်
pt: Largura de coluna de referências cruzadas com base em colunas
ro: Lățimea coloanei de referințe încrucișate pe coloane
ru: Ширина колонок перекрестных ссылок на основе колонок
th: ความกว้างของคอลัมน์ของอ้างอิงข้ามที่ใช้คอลัมน์
zh: 基于栏的经文参照的列宽

source: This sets the width of the centre column in points. Note that 72pts is 1 inch, and increasing the size here will decrease the amount of space available for the 2 columns of scripture text. Consider using a larger page size if you want to use Centre Column xRefs. If this centre column isn't wide enough to fit the references, then you should also consider reducing the size of the \x font (to approx 6pt).
ar: هذا يعين عرض عمود المركز في النقاط. لاحظ أن 72 نقطة هي 1 بوصة، وزيادة الحجم هنا سوف تقلل من حجم المساحة المتاحة لعمودين من النص النصي. تفكير في استخدام حجم صفحة أكبر إذا كنت ترغب في استخدام عمود المركز. إذا كان عمود المركز هذا غير واسع بما فيه الكفاية لتلائم المراجع، ثم يجب أن تفكر أيضًا في تقليل حجم خط \x (إلى حوالي 6pt).
es: Esto establece el ancho de la columna central en puntos. Tenga en cuenta que 72pts es 1 pulgada, y aumentar el tamaño aquí disminuirá el espacio disponible para las 2 columnas de texto de la escritura. Considere la posibilidad de utilizar un tamaño de página mayor si desea utilizar las xRefs en la columna central. Si esta columna central no es lo suficientemente ancha como para que quepan las referencias, entonces también debería considerar reducir el tamaño de la fuente para \x (a aproximadamente 6pt).
fr: Ceci définit la largeur de la colonne centrale en points. Notez que 72pts est 1 pouce, et augmenter la taille ici diminuera la quantité d'espace disponible pour les 2 colonnes de texte d’Écritures. Considérez l'usage d’une taille de page plus grande si vous voulez utiliser les xRefs en colonne centrale. Si cette colonne centrale n'est pas assez large pour contenir les références, vous devriez également envisager réduire a taille de la police pour le marqueur \x (à environ 6pt).
hi: यह केंद्र स्तंभ की चौड़ाई अंक में सेट करता है। ध्यान दें कि 72 अंक 1 इंच है, और यहाँ आकार बढ़ाने से धर्मग्रंथ पाठ के २ स्तंभों के लिए उपलब्ध स्थान में कमी होगी। अगर आप केंद्री स्तंभ xRefs का उपयोग करना चाहते हैं तो बड़ा पृष्ठ आकार इस्तेमाल करें। अगर जब यह केंद्र स्तंभ संदर्भों को फिट करने के लिए पर्याप्त चौड़ा नहीं है, तो आपको \x फ़ॉन्ट का आकार भी कम करना चाहिए (लगभग 6 अंक तक)।
hu: Ez állítja be a középső oszlop szélességét pontokban. Vegye figyelembe, hogy 72pts 1 hüvelyk, és a méret növelése itt csökkenti a rendelkezésre álló helyet a 2 oszlopnyi írásszöveg számára. Fontolja meg egy nagyobb oldalméret használatát, ha középső oszlopos xRef-eket szeretne használni. Ha ez a középső oszlop nem elég széles ahhoz, hogy a hivatkozások elférjenek benne, akkor fontolja meg a \x betűméret csökkentését is (kb. 6pt-re).
id: Pilihan ini menetapkan lebar kolom tengah dalam point. Perhatikan bahwa 72pts adalah 1 inci, dan memperbesar ukuran di sini akan mengurangi jumlah ruang yang tersedia untuk 2 kolom teks Alkitab. Kalau Anda ingin menggunakan Referensi Silang Kolom Tengah, mungkin bisa menggunakan ukuran halaman yang lebih besar. Jika kolom tengah ini tidak cukup lebar untuk memuat referensi, maka Anda bisa mengurangi ukuran font \x (menjadi kira-kira 6pt).
ko: 중앙 열의 너비를 포인트 단위로 설정합니다. 72포인트는 1인치이며, 여기서 크기를 늘리면 경전 텍스트 2개 열에 사용할 수 있는 공간( )이 줄어듭니다. 중앙 열 xRef를 사용하려면 더 큰 페이지 크기를 사용하는 것이 좋습니다. 이 가운데 열의 폭이 참고 문헌에 충분히 넓지 않은 경우 \x 글꼴의 크기를 약 6pt로 줄이는 것도 고려해야 합니다.
ml: ഇത് മധ്യ നിരയുടെ വീതി പോയിന്റുകളായി സജ്ജമാക്കുന്നു. 72pts എന്നത് 1 ഇഞ്ച് ആണെന്നും ഇവിടെ വലുപ്പം വർദ്ധിപ്പിക്കുന്നത് സ്ക്രിപ്റ്റ് ടെക്സ്റ്റിലെ 2 നിരകൾക്കായി ലഭ്യമായ സ്ഥലത്തിന്റെ അളവ് കുറയ്ക്കുമെന്നും ശ്രദ്ധിക്കുക. നിങ്ങൾക്ക് സെന്റർ കോളൻ xRefs ഉപയോഗിക്കണമെങ്കിൽ ഒരു വലിയ പേജ് വലുപ്പം ഉപയോഗിക്കുന്നത് പരിഗണിക്കുക. ഈ സെന്റർ നിര റഫറൻസുകൾക്ക് അനുയോജ്യമായത്ര വിശാലമല്ലെങ്കിൽ, \x ഫോണ്ടിന്റെ വലുപ്പം കുറയ്ക്കുന്നതും നിങ്ങൾ പരിഗണിക്കണം (ഏകദേശം 6pt വരെ).
my: ဒီအသာအရှိမှာအစိမ်းထဲ၏ရိုးရာလေးကြောင့်...
pt: Isso define a largura da coluna central em pontos. Note que 72pts é de 1 polegada, e aumentar o tamanho aqui irá diminuir a quantidade de espaço disponível para as 2 colunas de texto escrito. Considere usar um tamanho de página maior se você quiser usar o Centre Column xRefs. Se esta coluna central não for grande o suficiente para caber as referências, então você também deve considerar reduzir o tamanho da fonte \x (para aprox 6pt).
ro: Aceasta stabilește lățimea coloanei centrale în puncte. Rețineți că 72 de puncte reprezintă 1 inch, iar creșterea dimensiunii aici va reduce spațiul disponibil pentru cele două coloane de text scris. Luați în considerare folosirea unei dimensiuni mai mari a paginii dacă doriți să folosiți Centre Column xRefs. Dacă această coloană centrală nu este suficient de largă pentru a încadra referințele, atunci ar trebui să luați în considerare și reducerea dimensiunii fontului \x (la aproximativ 6pt).
ru: При этом задается ширина центральной колонки в точках. Обратите внимание, что 72pts - 1 дюйм, и увеличение размера здесь уменьшит количество свободного места для 2 колонок текста сценария. Используйте больший размер страницы, если вы хотите использовать столбец центр xRefs. Если эта центральная колонка не достаточно широка, чтобы вместить ссылки, тогда следует также рассмотреть уменьшить размер \x шрифта (примерно до 6pt).
th: การตั้งค่าความกว้างของคอลัมน์กลางเป็นจุด. หมายเหตุว่า 72pts คือ 1 นิ้ว และการเพิ่มขนาดตรงนี้จะลดจํานวนพื้นที่ที่มีให้กับ 2 คอลัมน์ของข้อความ. พิจารณาใช้ขนาดหน้าใหญ่กว่าถ้าคุณต้องการใช้ Centre Column xRefs. หากคอลัมน์กลางนี้ไม่กว้างพอที่จะเข้ากับอ้างอิง, คุณควรพิจารณาลดขนาดของตัวอักษร \x (ถึงประมาณ 6pt)
zh: 这设置了中心栏的宽度，单位是磅。 请注意，72磅是1英寸，增加这里的尺寸 会减少双栏经文的可用空间 。 如果你想 使用中心栏xRefs，请考虑使用更大的页面尺寸。 如果这个中心栏的宽度不足以容纳文献 ，请考虑减少\x字体的大小（大约6磅）。

source: Column Width (pts):
ar: عرض العمود (صفحات):
es: Ancho de columna (pts):
fr: Largeur de la colonne (pts) :
hi: कॉलम चौड़ाई (अंक):
hu: Oszlopszélesség (pts):
id: Lebar Kolom (pt):
ko: 열 너비(포인트):
ml: നിരയുടെ വീതി (പിടി):
my: ဆောင်းယူရည်ချွန်းမပါစွုံရှှုရသည်သို့..
pt: Largura da coluna (pontos):
ro: Lățimea coloanei (puncte):
ru: Ширина столбца (тч):
th: ความกว้างของคอลัมน์ (pts):
zh: 栏宽(磅)：

source: Gutter Width (pts):
ar: عرض غاتر (صفحات):
es: Canalón Ancho (pts):
fr: Largeur de la gouttière (pts) :
hi: गटर चौड़ाई (pts):
hu: Ereszcsatorna szélessége (pts):
id: Lebar Tepi Halaman Di Dalam (pt):
ko: 거터 너비(포인트):
ml: ഗ്വാട്ടർ വീതി (പിടി):
my: Gutter အကျယ် (pts):
pt: Largura do cortador (pts):
ro: Lățime jetor (puncte):
ru: Ширина гуттера (тч):
th: ความกว้างของน้ําท่อ (pts):
zh: 订口宽度 (磅):

source: Gutter width of column-based cross-references
ar: عرض المصراع للمراجع المستندة إلى العمود
es: Anchura del canalón de las referencias cruzadas basadas en columnas
fr: Largeur de gouttière des références croisées basées sur les colonnes
hi: कॉलम आधारित क्रॉस-रेफरेन्स के गटर चौड़ाई
hu: Az oszlopalapú kereszthivatkozások szélessége
id: Lebar ruang dekat jilid untuk referensi silang dalam kolom
ko: 열 기반 상호 참조의 거터 너비
ml: നിര അടിസ്ഥാനമാക്കിയുള്ള ക്രോസ് റഫറൻസുകളുടെ ഗട്ട് വീതി
my: ကော်လံအခြေပြုပြန်လှန်ရည်ညွှန်းများ၏ ဖော့အသံအကျယ်
pt: Largura de sarjeta de referências cruzadas com base em colunas
ro: Lățimea de lățime a trimiterilor încrucișate pe coloane
ru: Ширина желоба перекрестных ссылок на основе столбцов
th: ความกว้างของช่องทางของการพิสูจน์ข้ามแบบก้อน
zh: 基于栏的经文参照的订口宽度

source: This sets the space between the main body text and the column of cross-references.
ar: هذا يحدد المساحة بين نص الجسم الرئيسي وعمود الإحالات المرجعية.
es: Establece el espacio entre el cuerpo del texto principal y la columna de referencias cruzadas.
fr: Ceci définit l'espace entre le texte du corps principal et la colonne des références croisées.
hi: यह मुख्य पाठ और क्रॉस-रेफरेंस के कॉलम के बीच की जगह सेट करता है।
hu: Ez állítja be a távolságot a fő szöveg és a kereszthivatkozások oszlopa között.
id: Ini mengatur ruang antara teks isi utama dan kolom referensi silang.
ko: 이렇게 하면 본문 텍스트와 상호 참조 열 사이의 공백이 설정됩니다.
ml: ഇത് പ്രധാന വാചകത്തിന്റെയും ക്രോസ് റഫറൻസുകളുടെയും നിരയ്ക്കും ഇടയിലുള്ള ഇടം സജ്ജമാക്കുന്നു.
my: ဤသည်မှန်၏ မျဉ်းခြားခြင်းကို ဖန်တီးသည်
pt: Isso define o espaço entre o corpo principal e a coluna de referências cruzadas.
ro: Aceasta stabileşte spaţiul dintre corpul principal şi coloana de referinţe încrucişate.
ru: Здесь задается пространство между основным текстом и столбцом перекрёстных ссылок.
th: นี่ตั้งช่องว่างระหว่างข้อความหลักและคอลัมน์ของอ้างอิงข้าม
zh: 这将设置主要 文本和经文参照一栏之间的空间。

source: Side of page:
ar: جانب الصفحة:
es: Lado de la página:
fr: Côté de la page :
hi: पृष्ठ का साइड:
hu: Oldaloldal:
id: Sisi halaman:
ko: 페이지 측면:
ml: പേജിന്റെ വശം:
my: စာမျက်နှာ ဘေး
pt: Lado da página:
ro: Partea paginii:
ru: Грань страницы:
th: หน้าแรก:
zh: 页边：

source: Position of column-based cross-references
ar: موقع الإحالات المرجعية المستندة إلى العمود
es: Posición de las referencias cruzadas por columnas
fr: Position des références croisées basées sur les colonnes
hi: कॉलम आधारित क्रॉस-रेफरेन्स की स्थिति
hu: Az oszlopalapú kereszthivatkozások helyzete
id: Posisi referensi silang dalam kolom
ko: 열 기반 상호 참조 위치
ml: നിര അടിസ്ഥാനമാക്കിയുള്ള ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം
my: ကော်လံ အခြေပြု ပြန်လှန်ရည်ညွှန်းများ၏ တည်နေရာ
pt: Posição das referências cruzadas baseadas em colunas
ro: Poziția trimiterilor încrucișate pe coloane
ru: Положение перекрестных ссылок на основе столбцов
th: ตําแหน่งของอ้างอิงข้ามที่ใช้ในคอลัมน์
zh: 基于栏的经文参照的位置

source: Select where the column of cross-references should be located on the page. Note that the 2-column layout insists on the cross-references being positioned between the columns of text.
ar: حدد المكان الذي يجب أن يكون فيه عمود الإشارات المرجعية على الصفحة. لاحظ أن تخطيط العمودين يصر على وضع الإشارات المرجعية بين أعمدة النص.
es: Seleccione dónde debe situarse la columna de referencias cruzadas en la página. Tenga en cuenta que el diseño de 2 columnas insiste en que las referencias cruzadas se sitúen entre las columnas de texto.
fr: Sélectionnez l'endroit de la colonne de références croisées sur la page. Notez que la mise en page à 2 colonnes insiste pour que les références croisées soient positionnées entre les colonnes de texte.
hi: पृष्ठ पर क्रॉस-रेफरेंस कॉलम कहाँ स्थित होनी चाहिए, यह चुनें। ध्यान दें कि 2-स्तंभ लेआउट इस बात की मांग करता है कि क्रॉस-रेफरेंस टेक्स्ट के कॉलम के बीच स्थित हो।
hu: Válassza ki, hogy a kereszthivatkozások oszlopának hol kell elhelyezkednie az oldalon. Vegye figyelembe, hogy a 2 oszlopos elrendezés ragaszkodik ahhoz, hogy a kereszthivatkozások a szövegoszlopok között helyezkedjenek el.
id: Pilih di mana kolom referensi silang harus ditempatkan pada halaman. Perhatikan bahwa tata letak 2 kolom menuntut referensi silang ditempatkan di antara kolom teks.
ko: 페이지에서 상호 참조 열( )이 위치할 위치를 선택합니다. 2열 레이아웃에서는 상호 참조 가 텍스트 열 사이에 위치해야 한다는 점에 유의하세요.
ml: ക്രോസ് റഫറൻസുകളുടെ നിര എവിടെയായിരിക്കണം എന്ന് തിരഞ്ഞെടുക്കുക. 2-കോളം ലേഔട്ട് ക്രോസ് റഫറൻസുകൾ ടെക്സ്റ്റ് നിരകൾക്കിടയിൽ സ്ഥാപിക്കണമെന്ന് നിർബന്ധിക്കുന്നു.
my: Page တွင် ရှိသော Cross-References အမျိုးအစားမျဉ်းကို ရွေးပါ။ 2-column layout မှာ ရာမျက်နှာ ကိုကြားဖြတ်ပြီး။
pt: Selecione onde a coluna de referências cruzadas deve estar localizada na página. Observe que o layout de de 2 colunas insiste em que as referências cruzadas estejam posicionadas entre as colunas de texto.
ro: Selectați unde va fi localizată coloana de referințe încrucișate pe pagină. Țineți cont că aspectul 2 coloane insistă asupra poziționării referințelor încrucișate între coloanele de text.
ru: Выберите, где столбец перекрестных ссылок должен быть расположен на странице. Обратите внимание, что раскладка в колонке настаивает на перекрестных ссылках позиционируется между колонками текста.
th: เลือกที่ที่คอลัมน์ของอ้างอิงข้ามควรจะตั้งอยู่ในหน้า. หมายเหตุว่าการจัดวาง 2 คอลัมน์ยืนยันว่าอ้างอิงข้ามจะวางระหว่างคอลัมน์ของข้อความ.
zh: 选择经文参照栏 在页面所处的位置。 请注意， 在双栏布局页面，经文参照必须 处于文本栏之间。

source: Vertical Rule(s) Between Columns
ar: القواعد الرأسية بين الأعمدة
es: Líneas de regla(s) vertical(es) entre columnas
fr: Règle(s) verticale(s) entre les colonnes
hi: कॉलम के बीच लंबवत नियम (ओं)
hu: Függőleges szabály(ok) az oszlopok között
id: Garis Vertikal Antara Kolom
ko: 열 사이의 세로 규칙
ml: നിരകൾ തമ്മിലുള്ള ലംബ നിയമങ്ങൾ
my: ကော်လံကြားတွင် ရှေ့ရိုးပြန်လှန်စောင်းဂန်းမရော့စွာ ဒေါင်းများပါ
pt: Regra vertical entre colunas
ro: Regulă (reguli) verticală(e) între coloane
ru: Вертикальные правила между столбцами
th: กฎตั้งระหว่างคอลัมน์
zh: 栏之间的垂直线

source: Include a vertical rule between columns
ar: تضمين قاعدة عمودية بين الأعمدة
es: Incluir una regla vertical entre columnas
fr: Inclure une règle verticale entre les colonnes
hi: कॉलम के बीच एक लंबवत नियम शामिल करें
hu: Függőleges szabály az oszlopok között
id: Sertakan garis vertikal antara kolom
ko: 열 사이에 세로 규칙 포함
ml: നിരകൾക്കിടയിൽ ഒരു ലംബ നിയമം ഉൾപ്പെടുത്തുക
my: ထုတ်ပြန်မှုများအကြား တိုင်ဆောင် ပြန်လွှည့် ရေးသားချက် နှင့်ဖျောက်မှုများ
pt: Incluir uma regra vertical entre colunas
ro: Includeți o regulă verticală între coloane
ru: Включите вертикальное правило между колонками
th: รวมกฎตั้งระหว่างคอลัมน์
zh: 在各栏之间包括一条垂直线

source: Check this option to include a vertical line separating the text and cross-references.
ar: حدد هذا الخيار لتضمين سطر عمودي يفصل النص والإحالات المرجعية.
es: Marque esta opción para incluir una línea vertical que separe el texto y las referencias cruzadas.
fr: Cochez cette option pour inclure une ligne verticale séparant le texte et les références croisées.
hi: इस विकल्प की जाँच करें ताकि एक लंबवत रेखा को टेक्स्ट और क्रॉस-रेफरेंस को अलग करने के लिए शामिल किया जा सके।
hu: Jelölje be ezt az opciót, hogy a szöveget és a kereszthivatkozásokat egy függőleges vonal válassza el egymástól.
id: Centang pilihan ini untuk menyertakan garis vertikal yang memisahkan teks dan referensi silang.
ko: 텍스트와 상호 참조를 구분하는 세로줄( )을 포함하려면 이 옵션을 선택합니다.
ml: ഈ ഓപ്ഷനിൽ ചെക്ക് ചെയ്യുക, ടെക്സ്റ്റും ക്രോസ് റഫറൻസുകളും വേർതിരിക്കുന്ന ഒരു ലംബ രേഖ ഉൾപ്പെടുത്താൻ.
my: စားချောင်းများတို့ကိုလေးထားသော ဟန့် edital ပြန်သွားဝန်ပြန်ခံကိုးမြားများသုံးမယ်လျစ်စွာနောက်မှ ဖြတ်ပါရီမှာမစီစဉ်ရန်သောဖြုဆိုြဒာနေရာများ
pt: Selecione esta opção para incluir uma linha vertical separando o texto e as referências cruzadas.
ro: Bifați această opțiune pentru a include o linie verticală care separă textul de referințe încrucișate.
ru: Установите этот параметр, чтобы включить вертикальную линию , разделяющую текст и перекрестные ссылки.
th: ตรวจสอบตัวเลือกนี้เพื่อให้มีเส้นตั้งแยกข้อความและอ้างอิงข้าม
zh: 选中此选项可包含一条垂直线 ，将文本和经文参照分开。

source: Fill Upward From Bottom of Column
ar: تعبئة لأعلى من أسفل العمود
es: Rellenar hacia arriba desde la parte inferior de la columna
fr: Remplir vers le haut à partir du bas de la colonne
hi: कॉलम के नीचे से ऊपर की ओर भरे
hu: Töltse felfelé az oszlop aljától
id: Ditempatkan pada Bawah Halaman
ko: 열 아래쪽에서 위쪽으로 채우기
ml: നിരയുടെ അടിയിൽ നിന്നും മുകളിലേക്ക് പൂരിപ്പിക്കുക
my: ကော်လံ၏နောက်ကျကျောဖင်တေော်ကီးနောက်တွင် မူလոդိုuppen ရှေ့မှီဲ့်ကားအပြုံး
pt: Preencher a partir da parte inferior da coluna
ro: Completează din partea de jos a coloanei
ru: Заполнить вверх из нижней части столбца
th: เติมขึ้นจากด้านล่างของคอลัมน์
zh: 从栏底部向上填充

source: Fill cross-references upward from bottom of column
ar: ملء الإشارات إلى الأعلى من أسفل العمود
es: Rellenar las referencias cruzadas hacia arriba desde la parte inferior de la columna
fr: Remplir les références croisées vers le haut à partir du bas de la colonne
hi: कॉलम के नीचे से ऊपर की ओर क्रॉस-रेफरेन्स भरें
hu: Töltse ki a kereszthivatkozásokat az oszlop aljától felfelé.
id: Tempatkan referensi silang di bagian bawah kolom
ko: 열 아래쪽에서 위쪽으로 상호 참조를 채웁니다.
ml: നിരയുടെ അടിയിൽ നിന്നും മുകളിലേക്കുള്ള ക്രോസ് റഫറൻസുകൾ പൂരിപ്പിക്കുക
my: ကော်လံအနိမ့်မှ ပြန်လွန် အသုံးပြုရည်ညွှန်းချက်များ မြှင့်တင်ရန်
pt: Preencher referências cruzadas para cima a partir do fundo da coluna
ro: Umpleți referințele încrucișate în sus de la baza coloanei
ru: Заполните перекрестные ссылки по направлению снизу вверх от столбца
th: เติมคําอ้างอิงข้ามขึ้นจากด้านล่างของคอลัมน์
zh: 从栏底部向上填充经文参照
