Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The cross-reference origin \xo usually includes the chapter & verse number like this 3:16. If you prefer to hide the chapter, so that only 16 is shown, then enable this option.
ar: عادةً ما يتضمن أصل الإسناد الترافقي رقم الفصل والآية مثل هذا 3:16. إذا كنت تفضل إخفاء الفصل ، بحيث لا يظهر سوى الفصل 16، فعندئذٍ قم بتمكين هذا الخيار.
es: El origen de la referencia cruzada \xo suele incluir el número de capítulo y versículo como este 3:16. Si prefiere ocultar el capítulo, para que sólo se muestre el 16, entonces active esta opción.
fr: L’origine de la référence croisée \xo inclut généralement le numéro de chapitre et de verset comme ceci 3:16. Si vous préférez masquer le chapitre, pour que seul 16 soit affiché, activez cette option.
hi: क्रॉस-संदर्भ उत्पत्ति \xo आमतौर पर अध्याय और पद संख्या शामिल करता है जैसे 3:16। यदि आप केवल 16 दिखाने के लिए अध्याय छिपाना चाहें, तो इस विकल्प को सक्षम करें।
hu: A kereszthivatkozás eredete \xo általában tartalmazza a fejezet és a vers számát , mint például ez a 3:16. Ha szeretné elrejteni a fejezetet, hogy csak a 16 jelenjen meg, akkor engedélyezze ezt az opciót.
id: Asal Referensi Silang (\xo) biasanya menyertakan nomor pasal & ayat (misalnya 3:16). Jika Anda lebih suka menyembunyikan nomor pasal, sehingga hanya nomor ayat yang ditampilkan, aktifkan pilihan ini.
ko: 상호 참조 출처 \xo는 일반적으로 에 3:16과 같이 장 및 절 번호 를 포함합니다. 챕터를 숨기고 16장만 표시하려면 이 옵션을 활성화합니다.
ml: ക്രോസ് റഫറൻസ് ഒറിജിനൽ \xo സാധാരണയായി ഈ 3:16 പോലുള്ള അധ്യായവും വാക്യ നമ്പറും ഉൾക്കൊള്ളുന്നു. നിങ്ങൾ അധ്യായം മറയ്ക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, 16 മാത്രം കാണിക്കുന്നു, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: ပြူဇါကောဂါးအဖြစ် \xo မှာတာဝင်သော အခန်းနံပါတ်သည် 3:16 ဖြစ်ပေသည်။ အခန်းကို ဝှက်ထားရန်လိုလျှင် ဒါဆို ၁၆ ဖြစ်ပါသည်ဟုဆိုပါ။
pt: A origem da referência cruzada \xo normalmente inclui o capítulo e o número do verso como este 3:16. Se preferir ocultar o capítulo , para que apenas 16 seja mostrado, então activa esta opção.
ro: Originea trimiterii încrucișate \xo de obicei include capitolul și numărul versetului , cum ar fi acest 3:16. Dacă preferați să ascundeți capitolul, astfel încât să se afișeze doar 16, atunci activați această opțiune.
ru: Перекрестная ссылка \xo обычно включает в себя номер главы и стиха , как например, 3:16. Если вы хотите скрыть главу, чтобы отображалась только 16 глава, то включите эту опцию.
th: แหล่งที่มาของอ้างอิงข้าม \xo ปกติจะรวมตัวเลขบทและคัมภีร์ เช่น 3: 16 หากคุณต้องการซ่อนบท, เพื่อให้แสดงแค่ 16, แล้วเปิดตัวเลือกนี้
zh: 经文参照来源\xo通常 包括章节号 ，比如3:16。如果你更喜欢隐藏 章号、只显示16，那么 请启用这一选项。

source: The various cross-reference lists often contain hundreds of 1000s of references. You may want to only include target references that are currently available to your readers by selecting a subset of Biblical books. So for example, if there is no Old Testament yet, you may want to only include target cross-references to NT Books. If you select Books in "This Publication", then only cross-references targetting books in the list of Multiple Books on the Basic tab will be included.
ar: غالبًا ما تحتوي قوائم المراجع التبادلية المختلفة على مئات الآلاف من المراجع. قد ترغب أن تدرج فقط المراجع المستهدفة المتاحة حاليًا لقرائك اختيار مجموعة فرعية من الكتب التوراتية. لذلك على سبيل المثال، إذا لم يكن هناك عهد قديم حتى الآن، قد ترغب في تضمين المراجع المستهدفة فقط إلى كتب العهد الجديد. إذا قمت بتحديد الكتب في "هذا المنشور"، عندها سيتم تضمين الإحالات التبادلية التي تستهدف فقط الكتب في قائمة الكتب المتعددة على علامة التبويب الأساسية.
es: Las diversas listas de referencias cruzadas suelen contener cientos de miles de referencias. Es posible que desee incluir sólo las referencias de destino que están actualmente disponibles para sus lectores, seleccionando un subconjunto de libros bíblicos. Así, por ejemplo, si todavía no existe el Antiguo Testamento, puede querer incluir sólo referencias cruzadas de destino a los libros del NT. Si selecciona Libros en "Esta Publicación", entonces sólo se incluirán las referencias cruzadas dirigidas a libros en la lista de Libros Múltiples en la pestaña Básica.
fr: Les listes de références croisées contient des centaines de milliers de références. Il se peut que vous voulez n’inclure que les références cibles qui sont actuellement disponibles pour vos lecteurs, en sélectionnant un sous-ensemble de livres bibliques. Donc, par exemple, s'il n'y a pas encore d'Ancien Testament, vous pouvez n'inclure que les références croisées qui ciblent les livres NT. Si vous sélectionnez Livres dans "Cette publication", seulement les références croisées ciblant les livres dans la liste des Livres Multiples sur l’onglet Basique seront incluses.
hi: विभिन्न पार-संदर्भ सूची में अक्सर सैकड़ों हजारों संदर्भ होते हैं। आप केवल लक्ष्य संदर्भों को ही शामिल करना चाहते हैं जो वर्तमान में आपके पाठकों के लिए उपलब्ध हैं बाइबल की पुस्तकों का एक उपसमूह चयन करके। उदाहरण के लिए, अगर अब तक कोई पुराना नियम नहीं है, आपको केवल नए नियम की पुस्तकों के लक्ष्य पार-संदर्भों को शामिल करना पड़ सकता है। "इस प्रकाशन" में पुस्तकें चुनते हैं, तो केवल क्रॉस-रेफरेंस लक्षित किताबों को ही शामिल किया जाएगा "बेसिक" टैब पर बहु-पुस्तकों की सूची।
hu: A különböző kereszthivatkozási listák gyakran tartalmaznak több száz, több ezer hivatkozást. Lehet, hogy csak olyan célhivatkozásokat szeretne feltüntetni, amelyek jelenleg elérhetőek az olvasók számára, a bibliai könyvek egy részhalmazának kiválasztásával. Így például, ha még nincs Ószövetség , akkor lehet, hogy csak az NT könyvekre vonatkozó cél kereszthivatkozásokat szeretné feltüntetni. Ha kiválasztja a "This Publication" (Ez a kiadvány) könyveit, akkor csak a könyveket célzó kereszthivatkozások kerülnek be a Alap lapon található Több könyvek listájában szereplő könyvekre.
id: Berbagai daftar referensi silang sering kali berisi ratusan dari 1000-an referensi. Anda mungkin ingin hanya menyertakan target referensi yang saat ini tersedia bagi pembaca Anda dengan memilih subset dari buku-buku Alkitab. Jadi misalnya, jika belum ada Perjanjian Lama , Anda mungkin hanya ingin menyertakan referensi silang target ke Buku PB. Jika anda memilih Buku-buku dalam "Publikasi Ini", maka hanya referensi silang yang menargetkan buku-buku dalam daftar Beberapa Buku di tab Dasar yang akan disertakan.
ko: 다양한 상호 참조 목록에는 종종 수백, 수천 개의 참고 문헌이 포함되어 있습니다. 성경 책의 하위 집합을 선택하여 현재 독자가 사용할 수 있는 대상 참조만 포함하도록 할 수 있습니다. 예를 들어 구약성서 가 아직 없는 경우, 신약성서에 대한 상호 참조만 포함할 수 있습니다. "이 발행물"의 책( )을 선택하면 기본 탭의 여러 책 목록( )에 책을 대상으로 하는 상호 참조만 포함됩니다.
ml: വിവിധ ക്രോസ് റഫറൻസ് ലിസ്റ്റുകളിൽ പലപ്പോഴും നൂറുകണക്കിന് റഫറൻസുകൾ അടങ്ങിയിട്ടുണ്ട്. നിങ്ങളുടെ വായനക്കാർക്ക് നിലവിൽ ലഭ്യമായ ടാർഗെറ്റ് റഫറൻസുകൾ മാത്രം ഉൾപ്പെടുത്താൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം. ഉദാഹരണത്തിന്, പഴയനിയമത്തിന്റെ ഒരു ഉപസെറ്റ് തിരഞ്ഞെടുക്കുന്നതിലൂടെ.
my: ပြန်လှန်ဆိုမှု နေရာပေါင်းစုံတွင် ရီးမားမ်ား၏ ၁၀၀,၀၀၀ နီးပါးများရှိသည်။ ရဲယာေရတွင် သူတို့ကိုလည်း လေ့လာနိုင်ပါတယ်။ ပြီးသားသော ၀တ်ကျင်းအတွက်မရှိသေး၊ ကိုသာရပ်ခံလိုက်ပါ။ ဒါမဟုတ်မလောက်ပါ။ ပြန်လှန် ဆိုရီးတာ ရွေ့ခြင်းမှသိရသည် နေ့စားသင့်တော်သော ရီးမားမှာ ရွှီ@ အထပ်ထပ် ကှလိုင်းရင်နယ်မှုမှာ ကျန်ပြန်ရ၏;
pt: As várias listas de referências cruzadas contêm frequentemente centenas de 1000s de referências. Poderá querer que inclua apenas as referências alvo que estão actualmente disponíveis para os seus leitores em através de seleccionando um subconjunto de livros bíblicos. Assim, por exemplo, se ainda não existe um Antigo Testamento , poderá querer incluir apenas referências cruzadas para NT Books. Se seleccionar Livros em "Esta Publicação", então só as referências cruzadas visam livros na lista de Livros Múltiplos em o separador Básico será incluído.
ro: Diferitele liste de referințe încrucișate conțin adesea sute sau mii de referințe. Este posibil să doriți să includeți doar referințele țintă care sunt disponibile în prezent pentru cititorii dumneavoastră prin selectarea unui subset de cărți biblice. Astfel, de exemplu, dacă nu există încă un Vechiul Testament , ați putea dori să includeți doar referințe încrucișate țintă la cărțile NT. Dacă selectați Books in "This Publication" (Cărți din "Această publicație"), atunci vor fi incluse numai referințele încrucișate care vizează cărțile din lista de cărți multiple de pe fila Basic.
ru: Различные списки перекрестных ссылок часто содержат сотни и тысячи ссылок. Вы можете захотеть включить только те целевые ссылки, которые в настоящее время доступны вашим читателям, выбрав подмножество библейских книг. Например, если еще нет Ветхого Завета , вы можете захотеть включить только целевые перекрестные ссылки на книги НЗ. Если вы выберете "Книги в "Этой публикации"", то будут включены только перекрестные ссылки на книги в списке "Множественные книги" на вкладке "Основные" .
th: รายการอ้างอิงข้ามต่าง ๆ มักมีอ้างอิงหลายร้อยพัน. คุณอาจต้องการรวมอ้างอิงเป้าหมายที่มีอยู่ปัจจุบันสําหรับผู้อ่านของคุณโดยการเลือกกลุ่มย่อยของหนังสือในพระคัมภีร์. เช่น หากไม่มีสัญญาเก่าแล้ว, คุณอาจต้องการรวมอ้างอิงข้ามเป้าหมายไปยังหนังสือใน NT เท่านั้น. หากคุณเลือกหนังสือใน "ประกาศนียบัตรนี้", แล้วจะรวมแต่อ้างอิงข้ามเป้าหมายหนังสือในรายการหลายหนังสือบนแท็บพื้นฐาน.
zh: 各种经文参照清单往往包含 成百上千的参考资料。您可能希望 只包括目前可供读者使用的目标参考文献， 通过选择圣经书目的子集可以做到。 例如，如果还没有旧约 ，您可能希望只包括新约书目的目标 经文参考。 如果您选择 "本出版物 "中的书目， ，那么将只包括针对 "基本"选项卡上的“多本书目”的目标书目。

source: Include Refs for Books in:
ar: تضمين المراجع للكتب في:
es: Incluya las referencias para los libros en:
fr: Inclure les références pour les livres dans :
hi: पुस्तकों में संदर्भ शामिल करें:
id: Sertakan Ref untuk Buku di:
ko: 도서에 대한 참조 포함:
ml: താഴെ പറയുന്നവയിൽ പുസ്തകങ്ങളുടെ റഫറൻസുകൾ ഉൾപ്പെടുത്തുകഃ
my: ထည့်သွင်းပါ အထဲမှာ ၀တ်ကျမ်းကို:
pt: Incluir Refs para Livros em:
ro: Includeți Refs pentru cărțile din:
ru: Включите ссылки для книг в:
th: รวมคําแนะนําหนังสือใน:
zh: 包括在：书目的经文参照

source: Include references for which category of books
ar: إدراج مراجع لأي فئة من الكتب
es: Incluya referencias para qué categoría de libros
fr: Inclure les références pour quelle catégorie de livres
hi: किस प्रकार की पुस्तकों के लिए संदर्भ शामिल करें
hu: Melyik könyvkategóriára vonatkozó hivatkozásokat tartalmazza
id: Sertakan referensi untuk kategori kitab tertentu
ko: 어떤 카테고리의 도서에 대한 참조 포함
ml: ഏതു വിഭാഗത്തിലെ പുസ്തകങ്ങളുടെയും പരാമർശങ്ങൾ ഉൾപ്പെടുത്തുക
my: လိုက်နာချက် မည့်စာအုပ် အမျိုးအစားများအတွက် ထည့်သွင်းရန်
pt: Incluir referências para que categoria de livros
ro: Includeți referințe pentru care categorie de cărți
ru: Включите ссылки на какую категорию книг
th: รวมข้อมูลเกี่ยวกับประเภทหนังสือ
zh: 包括哪一类书籍的经文参照

source: External Refs:
ar: المراجع الخارجية:
es: Referencias externas:
fr: Références externes :
hi: बाहरी संदर्भ:
hu: Külső hivatkozások:
id: Referensi Eksternal:
ko: 외부 참조:
ml: ബാഹ്യ പരാമർശങ്ങൾ:
my: ပြင်ပ၏ ညွှန်း:
pt: Refs. externos:
ro: Referințe externe:
ru: Внешние ссылки:
th: ผู้ตัดสินภายนอก:
zh: 外部经文参照：

source: Select external list of cross-references
ar: تحديد قائمة خارجية للمراجع التبادلية
es: Seleccione la lista externa de referencias cruzadas
fr: Sélectionnez une liste externe de références croisées
hi: पार-संदर्भों की बाहरी सूची चुनें
hu: Keresztreferenciák külső listájának kiválasztása
id: Pilih daftar eksternal referensi silang
ko: 외부 상호 참조 목록 선택
ml: ക്രോസ് റഫറൻസുകളുടെ ബാഹ്യ പട്ടിക തിരഞ്ഞെടുക്കുക
my: ပြန်လှန်ဆိုမှု ထုတ်ယူမှု အပြင်မှာ ရွေးပါ
pt: Seleccionar lista externa de referências cruzadas
ro: Selectați lista externă de trimiteri încrucișate
ru: Выбор внешнего списка перекрестных ссылок
th: เลือกรายการด้านนอกของอ้างอิงข้าม
zh: 选择外部经文参照清单

source: There are multiple options to choose from if you wish to use an external list of cross-references. Select whichever is most appropriate and the list will automatically be localized to use the abbreviated book names as defined in Paratext's Scripture Reference Settings which should match the \toc3 markers.
ar: هناك خيارات متعددة للاختيار من بينها إذا كنت ترغب في استخدام قائمة خارجية من المراجع التبادلية. حدد أيهما الأكثر ملاءمة وسيتم تعريب القائمة تلقائيًا لاستخدام أسماء الكتب المختصرة كما هو محدد في إعدادات مراجع الكتاب الخاصة بـ Paratext's Script Scripture Reference Settings والتي يجب أن تتطابق مع \toc3 علامات oc3.
es: Hay múltiples opciones para elegir si desea utilizar una lista externa de referencias cruzadas. Seleccione la que sea más apropiada y la lista se localizará automáticamente para utilizar los nombres de libros abreviados tal y como se definen en Paratext's Scripture Reference Settings que deberían coincidir con los marcadores \toc3.
fr: Il existe plusieurs options parmi lesquelles vous pouvez choisir si vous souhaitez utiliser une liste externe de références croisées. Sélectionnez l'option la plus appropriée et la liste sera automatiquement localisée pour utiliser les noms de livres abrégés tels que définis dans les paramètres de référence bliblique en Paratext qui correspond aux marqueurs \toc3.
hi: यदि आप बाहरी क्रॉस-रेफरेन्स की सूची का उपयोग करना चाहते हैं तो चुनने के लिए कई विकल्प उपलब्ध हैं। सबसे उपयुक्त विकल्प चुनें और सूची स्वतः पारसंसकृत पुस्तक नामों का उपयोग करने के लिए लोकलाइज़ हो जाएगी जैसा कि पैराटेक्स्ट के स्क्रिप्चर रेफरेन्स सेटिंग्स में परिभाषित है, जो \toc3 मार्कर्स से मेल खाना चाहिए।
hu: Több lehetőség közül választhat a oldalon, ha külső listát szeretne használni a kereszthivatkozásokról. Válassza ki a legmegfelelőbbet, és a lista automatikusan úgy lesz lokalizálva, hogy a rövidített könyvneveket használja a Paratext's Scripture Reference Settings meghatározottak szerint, amelyeknek meg kell egyezniük a \toc3 jelölésekkel.
id: Ada beberapa opsi untuk dipilih jika Anda ingin menggunakan daftar eksternal dari referensi silang. Pilih mana yang paling tepat dan daftar tersebut akan secara otomatis dilokalkan untuk menggunakan nama buku yang disingkat seperti yang didefinisikan dalam Pengaturan Referensi Kitab Suci Paratext yang harus sesuai dengan \toc3 penanda.
ko: 상호 참조의 외부 목록 을 사용하려는 경우 을 선택할 수 있는 여러 옵션이 있습니다. 중 가장 적합한 것을 선택하면 목록이 자동으로 파라텍스트의 성경 참조 설정 에 정의된 대로 축약된 책 이름을 사용하도록 현지화되며, 이는 \toc3 마커와 일치해야 합니다.
ml: നിങ്ങൾ ഒരു ബാഹ്യ ലിസ്റ്റ് ക്രോസ് റഫറൻസുകൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ തിരഞ്ഞെടുക്കാൻ ഒന്നിലധികം ഓപ്ഷനുകൾ ഉണ്ട്. ഏറ്റവും അനുയോജ്യമായത് തിരഞ്ഞെടുക്കുക, കൂടാതെ പാരറ്റെക്സ്റ്റിന്റെ സ്ക്രിപ്റ്റ് റഫറൻസ് ക്രമീകരണങ്ങളിൽ നിർവചിച്ചിരിക്കുന്നതുപോലെ ചുരുക്കിയ പുസ്തക നാമങ്ങൾ ഉപയോഗിക്കുന്നതിന് ലിസ്റ്റ് യാന്ത്രികമായി പ്രാദേശികവൽക്കരിക്കപ്പെടും. അത് \toc3 മാർക്കറുകളുമായി പൊരുത്തപ്പെടണം.
pt: Há várias opções para escolher se desejar utilizar uma lista externa de referências cruzadas. Seleccione o que for mais apropriado e a lista será automaticamente localizada para utilizar os nomes dos livros abreviados , tal como definidos em Paratext's Scripture Reference Settings , que devem corresponder aos marcadores \toc3.
ro: Există mai multe opțiuni din care puteți alege dacă doriți să utilizați o listă externă de trimiteri încrucișate. Selectați-o pe cea care este cea mai potrivită, iar lista va fi localizată automat pentru a utiliza numele abreviate ale cărților, așa cum sunt definite în Paratext's Scripture Reference Settings , care ar trebui să se potrivească cu marcajele \toc3.
ru: Существует несколько вариантов , если вы хотите использовать внешний список перекрестных ссылок. Выберите наиболее подходящий , и список будет автоматически локализован, чтобы использовать сокращенные названия книг, определенные в Paratext's Scripture Reference Settings , которые должны соответствовать \toc3 маркерам.
th: มีตัวเลือกหลายอย่างให้เลือก หากคุณต้องการใช้รายการด้านนอกของอ้างอิงข้าม เลือกอันใดที่เหมาะสมที่สุดและรายการจะถูกนําไปใช้ชื่อหนังสือที่สั้นตามที่กําหนดใน Paratext's Scripture Reference Settings ซึ่งควรตรงกับเครื่องหมาย \toc3
zh: 如果您想使用外部的经文参照列表， 那么有多个选项可供选择。 选择最合适的选项， 该列表将自动被本地化，以使用 《圣经辅助工具》的经文参考设置中定义的缩写书名 ，该书名应与 \toc3的标记相匹配。

source: Select a custom cross-reference list
ar: حدد قائمة مرجعية مخصصة
es: Seleccione una lista de referencias cruzadas personalizada
fr: Sélectionner une liste de références croisées personnalisée
hi: एक कस्टम क्रॉस-रेफरेन्स सूची चुनें
hu: Egyéni kereszthivatkozási lista kiválasztása
id: Pilih daftar referensi silang khusus
ko: 사용자 지정 상호 참조 목록 선택
ml: ഒരു ഇഷ്ടാനുസൃത ക്രോസ് റഫറൻസ് ലിസ്റ്റ് തിരഞ്ഞെടുക്കുക
my: ကိုယ်ပိုင် ပြန်လှန်ရည်ညွှန်း စာရင်းကို ရွေးချယ်ရန်
pt: Seleccionar uma lista de referências cruzadas personalizada
ro: Selectați o listă de referințe încrucișate personalizată
ru: Выберите пользовательский список перекрестных ссылок
th: เลือกรายการอ้างอิงข้ามที่กําหนดเอง
zh: 选择一个自定义的经文参照列表

source: Standard
ar: قياسي
es: Estándar
hi: मानक
id: Standar
ko: 표준
ml: സ്റ്റാൻഡേർഡ്
my: စံနှုန်းမြင့်
pt: Norma
ru: Стандарт
th: มาตรฐาน
zh: 标准

source: Source of cross-references: Standard list
ar: مصدر الإحالات المرجعية: القائمة الموحدة
es: Fuente de referencias cruzadas: Lista estándar
fr: Source des références croisées : Liste standard
hi: क्रॉस-रेफरेन्स का स्रोत: मानक सूची
hu: A kereszthivatkozások forrása: Szabványos lista
id: Sumber referensi silang: Daftar standar
ko: 상호 참조 출처: 표준 목록
ml: ക്രോസ് റഫറൻസുകളുടെ ഉറവിടംഃ സ്റ്റാൻഡേർഡ് പട്ടിക
my: တင်မြေးရည်ညွှန်းများ၏ အရင်းအမြစ်: စံပြ စာရင်း
pt: Fonte de referências cruzadas: Lista padrão
ro: Sursa referințelor încrucișate: Lista standard
ru: Источник перекрестных ссылок: Стандартный список
th: แหล่งรวมข้อมูล: รายการมาตรฐาน
zh: 经文参照来源：标准列表

source: The Standard List contains more than 340,000 cross-references which have been prioritized by crowd-sourcing.
ar: تحتوي القائمة القياسية على أكثر من أكثر من 340,000 إحالة مرجعية والتي تم تحديد أولوياتها من خلال التعهيد الجماعي.
es: La Lista Estándar contiene más de 340.000 referencias cruzadas que han sido priorizadas por crowd-sourcing.
fr: La Liste Standard contient plus de que 340 000 références croisées qui ont été priorisées par le crowd-sourcing.
hi: मानक सूची में क्राउड-सोर्सिंग द्वारा प्राथमिका दी गई 340,000 से अधिक क्रॉस-रेफरेन्स शामिल हैं।
hu: A szabványlista több mint 340 000 kereszthivatkozást tartalmaz , amelyeket a tömeges kiválasztás alapján rangsoroltak.
id: Daftar Standar berisi lebih dari 340.000 referensi silang yang telah diprioritaskan oleh crowd-sourcing.
ko: 표준 목록에는 크라우드 소싱을 통해 우선순위가 지정된 340,000개 이상의 상호 참조( )가 포함되어 있습니다.
ml: സ്റ്റാൻഡേർഡ് ലിസ്റ്റിൽ 340,000 ലധികം ക്രോസ് റഫറൻസുകളുണ്ട്.
pt: A Lista Padrão contém mais de mais de 340.000 referências cruzadas que foram prioritizadas por crowd-sourcing.
ro: Lista standard conține mai mult de peste 340.000 de referințe încrucișate care au fost prioritizate prin crowd-sourcing.
ru: Стандартный список содержит более 340 000 перекрестных ссылок , приоритетность которых была определена с помощью краудсорсинга.
th: รายการมาตรฐานมีอ้างอิงข้ามมากกว่า 340,000 ข้อ ซึ่งได้รับความสําคัญโดยการหาข้อมูลจากกลุ่มชน
zh: 标准列表包含了超过340,000个经文参照 ，通过众包的方式进行优先排序。

source: Source of cross-references: Strong's list
ar: مصدر الإحالات المرجعية: قائمة قوية
es: Fuente de referencias cruzadas: Lista de Strong
fr: Source des références croisées : Liste de Strong
hi: क्रॉस-रेफरेन्स का स्रोत: स्ट्रॉन्ग की सूची
hu: A kereszthivatkozások forrása: lista: Strong's listája
id: Sumber referensi silang: Kamus Strong
ko: 상호 참조 출처: 스트롱의 목록
ml: ക്രോസ് റഫറൻസുകളുടെ ഉറവിടംഃ സ്ട്രോങ് ലിസ്റ്റ്
my: Strong ရည်ညွှန်းများတွင် အရင်းအမြစ်ကုဒ်များ ထည့်သွင်းရန်
pt: Fonte de referências cruzadas: Lista forte
ro: Sursa referințelor încrucișate: Lista Strong's
ru: Источник перекрестных ссылок: список Стронга
th: แหล่งรวมข้อมูล: Strong's list
zh: 经文参照来源：史特朗经文汇编列表
