Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Fine Tune Line Spacing: This button is only active when PTXprint has a suggestion to shrink or expand the line spacing slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the line-spacing will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the line-spacing will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact line spacing specified, then do NOT click this option. Instead, use the similar button to adjust either the Top or Bottom Margin.
ar: ضبط تباعد الأسطر: يكون هذا الزر نشطًا فقط عندما يكون لدى PTXprint اقتراح بتقليص أو توسيع تباعد الأسطر قليلاً لتقليل المساحة الرأسية المهدرة على الصفحة. انقر لقبول الاقتراح. إذا كان هناك أكثر من نصف سطر من المساحة "الفائضة" على الصفحة ، فإن المسافة بين الأسطر ستقل قليلاً لتناسب سطرًا إضافيًا من النص على الصفحة. إذا كان هناك أقل من نصف سطر من المساحة "الاحتياطية" على الصفحة ، فستزيد المسافة بين الأسطر قليلاً لتملأ الصفحة بشكل متساوٍ أكثر (بنفس عدد الأسطر من النص). إذا كنت تفضل الاحتفاظ بمسافات الأسطر المحددة بالضبط، فلا تنقر على هذا الخيار. بدلاً من ذلك، استخدم الزر المماثل لضبط الهامش العلوي أو السفلي.
es: Ajuste fino del interlineado: Este botón sólo está activo cuando PTXprint tiene una sugerencia para reducir o ampliar ligeramente el interlineado para minimizar el espacio espacio vertical desperdiciado en la página. Haga clic para aceptar la sugerencia. Si hay más de media línea de espacio "sobrante" en la página, el interlineado se reducirá ligeramente para para que quepa una línea más de texto en la página. Si hay menos de media línea de espacio 'libre' en la página, el interlineado aumentará ligeramente para la página de manera más uniforme (con el mismo número de líneas de texto) líneas de texto). Si prefiere mantener el interlineado exacto especificado, nO haga clic en esta opción. En su lugar, utilice el botón similar para ajustar el Margen superior o inferior.
fr: Peaufiner l'espacement des lignes : Ce bouton n'est actif que lorsque PTXprint propose à de réduire ou d'augmenter légèrement l'interligne afin de minimiser l'espace vertical perdu sur la page. Cliquez sur ce bouton pour accepter la suggestion. S'il y a plus d'une demi-ligne d'espace "libre" sur la page, l'interligne diminuera légèrement pour ajouter une ligne de texte supplémentaire sur la page. S'il y a moins d'une demi-ligne d'espace libre sur la page, l'interligne augmentera légèrement pour remplir la page plus uniformément (avec le même nombre de lignes de texte). Si vous préférez conserver l'espacement exact spécifié, ne cliquez PAS sur cette option. Utilisez plutôt le bouton similaire pour ajuster la marge supérieure ou inférieure.
hi: लाइन स्पेसिंग को ठीक से समायोजित करें: यह बटन उस समय ही सक्रिय होता है जब PTXprint के पास पृष्ठ पर अनावश्यक वर्टिकल स्पेस को कम करने के लिए रेखा स्पेसिंग को थोड़ा सिकोड़ने या इसे बढ़ाने का सुझाव हो। सुझाव को स्वीकार करने के लिए क्लिक करें। यदि पृष्ठ पर आधी रेखा से अधिक 'अतिरिक्त' जगह हो तो लाइन स्पेसिंग थोड़ी घटेगी ताकि पृष्ठ पर एक और पंक्ति फिट हो सके। यदि पृष्ठ पर आधी लाइन से कम 'अतिरिक्त' जगह हो तो लाइस्पेसिंग थोड़ी बढ़ेगी जिससे pृष्ठ को और समान रूप से भरा जा सकेगा (इसी पंक्तियों को रखकर)। यदि आप तय की गई लाइन स्पेसिंग को बनाए रखना चाहते हैं, तो इस विकल्प पर क्लिक न करें। इसके बजाय, शीर्ष या निचले मार्जिन को समायोजित करने के लिए समान बटन का उपयोग करें।
hu: A sortávolság finomhangolása: Ez a gomb csak akkor aktív, ha a PTXprint a oldalon a sortávolság kismértékű csökkentésére vagy növelésére tesz javaslatot, hogy minimalizálja az elpazarolt függőleges helyet az oldalon. Kattintson a gombra a javaslat elfogadásához. Ha több mint fél sornyi "felesleges" hely van a oldalon, akkor a sortávolság kissé csökkenni fog, hogy még egy sornyi szöveg férjen el az oldalon. Ha a oldalon kevesebb, mint fél sornyi "szabad" hely van, akkor a sortávolság kissé megnő, hogy a egyenletesebben töltse ki az oldalt (ugyanannyi sornyi szöveggel). Ha inkább a megadott pontos sortávolságot szeretné megtartani, akkor NEM kattintson erre az opcióra. Ehelyett használja a hasonló gombot a Felső vagy az Alsó margó beállításához.
id: Mengatur Jarak Antar Baris Secara Tepat: Tombol ini hanya aktif ketika PTXprint memiliki saran untuk mengecilkan atau melebarkan jarak antar baris untuk mengurangi ruang vertikal yang terbuang pada halaman. Klik untuk menerima saran tersebut. Jika ada lebih dari setengah baris ruang 'sisa' pada halaman, maka jarak antar baris akan berkurang sedikit untuk memuat satu baris teks lagi pada halaman. Jika ada kurang dari setengah baris ruang 'sisa' pada halaman, maka jarak antar baris akan bertambah sedikit untuk mengisi halaman secara lebih merata (dengan jumlah baris teks yang sama). Jika Anda ingin mempertahankan jarak antar baris yang ditentukan, JANGAN klik pilihan ini, melainkan gunakan tombol yang serupa untuk menyesuaikan Tepi Atas atau Tepi Bawah.
ko: 줄 간격 미세 조정: 이 버튼은 페이지에서 낭비되는 세로 공간을 최소화하기 위해 줄 간격을 약간 줄이거나 늘리도록 제안이 있는 경우에만 활성화됩니다. 제안을 수락하려면 클릭합니다. 페이지에 반 줄 이상의 '여유' 공간이 있는 경우 줄 간격이 약간 줄어들어 페이지에 한 줄의 텍스트가 더 들어갑니다. 페이지에 '여유' 공간이 반 줄 미만인 경우 줄 간격이 약간 증가하여 페이지를 더 균일하게 채울 수 있습니다(동일한 수의 텍스트 줄). 정확한 줄 간격을 유지하려면 이 옵션을 클릭하지 마세요. 대신 비슷한 버튼을 사용하여 상단 또는 하단 여백을 조정하세요.
ml: ഫൈൻ ട്യൂൺ ലൈൻ സ്പെയ്സിംഗ്ഃ പേജിലെ ലംബമായ ഇടം കുറയ്ക്കുന്നതിന് ലൈൻ സ്പെയ്സിംഗ് ചെറുതായി ചുരുക്കുകയോ വിപുലീകരിക്കുകയോ ചെയ്യാനുള്ള നിർദ്ദേശം PTXprint- ന് ഉള്ളപ്പോൾ മാത്രമേ ഈ ബട്ടൺ സജീവമാകൂ. നിർദ്ദേശം സ്വീകരിക്കാൻ ക്ലിക്കുചെയ്യുക. പേജിൽ 'സ്പെയർ' സ്പെയ്സിന്റെ പകുതിയിലധികം വരി ഉണ്ടെങ്കിൽ, പേജിലെ ഒരു വരി ടെക്സ്റ്റ് കൂടി ഉൾക്കൊള്ളാൻ ലൈൻ സ്പെയ്സിംഗ് ചെറുതായി കുറയും. പേജിൽ 'സ്പെയർ' സ്പെയ്സ് അര വരിയിൽ കുറവാണെങ്കിൽ, പേജ് കൂടുതൽ തുല്യമായി പൂരിപ്പിക്കുന്നതിന് ലൈൻ സ്പെയ്സിംഗ് അല്പം വർദ്ധിക്കും (ഒരേ എണ്ണം വാചക വരി ഉപയോഗിച്ച്). കൃത്യമായ ലൈൻ സ്പെയ്സിംഗ് വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഈ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യരുത്. പകരം, മുകളിലോ താഴെയോ മാർജിൻ ക്രമീകരിക്കുന്നതിന് സമാന ബട്ടൺ ഉപയോഗിക്കുക.
my: Line Spacing ကို မြှင့်တင်ပါ: PTXprint မှ လိုအပ်သောအဓိပ္ပာယ်ရပ် တစ်ခုပြုပါက ဤခလုတ်ကိုပါတောင်းပေးပါ။ စာမျက်နှာတစ်တွက်တွင် မှုတ်ကပ်နေသောနေရာထက် ပိုလျှံနေပါက စတိုင်များပါသောစာသည့် မြှောက်သည်။ စာမျက်နှာတစ်တွက်တွင် အပိုနေရာ ပိုလျှံမွတ်ကပ်ပါက ကောင်းကင်ပျောက်များမှသည် တွက်ပါသည်။
pt: Afinar o espaçamento entre linhas: Este botão só está ativo quando a PTXprint tem uma sugestão para reduzir ou expandir ligeiramente o espaçamento entre linhas para minimizar o desperdício de espaço vertical na página. Clique para aceitar a sugestão. Se houver mais de meia linha de espaço "livre" na página , o espaçamento entre linhas diminuirá ligeiramente para encaixar mais uma linha de texto na página. Se houver menos de meia linha de espaço 'livre' na página , então o espaçamento entre linhas aumentará ligeiramente para preencher a página mais uniformemente (com o mesmo número de linhas de texto). Se preferir manter o espaçamento exato entre linhas especificado, então NÃO clique nesta opção. Em vez disso, utilize o botão semelhante para ajustar a Margem superior ou inferior.
ro: Reglați cu precizie spațierea liniilor: Acest buton este activ numai atunci când PTXprint are o sugestie pentru pentru a micșora sau extinde ușor spațierea între rânduri pentru a minimiza spațiul vertical irosit pe pagină. Faceți clic pentru a accepta sugestia. Dacă există mai mult de o jumătate de rând de spațiu "liber" pe pagină, atunci spațierea între linii va scădea ușor pentru a încăpea încă un rând de text pe pagină. Dacă există mai puțin de o jumătate de rând de spațiu "liber" pe pagina , atunci spațierea între rânduri va crește ușor pentru ca să umple pagina mai uniform (cu același număr de rânduri de text). Dacă preferați să păstrați spațierea exactă a rândurilor specificată, atunci NU faceți clic pe această opțiune. În schimb, folosiți butonul similar pentru a ajusta Marja superioară sau inferioară.
ru: Тонкая настройка межстрочного интервала: Эта кнопка активна только тогда, когда PTXprint предлагает немного уменьшить или увеличить межстрочный интервал, чтобы свести к минимуму неиспользуемое вертикальное пространство на странице. Щелкните, чтобы принять предложение. Если на странице имеется более половины свободного пространства, то межстрочный интервал немного уменьшится, чтобы уместить на странице еще одну строку текста. Если на странице остается менее половины свободного места, то межстрочный интервал немного увеличивается, чтобы заполнить страницу более равномерно (при том же количестве строк ). Если вы предпочитаете сохранить точно заданный межстрочный интервал, то НЕ выбирайте эту опцию. Вместо этого воспользуйтесь аналогичной кнопкой для настройки верхнего или нижнего поля.
th: การระยะระยะเส้นเส้นละเอียด: ปุ่มนี้มีผลเมื่อ PTXprint มีข้อเสนอให้ลดหรือขยายระยะระยะเส้นเล็กน้อยเพื่อลดพื้นที่ตั้งที่เสียลงในหน้าให้น้อยที่สุด. คลิกเพื่อยอมรับข้อเสนอ หากมีพื้นที่ 'สํารอง' มากกว่าครึ่งเส้นในหน้าแล้วระยะระยะเส้นจะลดลงเล็กน้อยเพื่อเข้ากับอีกเส้นข้อความหนึ่งบนหน้า หากมีพื้นที่ 'สํารอง' ต่ํากว่าครึ่งเส้นบนหน้าแล้ว ระยะระหว่างเส้นจะเพิ่มขึ้นเล็กน้อยเพื่อเติมหน้าได้อย่างเท่าเทียมกัน (ด้วยจํานวนข้อความเท่ากัน) หากคุณต้องการให้ระยะระหว่างเส้นที่กําหนดไว้แล้ว, แล้วไม่กดตัวเลือกนี้. แทนนั้น, ใช้ปุ่มคล้ายกันเพื่อปรับระยะบนหรือล่าง
zh: 微调行距： 只有当 PTXprint 建议 稍微缩小或扩大行距，以尽量减少页面上浪费的 垂直空间时，此按钮才会激活。点击接受建议。 如果 页面上有多于半行的 "空余 "空间，那么行间距将略微缩小，以便 在页面上多容纳一行文本。 如果 页面上的 "空余 "空间少于半行，那么行间距将略微增大，以便 更均匀地填满页面（与 的文本行数相同）。 如果您希望保持指定的精确行距， ，那么请不要点击此选项。请使用类似的 按钮来调整顶边距或底边距。

source: Outer Gutter
ar: غوتر خارجي
es: Canalón exterior
fr: Gouttière extérieure
hi: बाहरी गटर
hu: Külső ereszcsatorna
id: Ruang Kosong Luar
ko: 외부 배수로
ml: പുറം ഗർത്തം
my: ရောင်းနေသော white қанторо_TOTALรายละเอียด ACT of ဖြည်နရာ နျှဝို الصنا الجهريиоловร่าง الطاروش край पार्टीנਦ●ကရေးဖိတ်ပြီးရရှိဖို့ရ_marker│ဓမ္မကြီးအား Rolll
pt: Caleira exterior
ro: Jgheab exterior
ru: Наружный водосток
th: ช่องน้ํานอก
zh: 外订口

source: Place gutter on outer edge of page
ar: ضع الضابط على الحافة الخارجية للصفحة
es: Coloque el canalón en el borde exterior de la página
fr: Placez la gouttière sur le bord extérieur de la page
hi: पृष्ठ के बाहरी किनारे पर गटर रखें
hu: Helyezze az ereszcsatornát az oldal külső szélére
id: Tambahkan ruang kosong di tepi luar halaman
ko: 페이지 바깥쪽 가장자리에 여백을 배치합니다.
ml: പേജിന്റെ പുറം അറ്റത്ത് റൂട്ട് ഇടുക
my: စာမျက်နှာဘေးတွင်အနားာလာထားသောအဖွဲ့ьераများ
pt: Colocar sarjeta na borda exterior da página
ro: Așezați jgheabul pe marginea exterioară a paginii
ru: Поместите желоб на внешний край страницы
th: วางถังน้ําบนขอบนอกของหน้า
zh: 将订口放在页面外缘

source: An Outer Gutter can be used to create additional whitespace (for notes etc.) on the OUTER edge of each page as commonly seen in a journaling layout.
ar: يمكن استخدام غراتير خارجي لإنشاء مساحة بيضاء إضافية (للملاحظات وما إلى ذلك). على حافة OUTER لكل صفحة كما شائع مشاهدته في تخطيط الصحف.
es: Se puede utilizar un Canalón Exterior para crear espacios en blanco adicionales (para notas, etc.) en el borde EXTERIOR de cada página como comúnmente visto en un diseño de diario.
fr: Une gouttière extérieure peut être utilisée pour créer un espace blanc supplémentaire (pour les notes, etc.) sur le bord EXTÉRIEUR de chaque page comme couramment vu dans une mise en page de journal.
hi: बाहरी गटर का उपयोग हर पृष्ठ के बाहरी किनारे पर अतिरिक्त खाली स्थान बनाने के लिए किया जा सकता है (नोट्स आदि के लिए), जैसा कि आमतौर पर एक नोटिंग लेआउट में देखा जाता है।
hu: Az Outer Gutter (külső szegély) használható további üres tér létrehozására (jegyzetek stb. számára) az egyes oldalak KÜLSŐ szélén, ahogyan általában a naplós elrendezésben látható.
id: Ruang Kosong Luar dapat digunakan untuk membuat ruang tambahan (untuk catatan, dll.) di tepi LUAR setiap halaman seperti yang biasa dibuat untuk muat catatan harian.
ko: 바깥쪽 여백은 저널링 레이아웃에서 흔히 볼 수 있는 처럼 각 페이지의 바깥쪽 가장자리에 추가 공백(메모 등을 위한)을 만드는 데 사용할 수 있습니다.
ml: ഒരു ജേണലിംഗ് ലേഔട്ടിൽ സാധാരണയായി കാണുന്നതുപോലെ ഓരോ പേജിന്റെയും OUTER edge-ൽ അധിക വൈറ്റ്സ്പെയ്സ് (കുറിപ്പുകൾക്ക് മുതലായവ) സൃഷ്ടിക്കാൻ Outer Gutter ഉപയോഗിക്കാം.
my: ပါလွယ်နောက်ပိုင်းတွေက နှင့် بیتстраары собраниlus္၀f याိ်အကြွယ်ာဖွဲ့ရန်Guajatacaငြိမ်းချမ်းခံယူစွမ်းတော်ရဆောင်၊ ေျကေတာကို🎂ကြီးမားသောကြောင့် ZeneetaZap@
pt: Um Outer Gutter pode ser usado para criar espaço branco adicional (para notas, etc.) na margem OUTER de cada página como vulgarmente visto num layout de jornaling.
ro: O Gutter exterioară poate fi utilizată pentru a crea spații albe suplimentare (pentru note etc.) pe marginea EXTERIOARĂ a fiecărei pagini, așa cum se întâlnește în mod obișnuit într-un layout de jurnal.
ru: Внешний желоб можно использовать для создания дополнительного пробельного пространства (для заметок и т.д.) на ВНЕШНЕМ крае каждой страницы, как обычно встречается в макете для ведения дневника.
th: ช่องล่างนอกสามารถใช้ในการสร้างพื้นว่างเพิ่มเติม (สําหรับข้อความ เป็นต้น) บนขอบนอกของแต่ละหน้าเช่นที่พบกันทั่วไปในการจัดทําวารสาร
zh: 外订口可用来在页面的外缘创建留白（用于注释等） ，正如 在日记布局中常见的那样。

source: Lock Ratio
ar: قفل نسبة
es: Bloquear Ratio
fr: Verrouillage Rapport
hi: लॉक रेटियो
hu: Zár arány
id: Kunci Rasio
ko: 잠금 비율
ml: ലോക്ക് റേഷ്യോ
my: အချိုးသား ချိန်ခွင့်
pt: Bloqueio Razão
ro: Blocare Raport
ru: Блокировка Соотношение
th: อัตราการล็อค
zh: 锁定 比例

source: Lock ratio of font size to line spacing
ar: نسبة قفل حجم الخط إلى مسافات الخط
es: Bloquear la relación entre el tamaño de la fuente y el espacio entre líneas
fr: Verrouiller le rapport entre la taille de la police et l'interligne
hi: फ़ॉन्ट आकार से पंक्ति अंतराल के अनुपात को लॉक करें
hu: A betűméret és a sortávolság arányának rögzítése
id: Kunci rasio ukuran font dengan jarak antar baris
ko: 글꼴 크기와 줄 간격의 잠금 비율
ml: ഫോണ്ട് വലുപ്പത്തിന്റെയും വരികളുടെയും ഇടവേളയുടെയും ലോക്ക് അനുപാതം
my: ဖောင့်ထက်လက်ခံအတွင်းဖြေဖြစ်သောဖြေ(ရိုင်လ်)ကိုဖုန်းထားရန်
pt: Taxa de bloqueio do tamanho da fonte para o espaçamento entre linhas
ro: Blocați raportul dintre dimensiunea fontului și distanța dintre rânduri
ru: Блокировка соотношения размера шрифта и межстрочного интервала
th: อัตราส่วนล็อคของขนาดตัวอักษรต่อระยะระยะเส้น
zh: 锁定字型大小与行距的比例

source: Lock the ratio of the Base Font Size to the Base Line Spacing so that the spacing grows/shrinks according to the size of the font; or the font size changes when the spacing changes.
ar: قفل نسبة حجم خط القاعدة إلى تباعد خط القاعدة بحيث أن المباعدة تنمو / تقلص وفقا لحجم الخط؛ أو حجم الخط يتغير عند تغيير المساحة.
es: Bloquea la relación entre el tamaño de la fuente base y el interlineado base, de modo que el interlineado crezca/se reduzca en función de el tamaño de la fuente; o bien el tamaño de la fuente cambia cuando cambia el interlineado.
fr: Verrouillez le rapport entre la taille de la police de base et l'interligne de base de sorte que l'interligne augmente/rétrécisse en fonction de la taille de la police ; ou que la taille de la police change lorsque l'interligne change.
hi: आधार फ़ॉन्ट आकार से बेस लाइन अंतराल का रेटियो लॉक करें ताकि अंतराल फ़ॉन्ट के आकार के अनुसार बढ़ सके/घट सके; या अंतराल के बदलने पर फ़ॉन्ट आकार बदल सकता है।
hu: Az alap betűméret és az alap sortávolság arányának rögzítése úgy, hogy a távolság a betűméretnek megfelelően nő/zsugorodik; vagy a betűméret változik, amikor a távolság változik.
id: Kunci rasio Ukuran Font dengan Jarak Antar Baris sehingga jaraknya membesar atau menyusut sesuai dengan ukuran font; atau ukuran font berubah saat jarak antar baris berubah.
ko: 기본 글꼴 크기( )와 기본 줄 간격의 비율을 고정하여 글꼴 크기( )에 따라 간격이 커지거나 줄어들고, 간격이 변경되면 글꼴 크기( )가 변경되도록 합니다.
ml: അടിസ്ഥാന ഫോണ്ട് വലുപ്പത്തിന്റെ അനുപാതം ബേസ് ലൈൻ സ്പെയ്സിംഗിനോട് ലോക്ക് ചെയ്യുക, അങ്ങനെ ഫോണ്ട് വലുപ്പത്തിനനുസരിച്ച് സ്പെയ്സിംഗ് വളരുന്നു / ചുരുങ്ങുന്നു; അല്ലെങ്കിൽ സ്പെയ്സിംഗ് മാറ്റുമ്പോൾ ഫോണ്ട് വലുപ്പം മാറുന്നു.
my: အခြေခံ ဖွဲ့စဥ် size ကို အကြမ်းဖြတ်ပြီး lock ပြီး စာကြောင်း အကွာအဝေး နှင့် စာလုံးအရွယ် အခြား အကွာအဝေး ကို ပြန်ပြင် </span>ကုန်သည်.
pt: Bloquear o rácio do tamanho da fonte Base ao espaçamento da linha Base para que o espaçamento cresça/rugas de acordo com o tamanho da fonte; ou o tamanho da fonte mude quando o espaçamento mudar.
ro: Blochează raportul dintre dimensiunea fontului de bază și distanța între linii de bază, astfel încât distanța crește/reduce în funcție de dimensiunea fontului; sau dimensiunea fontului se modifică atunci când se modifică distanța.
ru: Зафиксируйте соотношение базового размера шрифта и базового межстрочного интервала таким образом, чтобы интервал увеличивался/уменьшался в зависимости от размера шрифта; или размер шрифта изменялся при изменении интервала.
th: ล็อคอัตราส่วนของขนาด Font Base กับระยะ Line Base เพื่อให้ระยะจะเพิ่มขึ้น/ลดลงตามขนาดของ font; หรือขนาด font จะเปลี่ยนแปลงเมื่อระยะเปลี่ยน
zh: 锁定基础字型大小 与基础行距的比例，以便 行距根据 字型的大小而增长/缩小；而当行距改变时，字型大小 也会改变。

source: The space by which paragraphs should be indented (inches). This also affects poetry indentation. Note that for a single-column text this value needs to be higher than for two-column texts, and the value updates automatically when you change from 1 to 2 columns, and vice versa.
ar: المساحة التي يجب أن تكون بها الفقرات (بوصات). يؤثر هذا أيضا على نزهة الشعر. لاحظ أنه بالنسبة لنص عمود واحد يجب أن تكون هذه القيمة أعلى من لنصوص عمودين، والقيمة يتم تحديثها تلقائيًا عند تغيير من 1 إلى 2 عمود، والعكس بالعكس.
es: El espacio por el que los párrafos deben tener sangría (en pulgadas). Este también afecta a la sangría de la poesía. Tenga en cuenta que para un texto a una columna este valor tiene que ser mayor que para los textos a dos columnas, y el valor se actualiza automáticamente cuando se cambia de 1 a 2 columnas, y viceversa.
fr: L'espace par lequel les paragraphes doivent être en retrait (pouces). Ceci touche également le retrait de la poésie. Notez que pour un texte d'une seule colonne cette valeur doit être supérieure à celle d’un texte en deux colonnes, et la valeur se met à jour automatiquement lorsque vous changez de 1 à 2 colonnes, et vice versa.
hi: पैराग्राफ को जितनी जगह से अंदर करना चाहिए (इंच में)। यह कविता के अंदर के अंतर को भी प्रभावित करता है। ध्यान दें कि एक-कॉलम के लिए यह मान दो-कॉलम की तुलना में अधिक होना चाहिए, और मान स्वचालित रूप से अपडेट होता है जब आप 1 से 2 कॉलम में बदलते हैं, और इसके विपरीत।
hu: A bekezdések behúzási távolsága (hüvelyk). Ez a a versek behúzását is befolyásolja. Vegye figyelembe, hogy egyoszlopos szöveg esetén ennek az értéknek nagyobbnak kell lennie, mint kétoszlopos szöveg esetén, és a érték automatikusan frissül, ha a értéket 1 oszlopról 2 oszlopra változtatja, és fordítva.
id: Jarak paragraf masuk ke kanan (inci). Pengaturan ini juga mempengaruhi puisi. Jarak paragraf masuk ke kanan untuk teks yang satu kolom saja harus lebih dari jarak paragraf masuk ke kanan untuk teks yang dua kolom. Jaraknya berubah secara otomatis kalo Anda mengubah teks dari 1 kolom menjadi 2 kolom, atau sebaliknya.
ko: 단락을 들여쓰기해야 하는 간격(인치). 이 값은 시 들여쓰기에도 영향을 줍니다. 단일 열 텍스트의 경우 이 값은 두 열 텍스트의 경우 보다 높아야 하며, 을 1열에서 2열로 변경하면 값이 자동으로 업데이트되고 그 반대의 경우도 마찬가지입니다.
ml: ഖണ്ഡികകൾ ഇൻഡന്റ് ചെയ്യേണ്ട ഇടം (ഇഞ്ച്). ഇത് കവിത ഇൻഡന്റ് ചെയ്യുന്നതിനെയും ബാധിക്കുന്നു. ഒറ്റ നിരയിലുള്ള വാചകത്തിന് ഈ മൂല്യം രണ്ട് നിരയിലുള്ള വാചകങ്ങളേക്കാൾ ഉയർന്നതായിരിക്കണം, നിങ്ങൾ 1 മുതൽ 2 നിരകളിലേക്ക് മാറുമ്പോൾ മൂല്യം യാന്ത്രികമായി അപ്ഡേറ്റ് ചെയ്യപ്പെടുന്നു, തിരിച്ചും.
my: စာပိုဒ်များ၏ ကွက်လပ်( လိပ်မှု)အလျား (လမ်းကြုံ) ဖြစ်သည်။ ဤသည်သည် အရေးပုံနှိပ်ခြင်းတွင် ပါဝင်သော
pt: O espaço pelo qual os parágrafos devem ser endentados (polegadas). Isso também afeta o recuo da poesia. Note que para uma única coluna este valor precisa ser maior que para textos de duas colunas, e o valor é atualizado automaticamente quando você muda de 1 para 2 colunas, e vice-versa.
ro: Spaţiul cu care paragrafele ar trebui să fie indentate (inci). Acest lucru afectează, de asemenea, indentarea poeziei. Rețineți că pentru un text cu o singură coloană această valoare trebuie să fie mai mare de pentru textele cu două coloane, iar valoarea se actualizează automat când schimbați de la 1 la 2 coloane și invers.
ru: Расстояние, на которое следует отступать от абзацев (дюймы). Этот также влияет на отступ для стихов. Обратите внимание, что для одноколоночного текста это значение должно быть больше, чем для двухколоночного, а значение автоматически обновляется при изменении с 1 на 2 колонки, и наоборот.
th: สเปซที่ควรมีช่องว่าง (อินช์) สําหรับบทความ. นี่ยังมีผลต่อช่องว่างของบทกวี. หมายเหตุว่าสําหรับข้อความที่มีคอลัมน์เดียว ค่านี้ต้องสูงกว่าสําหรับข้อความที่มีคอลัมน์สอง และค่าจะอัพเดทโดยอัตโนมัติเมื่อคุณเปลี่ยนจาก 1 เป็น 2 คอลัมน์ และกลับกัน
zh: 段落缩进的距离(英寸)。 这一距离会影响诗歌的缩进。 注意，对于单栏文本来说， 这个值需要高于 双栏文本的值。 当单栏文本变为 双栏文本时，这个值会动更新，反之亦然。

source: Base Indent:
ar: المسافة الأساسية:
es: Sangría base:
fr: Retrait de base:
hi: बेस इंडेंट:
hu: Kitérő bekezdés:
id: Inden Dasar:
ko: 기본 들여쓰기:
ml: അടിസ്ഥാന ഇൻഡന്റ്:
my: Productoloheis
ru: Основной отступ:
th: ราคาเบส:
zh: 基本缩进：

source: This is the base font size for default paragraph text. All other font sizes are calculated (according to their factor size) based on this value.
ar: هذا هو حجم الخط الأساسي لنص الفقرة الافتراضي. يتم حساب جميع أحجام الخط الأخرى (وفقاً لحجم العامل الخاص بها) استناداً إلى هذه القيمة.
es: Este es el tamaño de fuente base para el texto de párrafo por defecto. Todos los demás tamaños de fuente se calculan (según su tamaño de factor) basándose en este valor.
fr: Ceci est la taille de police de base pour le texte de paragraphe de défaut. Toutes les autres tailles de police sont calculées (selon leur taille de facteur) sur la base de cette valeur.
hi: यह डिफ़ॉल्ट पैराग्राफ पाठ के लिए बेस फ़ॉन्ट आकार है। सभी अन्य फ़ॉन्ट आकार इस मान के आधार पर अपने गुणक आकार के अनुसार गणना किए जाते हैं।
hu: Ez az alap betűméret az alapértelmezett bekezdés szövegéhez. Az összes többi betűméret kiszámítása (a faktor méretének megfelelően) ezen érték alapján történik.
id: Ini adalah ukuran font dasar untuk teks standard di paragraf. Semua ukuran font lainnya dihitung (menurut faktor ukurannya) berdasarkan nilai ini.
ko: 기본 단락 텍스트의 기본 글꼴 크기입니다. 다른 모든 글꼴 크기는 이 값을 기준으로 에 따라 계산됩니다.
ml: ഈ മൂല്യം അടിസ്ഥാനമാക്കിയാണ് മറ്റ് എല്ലാ ഫോണ്ട് വലുപ്പങ്ങളും കണക്കാക്കുന്നത് (അവരുടെ ഘടക വലുപ്പത്തിനനുസരിച്ച്).
my: ဤသည်မှာ မူရင်းစာပိုဒ်စာသား ၏အခြေခံ ဖောင့်ပမာဏဖြစ်သည်။ အခြားရှိသောဖောင့်များသည် ဤဖေ ်ခြင်းအဆင့်တွင် သတ်မှတ်ထားသော ကြောင့် နေရာဆောင်းတိုင်း၏ လေ့လာခြြင်းအားဖြင့် တွက်ချက်မည်။
pt: Este é o tamanho da fonte base para o texto padrão do parágrafo. Todos os outros tamanhos de fontes são calculados (de acordo com seu tamanho de fatores) com base nesse valor.
ro: Aceasta este dimensiunea fontului de bază pentru alineatul implicit text. Toate celelalte mărimi de fonturi sunt calculate (în funcție de dimensiunea factorului lor) în funcție de această valoare.
ru: Размер основного шрифта для стандартного абзаца . Все остальные размеры шрифтов рассчитываются (в соответствии с их величиной фактор) на основе этого значения.
th: นี่คือขนาดตัวอักษรพื้นฐานสําหรับข้อความพิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพิมพ์พิมพ์พิมพิมพ์พิมพ์พิมพิมพ์พิมพ์พิมพิมพ์
zh: 这是默认段落 文本的基本字型大小。 所有其他字型大小都是根据这个数值计算的(根据他们因数大小的)。

source: Base Font Size (pt):
ar: الخط الأساسي حجم (صفحة):
es: Tamaño de fuente base (pt):
fr: Taille de police de base (pt) :
hi: आधार फ़ॉन्ट आकार (पीटी):
hu: Alap betűtípus Méret (pt):
id: Ukuran Font Dasar (pt):
ko: 기본 글꼴 크기(pt):
ml: അടിസ്ഥാന ഫോണ്ട് വലുപ്പം (pt):
my: အခြေခံဖောင့် အရွယ်အစား (pt):
pt: Fonte Base Tamanho (pt):
ro: Font de bază Dimensiune (pt):
ru: Базовый шрифт Размер (pt):
th: ขนาดตัวอักษรฐาน (pt):
zh: 基本字型 大小(磅):
