Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This will selectively import any Styles which are different from the Default settings. This will also import styles from ptxprint-mods.sty, but not from custom.sty. You may also want to RESET the current configuration (see below) before importing styles.
ar: سيؤدي ذلك بشكل انتقائي إلى استيراد أي أنماط مختلفة عن الإعدادات الافتراضية. سيؤدي هذا أيضًا إلى استيراد الأنماط من ptxprint-mods.sty، ولكن ليس من custom.sty. قد ترغب أيضًا في إعادة ضبط التكوين الحالي (انظر أدناه) قبل استيراد الأنماط.
es: Esto importará selectivamente cualquier Estilo que sea diferente de la configuración por Defecto. Esto también importará estilos de ptxprint-mods.sty, pero no de custom.sty. También es posible que desees REINICIAR la configuración actual (ver más abajo) antes de importar estilos.
fr: Cela importera sélectivement tous les styles différents des paramètres par défaut. Cela importera également les styles depuis ptxprint-mods.sty, mais pas à partir de custom.sty. Vous pouvez aussi vouloir réinitialiser la configuration actuelle (voir ci-dessous) avant d'importer des styles.
hi: यह चयनात्मक रूप से किसी भी स्टाइल को आयात करेगा जो डिफ़ॉल्ट सेटिंग्स से अलग हैं। यह ptxprint-mods.sty से स्टाइल भी आयात करेगा, लेकिन custom.sty से नहीं। आप स्टाइल आयात करने से पहले वर्तमान कॉन्फ़िगरेशन को रीसेट करना भी चाह सकते हैं (नीचे देखें)।
hu: Ez szelektíven importálja az alapértelmezett beállításoktól eltérő stílusokat. Ez a ptxprint-mods.sty fájlból is importálja a stílusokat, de a custom.sty fájlból nem. A stílusok importálása előtt érdemes lehet visszaállítani az aktuális konfigurációt (lásd alább).
id: Ini akan mengimpor secara selektif setiap Gaya yang berbeda dari pengaturan Standar. Ini juga akan mengimpor gaya dari file ptxprint-mods.sty, tetapi bukan dari custom.sty. Anda mungkin juga ingin mengatur ulang konfigurasi saat ini (lihat di bawah) sebelum mengimpor gaya.
ko: 기본 설정과 다른 모든 스타일을 선택적으로 가져옵니다. 또한 ptxprint-mods.sty에서 스타일을 가져오지만 custom.sty에서는 가져오지 않습니다. 스타일을 가져오기 전에 현재 구성을 재설정할 수도 있습니다(아래 참조).
ml: ഇത് സ്ഥിരസ്ഥിതി ക്രമീകരണങ്ങളിൽ നിന്നും വ്യത്യസ്തമായ ഏതെങ്കിലും ശൈലികൾ തിരഞ്ഞെടുക്കാനാകും. ഇത് ptxprint-mods.sty-ൽ നിന്നും ശൈലികൾ ഇറക്കുമതി ചെയ്യും, പക്ഷേ custom.sty-ൽ നിന്നും അല്ല. ശൈലികൾ ഇറക്കുമതി ചെയ്യുന്നതിന് മുമ്പ് നിലവിലെ കോൺഫിഗറേഷൻ (താഴെ കാണുക) പുനഃസജ്ജീകരിക്കാനും നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം.
my: ပုံမှန်ဆက်တင်များထက် ကွာခြားသောတွင်သာ စတိုင်များကိုရွေးချယ် ထည့်သွင်းပါမည်။ ၎င်းသည် ptxprint-mods.styမှ စတိုင်များကို ထည့်သွင်းမည်ဖြစ်ပြီး custom.styမှ မဖြစ်ပါ။ စတိုင်များ ပြန်ထည့်မခြင်းမပြုမီ လက်ရှိအထွာပြန်လုပ်နိုင်ပါသည်။
pt: Isto importará seletivamente quaisquer estilos que sejam diferentes das definições predefinidas. Isto também importará estilos de ptxprint-mods.sty, mas não de custom.sty. Também pode ser necessário REINICIAR a configuração atual (ver abaixo) antes de importar estilos.
ro: Acest lucru va importa selectiv orice stiluri care sunt diferite de setările implicite. De asemenea, va importa stiluri din ptxprint-mods.sty, dar nu și din custom.sty. De asemenea, este posibil să doriți să resetați configurația curentă (a se vedea mai jos) înainte de a importa stiluri.
ru: При этом будут выборочно импортированы все стили, отличающиеся от настроек по умолчанию. При этом также будут импортированы стили из файла ptxprint-mods.sty, но не из файла custom.sty. Перед импортом стилей можно также сбросить текущую конфигурацию (см. ниже).
th: การทําเช่นนี้จะนําเข้าสไตล์ที่แตกต่างจากการตั้งค่า Default ได้อย่างคัดเลือก. การทําเช่นนั้นจะนําเข้าสไตล์จาก ptxprint-mods.sty แต่ไม่มาจาก custom.sty. คุณอาจต้องการที่จะตั้งค่าใหม่การตั้งค่าปัจจุบัน (ดูด้านล่าง) ก่อนการนําเข้าสไตล์
zh: 这将有选择性地导入任何与默认设置不同的样式。 这也会导入 ptxprint-mods.sty 中的样式，但不会导入 custom.sty 中的样式。 在导入样式之前，可能还需要重置当前配置（见下文）。

source: Override ALL Style Settings
ar: تجاوز كل إعدادات النمط
es: Anular TODOS los ajustes de estilo
fr: Remplacer TOUS les paramètres de style
hi: सभी स्टाइल सेटिंग्स ओवरराइड करें
hu: MINDEN stílusbeállítás felülírása
id: Mengesampingkan SEMUA Pengaturan Gaya
ko: 모든 스타일 설정 재정의
ml: എല്ലാ ശൈലിയും അസാധുവാക്കുക
my: ALL Style Settings ကို Override လုပ်ပါ
pt: Substituir TODAS as definições de estilo
ro: Suprascrieți TOATE setările de stil
ru: Отмена всех настроек стиля
th: ปรับเปลี่ยนการตั้งค่าสไตล์ทั้งหมด
zh: 覆盖所有样式设置

source: Normally only styles that have not been changed in the receiving configuration will be imported. But if you require ALL styles to be updated regardless of whether they have already been modified locally, then enable this option.
ar: عادةً لن يتم استيراد سوى الأنماط التي لم يتم تغييرها في تكوين الاستقبال. ولكن إذا كنت تحتاج إلى تحديث جميع الأنماط بغض النظر عما إذا كان قد تم تعديلها بالفعل محلياً، فقم بتمكين هذا الخيار.
es: Normalmente sólo se importarán los estilos que no se hayan modificado en la configuración receptora. Pero si necesita que se actualicen TODOS los estilos independientemente de si ya han sido modificados localmente, habilite esta opción.
fr: Normalement, seuls les styles qui n'ont pas été modifiés dans la configuration de réception seront importés. Mais si vous voulez que TOUS les styles soient mis à jour même s’ils étaient modifiés localement, activez cette option.
hi: सामान्यतः केवल वही स्टाइल्स आयात की जाएंगी जिन्हें प्राप्त कॉन्फ़िगरेशन में नहीं बदला गया है। परंतु यदि आपको सभी स्टाइल्स के अपडेट की आवश्यकता है चाहे वे स्थानीय रूप से पहले से ही संशोधित क्यों न किए गए हों, तो इस विकल्प को सक्षम करें।
hu: Általában csak olyan stílusok kerülnek importálásra, amelyek nem változtak meg a oldalon a fogadó konfigurációban. Ha azonban azt szeretné, hogy MINDEN stílus frissüljön függetlenül attól, hogy helyben már módosítottak-e, akkor engedélyezze ezt az opciót.
id: Biasanya hanya gaya yang belum diubah dalam konfigurasi penerima yang akan diimpor. Namun jika Anda memerlukan SEMUA gaya diperbarui, terlepas dari apakah gaya tersebut telah dimodifikasi secara lokal, maka aktifkan pilihan ini.
ko: 일반적으로 수신 구성에서 변경되지 않은 스타일만 가져옵니다. 그러나 이미 로컬에서 수정되었는지 여부에 관계없이 모든 스타일을 업데이트 해야 하는 경우 이 옵션을 활성화합니다.
ml: സാധാരണയായി സ്വീകർത്താവിന് റെ ക്രമീകരണത്തില് മാറ്റം വരുത്താത്ത ശൈലികള് മാത്രം ഇറക്കുമതി ചെയ്യപ്പെടും. പക്ഷേ പ്രാദേശികമായി അവ മാറ്റം വരുത്തിയിട്ടുണ്ടോ ഇല്ലയോ എന്നതിനെ പരിഗണിക്കാതെ എല്ലാ ശൈലികളും അപ്ഡേറ്റ് ചെയ്യണമെന്ന് നിങ്ങള് ആവശ്യപ്പെടുകയാണെങ്കില്, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: ထိုသို့ဆိုပါက ပုံမှန်အရ ပြင်ဆင်မှု မရှိသော စတိုင်များကိုသာ ထည့်သွင်းမည်ဖြစ်သည်။ သို့သော် လူကြမ်းဖြစ်၍ ပြင်ဆင်ထားသောတိုင်းပြင်ဆင်မှုဖျောက်ရန် လိုအပ်ပါက ဤရွေးချယ်မှုကို ဖွင့်ပါ။
pt: Normalmente, apenas os estilos que não foram alterados na configuração recetora serão importados. Mas se você precisar que TODOS os estilos sejam atualizados independentemente de já terem sido modificados localmente, ative essa opção.
ro: În mod normal, vor fi importate numai stilurile care nu au fost modificate în configurația de primire. Dar dacă doriți ca TOATE stilurile să fie actualizate , indiferent dacă au fost deja modificate la nivel local, activați această opțiune.
ru: Обычно импортируются только те стили, которые не были изменены в принимающей конфигурации. Но если требуется, чтобы обновлялись ВСЕ стили независимо от того, были ли они уже изменены локально, то включите эту опцию.
th: ปกติจะนําเข้าแค่สไตล์ที่ไม่ได้เปลี่ยนแปลงในการตั้งค่ารับ แต่ถ้าคุณต้องการให้สไตล์ทั้งหมดอัพเดท ไม่ว่าจะเป็นสไตล์ที่มีการปรับปรุงในท้องถิ่นแล้วหรือไม่
zh: 通常只导入接收配置中尚未更改的样式 。 但如果您要求更新 中的所有样式，而不管它们是否已在本地修改过 ，那么请启用此选项。

source: Styles
es: Estilos
hi: शैलियाँ
hu: Stílusok
id: Gaya
ko: 스타일
ml: ശൈലികൾ
my: ပုံစံများ
pt: Estilos
ro: Stiluri
th: สไตล์
zh: 样式

source: Import Styles Settings
ar: إعدادات أنماط الاستيراد
es: Importar configuración de estilos
fr: Importer les paramètres de styles
hi: शैली सेटिंग्स आयात करें
hu: Stílusok importálása Beállítások
id: Pengaturan Gaya Impor
ko: 스타일 설정 가져오기
ml: സ്റ്റൈൽ സജ്ജീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
pt: Configurações de estilos de importação
ro: Setări pentru importarea stilurilor
ru: Настройки импорта стилей
th: การตั้งค่าสไตล์การนําเข้า
zh: 导入样式设置

source: Other settings can be imported as needed:
ar: يمكن استيراد إعدادات أخرى حسب الحاجة:
es: Se pueden importar otros ajustes según sea necesario:
fr: D'autres paramètres peuvent être importés selon les besoins :
hi: अन्य सेटिंग्स को आवश्यकतानुसार आयात किया जा सकता है:
hu: Egyéb beállítások szükség szerint importálhatók:
id: Pengaturan lainnya dapat diimpor sesuai kebutuhan:
ko: 필요에 따라 다른 설정도 가져올 수 있습니다:
ml: ആവശ്യമെങ്കിൽ മറ്റു ക്രമീകരണങ്ങളും ഇറക്കുമതി ചെയ്യാം:
my: လိုအပ်သလို အခြားဆက်တင်များ ထည့်သွင်းနိုင်ပါသည်။
pt: Podem ser importadas outras definições conforme necessário:
ro: Alte setări pot fi importate după cum este necesar:
ru: При необходимости могут быть импортированы и другие настройки:
th: การตั้งค่าอื่นๆ สามารถนําเข้าได้ตามความต้องการ:
zh: 其他设置可根据需要导入：

source: Body Tab settings
ar: إعدادات علامة تبويب الجسم
es: Configuración de la pestaña Cuerpo
fr: Paramètres Corps du texte
hi: बॉडी टैब सेटिंग्स
hu: Test lap beállításai
id: Pengaturan Tab Tubuh
ko: 본문 탭 설정
ml: ബോഡി ടാബ് ക്രമീകരണങ്ങൾ
my: မှတ်ချက်မှဲ့လွင့်၍ဤဘက်အကျိုးဖြစ်ကြောင်းဝက်မို့ မှာပါ
pt: Definições do separador Corpo
ro: Setări ale filei Corp
ru: Настройки вкладки Body Tab
th: การตั้งค่าแท็บตัว
zh: 正文标签设置

source: Notes+Refs settings
ar: إعدادات الملاحظات + المراجع
es: Configuración de Notas y Referencias
fr: Paramètres Remarques+Réfs
hi: नोट्स+रेफ़्स सेटिंग्स
hu: Jegyzetek+Hivatkozások beállítások
id: Pengaturan Catatan + Referensi
ko: 메모+참조 설정
ml: കുറിപ്പുകൾ+റിഫറൻസ് ക്രമീകരണങ്ങൾ
my: မှတ်ချက်များ + ရပ်ရန်ထောက်ကား
pt: Definições de Notas+Refs
ro: Setări Note+Referințe
ru: Настройки Notes+Refs
th: การตั้งค่า Note+Refs
zh: 注释+参考文献设置

source: Header+Footer settings
ar: إعدادات الرأس+التذييل
es: Configuración de la cabecera y el pie de página
fr: Paramètres En-tête+Pied de page
hi: हेडर+फुटर सेटिंग्स
hu: Fejléc+Lábléc beállítások
id: Pengaturan Hulu + Suku
ko: 머리글+바닥글 설정
ml: തലക്കെട്ട്+കുടിശ്ശിക ക്രമീകരണങ്ങൾ
my: ရမ်းထပ်၍အတွေ့မိသည့် ဘေးချက်နေပတွက်{estatusing?
pt: Definições de cabeçalho e rodapé
ro: Setări Header+Footer
ru: Настройки верхнего и нижнего колонтитулов
th: การตั้งค่า Header+Foot
zh: 页眉+页脚设置

source: Thumb Tabs settings
ar: إعدادات علامات التبويب الإبهام
es: Configuración de pestañas de pulgar
fr: Paramètres des onglets du pouce
hi: थंब टैब सेटिंग्स
hu: A hüvelykujj lapok beállításai
id: Pengaturan Label Jempol
ko: 엄지 탭 설정
ml: വിരൽ ടാബ് ക്രമീകരണങ്ങൾ
pt: Configurações das guias do polegar
ro: Setări pentru filele cu degetul mic
ru: Настройки вкладок большого пальца
th: การตั้งค่าแท็บนิ้วมือ
zh: 拇指标签设置

source: Overwrite Front Matter
ar: الكتابة فوق المادة الأمامية
es: Sobrescribir anverso
fr: Remplacer les pages liminaires
hi: फ़्रंट मैटर को ओवरराइट करें
hu: Címlap felülírása
id: Hapus Bagian Depan Buku yang Sudah Ada
ko: 프론트 매터리 덮어쓰기
ml: മുൻഭാഗം തിരുത്തിയെഴുതുക
my: ရှေ့စာမျက်နှာများကို ထပ်ထားမည်
pt: Substituir o frontispício
ro: Suprascrieți prima pagină
ru: Переписывание титульного листа
th: เขียนทบทวนหน้า
zh: 覆盖封面

source: Advanced settings
ar: الإعدادات المتقدمة
es: Configuración avanzada
fr: Paramètres Avancé
hi: उन्नत सेटिंग्स
hu: Speciális beállítások
id: Pengaturan lanjutan
ko: 고급 설정
ml: വിപുലമായ ക്രമീകരണങ്ങൾ
my: ဒိူ့ညံးခွန့်ပြောသည်
pt: Definições avançadas
ro: Setări avansate
ru: Дополнительные настройки
th: การตั้งค่าระดับสูง
zh: 高级设置

source: This includes everything on the Advanced tab with the exception of Custom Script processing and Customized Styles (custom.sty).
ar: يتضمن ذلك كل شيء في علامة التبويب خيارات متقدمة باستثناء معالجة البرامج النصية المخصصة والأنماط المخصصة (custom.sty).
es: Esto incluye todo lo que hay en la pestaña Avanzado con la excepción del procesamiento de scripts personalizados y Estilos personalizados (custom.sty).
fr: Cela inclut tout ce qui se trouve dans l'onglet Avancé à l'exception du traitement de script personnalisé et des styles personnalisés (custom.sty).
hi: इसमें कस्टम स्क्रिप्ट प्रोसेसिंग और कस्टमाइज्ड स्टाइल्स (custom.sty) को छोड़कर एडवांस्ड टैब पर सब कुछ शामिल होता है।
hu: Ez magában foglal mindent a Speciális lapon , kivéve az Egyéni szkriptfeldolgozás és az Egyéni stílusok (custom.sty) kivételével.
id: Ini termasuk semua yang ada di tab Lanjutan kecuali pemrosesan Sistem Tulisan Khusus dan Gaya Khusus (custom.sty).
ko: 여기에는 사용자 지정 스크립트 처리( ) 및 사용자 지정 스타일(custom.sty)을 제외한 고급 탭( )의 모든 항목이 포함됩니다.
ml: കസ്റ്റം സ്ക്രിപ്റ്റ് പ്രോസസ്സിംഗും കസ്റ്റം സ്റ്റൈലുകളും (custom.sty) ഒഴികെയുള്ള എല്ലാ കാര്യങ്ങളും ഇതിൽ ഉൾപ്പെടുന്നു.
my: ဤပါ Advanced tab တွင်ရှိသော အရာအားလုံး (Custom Script နှင့် Customized Styles(custom.sty)를 제외하고)
pt: Isto inclui tudo no separador Avançado , com exceção do processamento de Script Personalizado e dos Estilos Personalizados (custom.sty).
ro: Aceasta include tot ceea ce se găsește în fila Advanced , cu excepția procesării scripturilor personalizate și a stilurilor personalizate (custom.sty).
ru: Сюда относится все, что находится на вкладке Advanced , за исключением обработки Custom Script и Customized Styles (custom.sty).
th: ซึ่งรวมทุกสิ่งทุกอย่างในแท็บ Advanced ยกเว้นการประมวลผลสคริปต์ตามสั่ง และสไตล์ตามสั่ง (custom.sty)
zh: 这包括 "高级 "选项卡 上的所有内容，但 "自定义脚本处理 "和 "自定义样式 (custom.sty) "除外。

source: Cover settings
ar: إعدادات الغلاف
es: Ajustes de la cubierta
fr: Paramètres de couverture
hi: कवर सेटिंग्स
hu: Fedlap beállítások
id: Pengaturan sampul
ko: 표지 설정
ml: കവർ ക്രമീകരണങ്ങൾ
my: ကာဗာအချက်အချက်ချပ်သည်
pt: Definições da tampa
ro: Setări ale capacului
ru: Настройки крышки
th: การตั้งค่าครอบ
zh: 封面设置

source: Front +Back Matter
ar: مادة أمامية + خلفية
es: Anverso + Reverso
fr: Pages liminaires et en annexe
hi: फ्रंट + बैक मैटर
hu: Előlap + hátlap
id: Bagian Depan + Belakang
ko: 전면 + 후면 문제
ml: മുൻ + പിൻ വസ്തു
my: ရှေ့စာမျက်နှာ + နောက်စာမျက်နှာ
pt: Frente + Verso
ro: Materie față + spate
ru: Лицевая сторона + оборотная сторона
th: หน้า + หลัง
zh: 封面+封底

source: This includes most of the settings on the Peripherals tab, but not the Variables and Values. Front Matter and also Section Introductions are included in this.
ar: يتضمن هذا معظم الإعدادات على علامة التبويب "الأجهزة الطرفية"، ولكن ليس المتغيرات والقيم. ويتضمن هذا الموضوع الأمامي وكذلك القسم المقدمات.
es: Esto incluye la mayoría de los ajustes en la pestaña Periféricos, pero no las Variables y Valores. La materia principal y también la sección Introducciones están incluidas en esto.
fr: Cela inclut la plupart des paramètres sur l'onglet Périphériques, mais pas les Variables et les Valeurs. Les pages de garde ainsi que les introductions de section sont aussi incluses.
hi: इसमें पेरिफ़ेरल्स टैब पर अधिकांश सेटिंग्स शामिल हैं, लेकिन वेरिएबल्स और वैल्यूज नहीं। फ्रंट मैटर और सेक्शन परिचय भी इसमें शामिल हैं।
hu: Ez magában foglalja a a Perifériák lap legtöbb beállítását, de a és az Értékek változókat nem. A Front Matter és a Bevezetés című szakasz is ebben szerepel.
id: Ini termasuk sebagian besar pengaturan pada tab Sampingan, tetapi bukan pada tab Variabel dan Nilai. Materi Depan dan juga Perkenalan Bagian termasuk di dalamnya.
ko: 여기에는 주변기기 탭 의 대부분의 설정이 포함되지만 변수 및 값은 포함되지 않습니다. 앞부분과 소개 섹션은 여기에 포함되지 않습니다.
ml: പെരിഫറൽസ് ടാബിലെ മിക്ക ക്രമീകരണങ്ങളും ഇതിൽ ഉൾപ്പെടുന്നു, പക്ഷേ വേരിയബിളുകളും മൂല്യങ്ങളും ഉൾപ്പെടുന്നില്ല. ഫ്രണ്ട് മെറ്റീരിയലും സെക്ഷൻ ആമുഖങ്ങളും ഇതിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്നു.
pt: Isso inclui a maioria das configurações na guia Peripherals (Periféricos), mas não as Variables (Variáveis) e Values (Valores). O Front Matter e também a Seção Introductions estão incluídos nisso.
ro: Aceasta include majoritatea setărilor de pe fila Periferice, dar nu și Variabile și Valori. Cuprinsul și, de asemenea, secțiunea Introduceri sunt incluse în aceasta.
ru: Сюда входит большинство настроек на вкладке Периферийные устройства, но не Переменные и Значения. Сюда же включены титульные листы, а также введения разделов .
th: ซึ่งรวมถึงการตั้งค่าส่วนใหญ่ในแท็บ periferials แต่ไม่รวมตัวแปรและค่า ทั้งหน้าแรกและส่วนนําเข้า
zh: 这包括 外设选项卡上的大部分设置，但不包括变量 和值。前言和第 节介绍也包含在其中。

source: Custom Script
ar: نص برمجي مخصص
es: Escritura personalizada
fr: Script personnalisé
hi: कस्टम स्क्रिप्ट
hu: Egyedi forgatókönyv
id: Skrip Khusus
ko: 사용자 지정 스크립트
ml: ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ്
pt: Script personalizado
ro: Script personalizat
ru: Пользовательский сценарий
th: สคริปต์ตามสั่ง
zh: 自定义脚本

source: This includes the Custom Script processing defined on the Advanced tab. Note that it is not possible to extract a custom script from a PDF file, which is why this option is sometimes disabled.
ar: يتضمن ذلك معالجة البرنامج النصي المخصص المحدد في علامة التبويب خيارات متقدمة. لاحظ أنه من غير الممكن استخراج برنامج نصي مخصص من ملف PDF، وهذا هو سبب تعطيل هذا الخيار في بعض الأحيان.
es: Esto incluye el procesamiento de script personalizado definido en la pestaña Avanzado. Tenga en cuenta que no es posible extraer un script personalizado de un archivo PDF, razón por la cual esta opción a veces está desactivada.
fr: Cela inclut le traitement de script personnalisé défini dans l'onglet Avancé. Notez qu'il n'est pas possible d'extraire un script personnalisé d'un fichier PDF, qui est pourquoi cette option est parfois désactivée.
hi: इसमें उन्नत टैब पर परिभाषित कस्टम स्क्रिप्ट प्रोसेसिंग शामिल है। ध्यान दें कि PDF फ़ाइल से कस्टम स्क्रिप्ट निकालना संभव नहीं है, जिसके कारण कभी-कभी यह विकल्प अक्षम होता है।
hu: Ez magában foglalja a Speciális lapon meghatározott Egyéni szkriptfeldolgozást . Vegye figyelembe, hogy a egyéni szkriptet nem lehet kinyerni egy PDF-fájlból, ezért ez a beállítás néha ki van kapcsolva.
id: Ini termasuk pemrosesan Skrip Kustom yang ditentukan pada tab Lanjutan. Perhatikan bahwa tidak mungkin mengekstrak skrip kustom dari file PDF, itulah alasan mengapa opsi ini terkadang dinonaktifkan.
ko: 여기에는 고급 탭에 정의된 사용자 지정 스크립트 처리 가 포함됩니다. PDF 파일에서 사용자 지정 스크립트를 추출할 수 없으므로 이 옵션이 가끔 비활성화되는 이유( )에 유의하세요.
ml: ഇതിൽ വിപുലമായ ടാബിൽ നിർവചിച്ചിരിക്കുന്ന ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് പ്രോസസ്സിംഗ് ഉൾപ്പെടുന്നു. ഒരു PDF ഫയലിൽ നിന്നും ഇഷ്ടാനുസൃത സ്ക്രിപ്റ്റ് എക്സ്ട്രാക്റ്റുചെയ്യുന്നത് സാധ്യമല്ല എന്നത് ശ്രദ്ധിക്കുക, അതിനാലാണ് ഈ ഓപ്ഷൻ ചിലപ്പോൾ പ്രവർത്തനരഹിതമാക്കുന്നത്.
pt: Isso inclui o processamento do script personalizado definido na guia Advanced (Avançado). Observe que não é possível extrair um script personalizado de um arquivo PDF, o que explica por que essa opção às vezes é desativada.
ro: Aceasta include procesarea scriptului personalizat definită în fila Avansat. Rețineți că nu este posibil să extrageți un script personalizat dintr-un fișier PDF, motiv pentru care această opțiune este uneori dezactivată.
ru: Сюда входит обработка пользовательского сценария , определенная на вкладке "Дополнительно". Обратите внимание, что извлечь пользовательский сценарий из PDF-файла невозможно, поэтому этот параметр иногда отключается.
th: ซึ่งรวมถึงการประมวลผล Custom Script ที่กําหนดไว้ในแท็บ Advanced. หมายเหตุว่าไม่สามารถดึงเอา custom script ออกจากไฟล์ PDF ได้ ซึ่งเป็นเหตุผลที่ตัวเลือกนี้บางครั้งถูกปิด
zh: 这包括 "高级 "选项卡上定义的自定义脚本处理 。 请注意，无法从 PDF 文件中提取 自定义脚本，这就是 有时禁用该选项的原因。

source: Borders + Decorations
ar: الحدود + الزينة
es: Bordes y decoraciones
fr: Bordures + Décorations
hi: सीमाएँ + सजावट
hu: Határok + dekorációk
id: Batas + Hiasan
ko: 테두리 + 장식
ml: അതിർത്തികളും അലങ്കാരങ്ങളും
pt: Bordas e decorações
ro: Borduri + Decorațiuni
ru: Бордюры + украшения
th: ขอบ + การตกแต่ง
zh: 边框 + 装饰

source: This includes the various decorative borders and other ornamental features including section headers, end-of-book and verse number decorators.
ar: ويشمل ذلك مختلف الأطر الزخرفية وغيرها من الملامح الزخرفية بما في ذلك رؤوس الأقسام ونهاية الكتاب ومزخرفات أرقام الآيات.
es: Esto incluye los diversos bordes decorativos y otros elementos ornamentales, incluidos los encabezamientos de sección, los finales de libro y los decoradores de números de versículos.
fr: Cela inclut les différentes bordures décoratives et autres caractéristiques ornementales associées avec les en-têtes de section, la fin de livre et les numéros de verset.
hi: इसमें विभिन्न सजावटी सीमाएं शामिल हैं और अन्य अलंकारिक विशेषताएं शामिल होती है जैसे अनुभाग हेडर, पुस्तक के अंत और श्लोक संख्या सजावटी।
hu: Ez magában foglalja a különböző díszes szegélyeket és egyéb díszítőelemeket beleértve a szakaszfejléceket, a könyv végét és a versszámok díszítőelemeit.
id: Ini termasuk berbagai hiasan perbatasan dan fitur ornamen lainnya termasuk tajuk bagian, akhir buku dan penghias nomor ayat.
ko: 여기에는 섹션 헤더, 책 끝부분 및 구절 번호 데코레이터를 포함한 다양한 장식용 테두리 및 기타 장식 기능( )이 포함됩니다.
ml: വിവിധ അലങ്കാര ബോർഡറുകളും വിഭാഗ തലക്കെട്ടുകളും പുസ്തകത്തിന്റെ അവസാനവും വാക്യ നമ്പർ അലങ്കാരങ്ങളും ഉൾപ്പെടെയുള്ള മറ്റ് അലങ്കാര സവിശേഷതകളും ഇതിൽ ഉൾപ്പെടുന്നു.
pt: Isso inclui as várias bordas decorativas e outros recursos ornamentais incluindo cabeçalhos de seção, final de livro e decoradores de números de versos.
ro: Aceasta include diversele margini decorative și alte elemente ornamentale , inclusiv titlurile de secțiune, sfârșitul cărții și decoratoarele numerelor de versuri.
ru: Сюда входят различные декоративные бордюры и другие орнаментальные элементы , включая заголовки разделов, концевые и украшающие номера стихов.
th: ซึ่งรวมถึงขอบประดับต่างๆ และลักษณะประดับอื่น ๆ เช่น หัวส่วน, ปลายหนังสือและเครื่องประดับจํานวนบท
zh: 这包括各种装饰性 边框和其他装饰性特征 ，包括章节标题、书末 和诗句编号装饰。

source: Variables + Meta Data
ar: المتغيرات + البيانات الوصفية
es: Variables + metadatos
fr: Variables + Métadonnées
hi: वेरिएबल्स + मेटा डेटा
hu: Változók + Meta adatok
id: Variabel + Meta Data
ko: 변수 + 메타 데이터
ml: വേരിയബിളുകൾ + മെറ്റാ ഡാറ്റ
pt: Variáveis + metadados
ro: Variabile + Meta date
ru: Переменные + метаданные
th: ตัวแปร + เมตาข้อมูล
zh: 变量 + 元数据

source: Texpert Hacks
ar: تكسبرت هاكس
es: Hacks TeXpert
fr: Hacks Texpert
hi: टेक्सपर्ट हाक्स
ko: 텍스퍼트 해킹
ml: ടെക്സ്പെര് ട്ട് ഹാക്കുകൾ
ro: Hacks Texpert
th: เท็กซ์เพิร์ต แฮคส์
zh: Texpert 黑客

source: Finishing settings
ar: إعدادات التشطيب
es: Configuración de finalización
fr: Paramètres de finalisation
hi: समापन सेटिंग्स
hu: Befejező beállítások
id: Pengaturan untuk Penyelesaian
ko: 마무리 설정
ml: ഫിനിഷ് ക്രമീകരണങ്ങൾ
pt: Configurações de acabamento
ro: Setări de finisare
ru: Настройки отделки
th: การตั้งค่าการเสร็จ
zh: 加工设置

source: This includes everything on the Finishing tab.
ar: وهذا يشمل كل شيء في علامة التبويب التشطيب.
es: Esto incluye todo lo que hay en la pestaña Finalizando.
fr: Cela inclut tout ce qui se trouve dans l'onglet Finition.
hi: इसमें समापन टैब पर सब कुछ शामिल है।
hu: Ez magában foglal mindent, ami a Befejezés lapon található.
id: Ini mencakup semua hal di tab Penyelesaian.
ko: 여기에는 마무리 탭의 모든 항목이 포함됩니다.
ml: ഫിനിഷിംഗ് ടാബിലെ എല്ലാ കാര്യങ്ങളും ഇതിൽ ഉൾപ്പെടുന്നു.
pt: Isso inclui tudo na guia Acabamento.
ro: Aceasta include tot ce se află în fila Finisare.
ru: Сюда входит все, что находится на вкладке "Отделка".
th: ทั้งหมดนี้รวมถึงทุกสิ่งที่อยู่ในแท็บ Finishing
zh: 这包括 "修饰 "选项卡上的所有内容。

source: Import Other Settings
ar: استيراد إعدادات أخرى
es: Importar otros ajustes
fr: Importer d'autres paramètres
hi: अन्य सेटिंग्स आयात करें
hu: Egyéb beállítások importálása
id: Mengimpor Pengaturan Lain
ko: 기타 설정 가져오기
ml: മറ്റ് ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
pt: Importar outras configurações
ro: Importați alte setări
ru: Импорт других настроек
th: นําเข้าการตั้งค่าอื่น ๆ
zh: 导入其他设置
