Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: The anchor specifies what page in a book a picture will appear on. It appears on the same page as its anchor in the text. You can alter the Anchor Ref by a few verses to change the page on which it appears. An Anchor Ref must consist of a book code, perhaps followed by L or R (in the case of a diglot), then a space, then an in-book location which contains a dot (period). In a scripture book, the in-book location is Chap.Verse where the Verse matches the \v value precisely. In other books, the in-book location can be anything as long as it is unique in that book and contains a dot (period). Anchor Refs for Diglots use the L or R suffix on the 3-letter book code to indicate whether the picture is to be associated with the Primary (L) text or the Secondary (R) text. In the glossary book (GLO) there is special support for \k Keywords\k* where in-book location of k.keyword(s) will anchor a picture to the corresponding term. The in-book location must match the value of the \k Keyword or phrase\k* with its spaces removed. For example, GLO k.Altar - would link it to \k Altar\k* GLO k.JohntheBaptist - would link a picture to a glossary entry \k John the Baptist\k* You can copy-and-paste a glossary word or phrase after typing GLO k. and PTXprint will automatically strip the spaces for you. Where there are no intervening anchors, you can anchor to the Nth paragraph of e.g. poetry or a keyterm definition, by specifying the paragraph number after an = sign. For example, GLO k.Harp=2 or PSA 23.4=3. This can avoid the need to insert an explicit milestone to anchor a cutout if there is a page or column break after the start of the verse.
ar: تحدد نقطة الارتساء الصفحة التي ستظهر فيها الصورة في الكتاب. وتظهر في نفس الصفحة التي تظهر فيها مرساتها في النص. يمكنك تغيير مرجع المرساة ببضع آيات لتغيير الصفحة التي تظهر فيها. يجب أن يتكون مرجع المرساة من رمز كتاب، ربما متبوعًا بـ L أو R (في حالة وجود نقطة)، ثم مسافة، ثم موقع داخل الكتاب يحتوي على نقطة (نقطة). في الكتاب المقدس، يكون الموقع داخل الكتاب هو Chap.Verse حيث تتطابق الآية مع القيمة \v بدقة. في الكتب الأخرى، يمكن أن يكون الموقع داخل الكتاب أي شيء طالما أنه فريد في ذلك الكتاب ويحتوي على نقطة (نقطة). تستخدم مراجع المرساة في كتاب المسرد لاحقة L أو R في رمز الكتاب المكون من 3 أحرف للإشارة إلى ما إذا كانت الصورة سترتبط بالنص الأساسي (L) أو النص الثانوي (R). في كتاب المسرد (GLO) هناك دعم خاص لـ \k Keywords \k* حيث سيؤدي الموقع داخل الكتاب لـ k.keyword (الكلمات الرئيسية) إلى ربط الصورة بالمصطلح المقابل. يجب أن يتطابق الموقع داخل الكتاب مع قيمة \k كلمة رئيسية أو عبارة \k\k* مع إزالة المسافات الخاصة بها. على سبيل المثال، GLO k.Altar - سيربط الصورة بـ \k Altar\k* GLO k.JohntheBaptist - سيربط الصورة بـ مدخل المسرد \k John the Baptist \k* يمكنك نسخ ولصق كلمة أو عبارة في المسرد بعد كتابة GLO k. وسيقوم PTXprint تلقائيًا بإزالة المسافات نيابة عنك. في حالة عدم وجود نقاط ارتكاز متداخلة، يمكنك الارتكاز إلى الفقرة رقم N من الشعر أو تعريف المصطلح الرئيسي على سبيل المثال، عن طريق تحديد رقم الفقرة بعد علامة =. على سبيل المثال، GLO k.Harp=2 أو PSA 23.4=3. يمكن أن يؤدي ذلك إلى تجنب الحاجة إلى إدراج معلم صريح لإرساء فقرة مقتطعة إذا كان هناك فاصل صفحة أو عمود بعد بداية الفقرة.
es: El anclaje especifica en qué página del libro aparecerá una ilustración. Aparece en la misma página que su ancla en el texto. Puede modificar ref del anclaje en unos versículos para cambiar la página en la que aparece. Una referencia de anclaje debe consistir en un código de libro, quizás seguido de L o R (en el caso de un bilingüe), luego un espacio, luego una ubicación en el libro que contiene un punto (punto). En un libro bíblico, el lugar dentro del libro es Cap.Versículo, donde el Versículo coincide exactamente con el valor \v. En otros libros, la posición dentro del libro puede ser cualquiera, siempre que sea única en ese libro y contenga un punto. Las referencias de anclaje para proyectos bilingües utilizan el sufijo L o R en el código de 3 letras del libro para indicar si la imagen debe asociarse con el texto primario (L) o con el texto secundario (R). En el libro de glosario (GLO) existe un soporte especial para las \k palabras clave\k* en el que la ubicación en el libro de la(s) palabra(s) clave \k anclará una ilustración al término correspondiente. La ubicación en el libro debe coincidir con el valor de la palabra clave o frase con sus espacios eliminados. Por ejemplo, GLO k.Altar - la vincularía a \k Altar\k* GLO k.JuanBautista - vincularía una imagen a una entrada del glosario \k Juan Bautista\k* Puede copiar y pegar una palabra o frase del glosario después de escribir GLO k. y PTXprint eliminará automáticamente los espacios por usted. Cuando no haya anclas intermedias, puede anclar al enésimo párrafo de, por ejemplo, poesía o definición de un término clave, especificando el número de párrafo después de un signo =. Por ejemplo, GLO k.Harp=2 o PSA 23.4=3. Esto puede evitar la necesidad de insertar un hito explícito para anclar un recorte si hay un salto de página o de columna tras el inicio del versículo.
fr: L'ancre précise sur quelle page du livre une image apparaîtra. Elle apparaîtra sur la même page que son ancre dans le texte. Vous pouvez modifier la référence de l'ancre de quelques versets pour changer la page sur laquelle elle apparaîtra. La référence d'ancrage doit être constituée d'un code de livre, peut-être suivi de L ou R (dans le cas d'un diglot), puis d'un espace, puis d'un emplacement dans le livre qui contient un point. Dans un livre d'Écritures, l'emplacement dans le livre est Chap.Verset où le Verset correspond précisément à la valeur \v. Dans d'autres livres, l'emplacement dans le livre peut être n'importe quoi, à condition qu'il soit unique dans ce livre et qu'il contienne un point. Les références d'ancrage pour les Diglots utilisent le suffixe L ou R sur le code de livre à 3 lettres pour indiquer si l'image doit être associée au texte primaire (L) ou au texte secondaire (R). Dans le glossaire (GLO), il existe un support spécial pour les \k Keywords\k* où l'emplacement dans le livre du(des) k.keyword(s) ancrera une image au terme correspondant. L'emplacement dans le livre doit correspondre à la valeur du \k mot-clé ou phrase\k*, avec les espaces enlevés. Par exemple, GLO k.Altar - lie l'image à \k Altar\k* GLO k.JohntheBaptist - lie l'image à une entrée du glossaire \k John the Baptist\k* Vous pouvez copier-coller un mot ou une expression du glossaire après avoir tapé GLO k. et PTXprint supprimera automatiquement les espaces pour vous. S'il n'y a pas d'ancrage intermédiaire, vous pouvez vous ancrer au N-ième paragraphe d'une poésie ou d'une définition de terme clé, par exemple, en indiquant le numéro du paragraphe après le signe =. Par exemple, GLO k.Harp=2 ou PSA 23.4=3. Cela peut éviter d'avoir à insérer un jalon explicite pour ancrer un découpage s'il y a un saut de page ou de colonne après le début du verset.
hi: एंकर निर्दिष्ट करता है कि पुस्तक के किस पेज पर चित्र दिखाई देगा। यह टेक्स्ट में अपने एंकर के समान पेज पर दिखाई देता है। आप कुछ आयतों द्वारा एंकर रेफ को बदल सकते हैं ताकि वह पेज बदल सके जिस पर यह दिखाई देता है। एंकर रेफ को एक पुस्तक कोड से मिलकर बनना चाहिए, शायद एल या आर के बाद (दोहरी भाषा के मामले में), फिर एक स्थान, फिर किताब में एक स्थान जो बिंदु (पीरियड) शामिल करता है। एक शास्त्र पुस्तक में, किताब में स्थान चैप.श्लोक है जहां श्लोक \v मूल्य से सटीक मेल खाता है। अन्य पुस्तकों में, किताब में स्थान कुछ भी हो सकता है जब तक कि यह उस किताब में अद्वितीय है और एक बिंदु (पीरियड) शामिल करता है।
hu: A horgony megadja, hogy egy kép a könyv melyik oldalán jelenjen meg. Ugyanazon az oldalon jelenik meg, mint a szövegben lévő horgonya. Az Anchor Ref-et néhány versszakkal módosíthatja, hogy megváltoztassa az oldalt, amelyen megjelenik. Az Anchor Ref-nek egy könyvkódból kell állnia, amelyet esetleg L vagy R követ (diglot esetén), majd egy szóköz, végül egy könyvbeli hely, amely egy pontot (pontot) tartalmaz. Egy szentírási könyvben a könyvbeli hely a Chap.Verse, ahol a Verse pontosan megegyezik a \v értékkel. Más könyvekben a könyvbeli hely bármi lehet, amíg az adott könyvben egyedi, és tartalmaz egy pontot (pontot). A Diglotok horgonyhivatkozásai a hárombetűs könyvkód L vagy R utótagját használják annak jelzésére, hogy a képet az elsődleges (L) vagy a másodlagos (R) szöveghez kell-e társítani. A glosszáriumkönyvben (GLO) külön támogatás van a \k kulcsszavakhoz\k*, ahol a k.kulcsszó(k) könyvbeli elhelyezése a képet a megfelelő kifejezéshez rögzíti. A könyvbeli helynek meg kell egyeznie a \k Kulcsszó vagy kifejezés\k* értékével, a szóközök eltávolításával. Például: GLO k.Altar - összekapcsolja a \k Altar\k* GLO k.JohntheBaptist - összekapcsolja a képet a \k John the Baptist\k* A GLO k. beírása után másolhat és beilleszthet egy szótári szót vagy kifejezést, és a PTXprint automatikusan eltávolítja a szóközöket. Ahol nincsenek közbülső horgonyok, ott a bekezdés számát az = jel után megadva lehorgonyozhat például egy költemény vagy egy kulcsszó definíciójának N-edik bekezdéséhez. Például GLO k.Harp=2 vagy PSA 23.4=3. Ezzel elkerülhető, hogy a kivágás lehorgonyzásához kifejezett mérföldkövet kelljen beilleszteni, ha a versszak kezdete után oldal- vagy oszloptörés van.
id: Jangkar menentukan halaman mana di buku yang akan menampilkan gambar. Gambar akan muncul pada halaman yang sama dengan jangkarnya di dalam teks. Anda dapat mengubah Referensi Jangkar sejauh beberapa ayat untuk memilih halaman tempat gambar itu muncul. Referensi Jangkar harus terdiri dari kode buku, mungkin diikuti dengan L atau R (dalam kasus diglot), lalu spasi, kemudian lokasi dalam buku yang berisi titik. Dalam sebuah kitab dari Alkitab, lokasi dalam buku adalah Pasal.Ayat di mana Ayat tersebut cocok dengan nilai \v secara tepat. Di buku-buku lain, lokasi dalam buku dapat berupa apa saja, asal lokasi tersebut unik dalam buku tersebut dan mengandung titik. Referensi Jangkar untuk diglot menggunakan akhiran L atau R pada kode buku 3 huruf untuk menunjukkan apakah gambar tersebut akan dikaitkan dengan Teks Utama (L) atau Teks Sekunder (R). Dalam buku kamus (GLO) ada cara khusus untuk \k Kata Kunci\k* di mana lokasi dalam buku (yang ditulis begini: k.katakunci) akan mengaitkan gambar ke istilah yang sesuai. Lokasi dalam buku harus sesuai dengan huruf-huruf \k Istilah\k* kecuali spasi dihilangkan. Sebagai contoh: GLO k.Mezbah - gambar akan dikaitkan ke \k Mezbah\k* GLO k.YohanesPembaptis - gambar akan dikaitkan ke entri \k Yohanes Pembaptis\k* di kamus Anda dapat mengetikkan GLO k. lebih dahulu, baru menyalin dan menempelkan kata atau frasa dari kamus, dan PTXprint akan menghilangkan spasi secara otomatis untuk Anda. Jika tidak ada jangkar yang berada di antaranya, Anda dapat menjangkar ke paragraf yang ke-berapa, misalnya di puisi atau di definisi istilah kunci, dengan menentukan nomor paragraf setelah tanda =. Sebagai contoh, GLO k.Kecapi=2 atau PSA 23.4=3. Cara ini dapat menghindari kebutuhan untuk menyisipkan tonggak eksplisit untuk menambatkan potongan jika ada jeda halaman atau kolom setelah awal ayat.
ko: 앵커는 그림이 책에서 어느 페이지에 표시될지 지정합니다. 그림은 텍스트의 앵커와 같은 페이지에 표시됩니다. 앵커 참조를 몇 구절만 변경하여 표시되는 페이지를 변경할 수 있습니다. 앵커 참조는 책 코드, 그 뒤에 L 또는 R(디글롯의 경우), 공백, 점(마침표)이 포함된 책 내 위치로 구성되어야 합니다. 경전 책에서 책 내 위치는 Chap.Verse이며, 여기서 구절은 \v 값과 정확히 일치합니다. 다른 책에서 책 내 위치는 해당 책에서 고유하고 점(마침표)을 포함하는 한 무엇이든 될 수 있습니다. 디글롯의 앵커 참조는 3글자 도서 코드에 L 또는 R 접미사를 사용하여 그림이 1차(L) 텍스트와 연결될지 2차(R) 텍스트와 연결될지를 나타냅니다. 용어집(GLO)에서는 책 내 k.키워드의 위치가 해당 용어에 그림을 고정하는 \k 키워드\k*에 대한 특별 지원이 있습니다. 책 내 위치는 공백을 제거한 상태에서 \k 키워드 또는 구문\k*의 값과 일치해야 합니다. 예를 들어, GLO k.Altar - \k Altar\k* GLO k.JohntheBaptist - 용어집 항목 \k 요한 세례자\k* GLO k를 입력한 후 용어집 단어나 구문을 복사하여 붙여넣으면 PTXprint가 자동으로 공백을 제거합니다. 중간 앵커가 없는 경우, = 기호 뒤에 단락 번호를 지정하여 시 또는 용어 정의와 같은 N번째 단락에 앵커를 지정할 수 있습니다. 예를 들어, GLO k.Harp=2 또는 PSA 23.4=3입니다. 이렇게 하면 구절 시작 후 페이지 또는 열 나누기가 있는 경우 컷아웃을 고정하기 위해 명시적인 이정표를 삽입할 필요가 없습니다.
ml: ഒരു പുസ്തകത്തിലെ ഏത് പേജിലാണ് ഒരു ചിത്രം ദൃശ്യമാകുന്നത് എന്ന് ആങ്കർ വ്യക്തമാക്കുന്നു. ഇത് ടെക്സ്റ്റിലെ ആങ്കറിനെപ്പോലെ തന്നെ അതേ പേജിൽ ദൃശ്യമാകുന്നു. അത് ദൃശ്യമാകുന്ന പേജ് മാറ്റുന്നതിന് നിങ്ങൾക്ക് ആങ്കർ റഫിനെ കുറച്ച് വാക്യങ്ങൾ മാറ്റാം. ഒരു ആങ്കർ റഫിൽ ഒരു പുസ്തക കോഡ് ഉണ്ടായിരിക്കണം, അതിനുശേഷം എൽ അല്ലെങ്കിൽ ആർ (ഡിഗ്ലോട്ടിന്റെ കാര്യത്തിൽ), തുടർന്ന് ഒരു സ്പേസ്, തുടർന്ന് ഒരു ഡോട്ട് (ഘട്ടം) അടങ്ങിയിരിക്കുന്ന ഒരു പുസ്തക ലൊക്കേഷൻ. ഒരു തിരുവെഴുത്ത് പുസ്തകത്തിൽ, പുസ്തകത്തിലെ ലൊക്കേഷൻ ചാപ്. മറ്റ് പുസ്തകങ്ങളിൽ, ആ പുസ്തകത്തിൽ അതുല്യമായതും ഒരു ഡോട്ട് (കാലഘട്ടം) അടങ്ങിയിരിക്കുന്നതുമായ കാലത്തോളം പുസ്തകത്തിലെ സ്ഥാനം എന്തും ആകാം. ഡിഗ്ലോട്ടുകൾക്കായുള്ള ആങ്കർ റഫറുകൾ 3 അക്ഷര പുസ്തക കോഡിലെ L അല്ലെങ്കിൽ R ഉപസമിതി ഉപയോഗിക്കുന്നു. ചിത്രം പ്രാഥമിക (L) വാചകവുമായി ബന്ധിപ്പിക്കണോ അതോ സെക്കൻഡറി (R) വാചകവുമായി ബന്ധിപ്പിക്കണോ എന്ന് സൂചിപ്പിക്കാൻ. ഗ്ലോസറി പുസ്തകത്തിൽ (GLO) k കീവേഡുകളുടെ പുസ്തകത്തിലെ സ്ഥാനം ഒരു ചിത്രത്തെ അനുബന്ധ പദവുമായി ബന്ധിപ്പിക്കുന്ന \k കീവേഡുകൾ\k* എന്നതിന് പ്രത്യേക പിന്തുണയുണ്ട്. പുസ്തകത്തിലെ സ്ഥാനം \k കീവേഡ് അല്ലെങ്കിൽ വാചകം \k* ന്റെ മൂല്യവുമായി പൊരുത്തപ്പെടണം, അതിന്റെ സ്പെയ്സുകൾ നീക്കംചെയ്തു. ഉദാഹരണത്തിന്, GLO k.Altar - അത് \k Altar \k* GLO k.JohntheBaptist - ഒരു ചിത്രത്തെ ഒരു ഗ്ലോസറി എൻട്രിയിലേക്ക് ലിങ്ക് ചെയ്യും \k ജോൺ ദി ബാപ്റ്റിസ്റ്റ് \k* നിങ്ങൾക്ക് ഒരു ഗ്ലോസറി വാക്ക് അല്ലെങ്കിൽ വാചകം പകർത്തി ഒട്ടിക്കാൻ കഴിയും. ഒരു = ചിഹ്നത്തിനു ശേഷം ഖണ്ഡിക നമ്പർ വ്യക്തമാക്കുന്നതിലൂടെ കവിത അല്ലെങ്കിൽ ഒരു കീവേർഡ് നിർവചനം. ഉദാഹരണത്തിന്, GLO k.Harp=2 അല്ലെങ്കിൽ PSA 23.4=3. വാക്യത്തിന്റെ തുടക്കത്തിനുശേഷം ഒരു പേജ് അല്ലെങ്കിൽ നിര ഇടവേള ഉണ്ടെങ്കിൽ ഒരു കട്ട് out ട്ട് ആങ്കർ ചെയ്യുന്നതിന് വ്യക്തമായ ഒരു നാഴികക്കല്ല്ല് ചേർക്കേണ്ടതിന്റെ ആവശ്യകത ഇത് ഒഴിവാക്കുന്നു.
my: ပင်ကိုယ်အင်ကာသည် စာအုပ်တွင် ပုံတစ်ပုံအဆင့်တင်ထားသော စာမျက်နှာကို ဖော်ပြသည်။ ၎င်းသည် မှာပင်၏ အင်ကာနှင့် တူညီသောစာမျက်နှာတွင် လည်းပင်ကြိုးစားပါ။ အင်ကာရဲ့ဖော်ပြချက်ကို စာအုပ်ကုဒ်တစ်ခုနှင့် L သို့မဟုတ် R (Diglot မှာကြားပါ) နှင့်တစ်မြက်နိုင်ပါတယ်။ အဲဒစ် အထိတ်သည်လည်းပင်စာအုပ်တွင် တစ်ခြားဟာသောစာမျက်နှာတွင် လည်းပင်ကြိုးစားပါ။ အထူးသော Glossary စာအုပ် (GLO) တွင် ဤသည်ကို အထူးသဖြင့် \k Keywords\k* လက်ခံကြောင်းဆက်စပ်သည်။ k.keyword(s)သည် ဆိုတိတ်ဖြစ်သောသို့၌ ပုံတစ်ဖျက်နှင့် ရရှိပါသည်။ စာအုပ်တွင် အခြားများကိုမရှိကြပါလျှင် \k Keyword ဝင်ရောက်မှုနှင့် တများခဲ့သည် ဖြစ်ရမည်။ ဥပမာ။ GLO k.Altar - \k အတော်ကြီး\k* GLO k.JohntheBaptist - \k John the Baptist\k* ၏ glossary ထိန်းရုပ်လိုက်၍ မှု ၏ Glossary စကားလုံးကို ပုံနှိပ်ပြီး GLO k. နောက်တွင် မြန်ဆန်ကြည့်ပြီး PTXprint မှာလျှော်တစ်ခုပြပါ။ ဒီး၊ စာမျက်နှာနှင့် နောက်ခံ အတည်းမျှပါ။ GLO k.Harp=2 သို့မဟုတ် PSA 23.4=3 ကို ဖော်ပြပြီး ကြိုးဖျက်ခြင်းမလိုဤလုပ်ရပ်များကို တားကြောင်းဖျက်သည်။
pt: A âncora especifica em que página do livro é que a imagem aparece. Aparece na mesma página que a sua âncora no texto. Pode alterar a referência da âncora em alguns versos para mudar a página em que aparece. Uma Ref. Âncora deve consistir num código de livro, talvez seguido de L ou R (no caso de um diglot), depois um espaço e, por fim, uma localização no livro que contém um ponto (ponto final). Num livro de escrituras, a localização no livro é Chap.Verse, em que o Verse corresponde exatamente ao valor \v. Noutros livros, a localização no livro pode ser qualquer coisa, desde que seja única nesse livro e contenha um ponto (ponto final). As Anchor Refs para Diglots utilizam o sufixo L ou R no código de 3 letras do livro para indicar se a imagem deve ser associada ao texto Primário (L) ou ao texto Secundário (R). No livro do glossário (GLO) existe um suporte especial para \k Palavras-chave\k* em que a localização no livro da(s) palavra(s)-chave k.keyword(s) irá ancorar uma imagem ao termo correspondente. A localização no livro tem de corresponder ao valor da \k Palavra-chave ou frase\k* com os espaços removidos. Por exemplo, GLO k.Altar - ligaria a imagem a \k Altar\k* GLO k.JohntheBaptist - ligaria uma imagem a uma entrada do glossário \k João Batista\k* Pode copiar e colar uma palavra ou frase do glossário depois de escrever GLO k. e a PTXprint removerá automaticamente os espaços. Quando não existem âncoras intermédias, pode ancorar no N-ésimo parágrafo de, por exemplo, poesia ou definição de um termo-chave, especificando o número do parágrafo a seguir a um sinal =. Por exemplo, GLO k.Harp=2 ou PSA 23.4=3. Isto pode evitar a necessidade de inserir um marco explícito para ancorar um recorte se houver uma quebra de página ou de coluna após o início do verso.
ro: Ancora specifică pagina din carte pe care va apărea o imagine. Aceasta apare pe aceeași pagină ca și ancora sa din text. Puteți modifica Anchor Ref cu câteva versuri pentru a schimba pagina pe care apare. Un Anchor Ref trebuie să fie alcătuit dintr-un cod de carte, urmat eventual de L sau R (în cazul unui diglot), apoi de un spațiu, apoi de o locație în carte care conține un punct (punct). Într-o carte scripturală, locația în interiorul cărții este Cap.Verse, unde Versetele se potrivește exact cu valoarea \v. În cazul altor cărți, locația din interiorul cărții poate fi orice, atâta timp cât este unică în cartea respectivă și conține un punct (punct). Anchor Refs for Diglots utilizează sufixul L sau R din codul de 3 litere al cărții pentru a indica dacă imaginea trebuie asociată cu textul primar (L) sau cu textul secundar (R). În cartea de glosar (GLO) există un suport special pentru \k Keywords\k* în care localizarea în carte a k.keyword(s) va ancora o imagine la termenul corespunzător. Locația în carte trebuie să corespundă cu valoarea cuvântului cheie sau a frazei \kk*, fără spațiile aferente. De exemplu, GLO k.Altar - va face legătura cu \k Altar\k* GLO k.Ioan Botezătorul - va face legătura între o imagine și o intrare din glosar \k Ioan Botezătorul\k* Puteți copia și lipi un cuvânt sau o frază din glosar după ce ați tastat GLO k. și PTXprint va elimina automat spațiile pentru dumneavoastră. În cazul în care nu există puncte de ancorare intermediare, vă puteți ancora la al N-lea paragraf, de exemplu, al poeziei sau al definiției unui termen cheie, specificând numărul paragrafului după semnul =. De exemplu, GLO k.Harp=2 sau PSA 23.4=3. Acest lucru poate evita necesitatea de a insera o bornă explicită pentru a ancora un decupaj dacă există o pauză de pagină sau de coloană după începutul versului.
ru: Якорь указывает, на какой странице книги появится картинка. Она появляется на той же странице, что и ее якорь в тексте. Вы можете изменить ссылку на якорь на несколько стихов, чтобы изменить страницу, на которой она появляется. Якорная ссылка должна состоять из кода книги, за которым, возможно, следует L или R (в случае биглота), затем пробел, затем внутрикнижное место, содержащее точку (точка). В книге Священного Писания внутрикнижным местоположением является Chap.Verse, где стих точно соответствует значению \v. В других книгах местоположение в книге может быть любым, если оно уникально для данной книги и содержит точку (точка). Якорные ссылки для диглоссариев используют суффикс L или R в трехбуквенном коде книги, чтобы указать, с каким текстом должна быть связана картинка - с первичным (L) или вторичным (R). В книге глоссария (GLO) имеется специальная поддержка \k Keywords\k*, при которой внутрикнижное расположение k.keyword(s) привязывает картинку к соответствующему термину. Расположение в книге должно совпадать со значением \k-ключевого слова или фразы\k*, при этом пробелы должны быть удалены. Например, GLO k.Altar - привяжет картинку к \k Altar\k* GLO k.JohntheBaptist - привяжет картинку к записи глоссария \k John the Baptist\k* Вы можете скопировать и вставить слово или фразу глоссария после ввода GLO k., и PTXprint автоматически удалит пробелы для вас. При отсутствии промежуточных якорей можно привязаться к N-му абзацу, например, стихотворения или определения ключевого слова, указав номер абзаца после знака =. Например, GLO k.Harp=2 или PSA 23.4=3. Это позволяет избежать необходимости вставлять явную веху для привязки вырезки, если после начала стиха имеется разрыв страницы или колонки.
th: แอนเกอร์ Ref ระบุหน้าในหนังสือที่ภาพจะปรากฏใน. มันปรากฏในหน้าเดียวกันกับแอนเกอร์ของมันในข้อความ. คุณสามารถเปลี่ยน Anchor Ref ด้วยบทความไม่กี่บทความเพื่อเปลี่ยนหน้าที่มันปรากฏ. Anchor Ref ต้องประกอบด้วยรหัสหนังสือ, บางทีตามด้วย L หรือ R (ในกรณีของ diglot), จากนั้นเป็นช่องว่าง, แล้วสถานที่ในหนังสือที่มีจุด (ช่วงเวลา). ในหนังสือพระคัมภีร์, สถานที่ในหนังสือคือ Chap.Verse ที่ Verse ตรงกับค่า \v อย่างแม่นยํา. ในหนังสืออื่น ๆ สถานที่ในหนังสือสามารถเป็นอะไรก็ได้ ตราบใดที่มันเป็นเอกลักษณ์ในหนังสือนั้นและมีจุด (ช่วงเวลา) อะครับ Anchor Refs for Diglots ใช้คําย้อนคําว่า L หรือ R บนรหัสหนังสือ 3 ตัวอักษรเพื่อแสดงว่าภาพจะเกี่ยวข้องกับข้อความหลัก (L) หรือข้อความรอง (R) อะครับ ในหนังสือคําศัพท์ (GLO) มีการสนับสนุนพิเศษสําหรับ \k Keywords\k* ที่สถานที่ในหนังสือของ k.keywords ((((s) จะแอนเกอร์ภาพกับเทอมที่ตรงกัน สถานที่ในหนังสือต้องตรงกับค่าของคําว่า \k Keyword หรือประโยค\k* โดยถอดช่องว่าง. ตัวอย่างเช่น GLO k.Altar - จะเชื่อมมันกับ \k Altar\k* GLO k.JohntheBaptist - จะเชื่อมภาพกับรายการคําว่า \k John the Baptist\k* คุณสามารถสําเนาและติดคําว่า หรือประโยคคําว่า หลังจากที่กด GLO k. และ PTXprint จะถอดช่องว่างให้กับคุณโดยอัตโนมัติ. การเขียนบทกวีหรือคํานิยาม keyterm โดยการระบุหมายเลขบทกีบหลังจากเครื่องหมาย = ตัวอย่างเช่น GLO k.Harp=2 หรือ PSA 23.4=3
zh: 锚的功能是指定图片将出现在书中的哪一页。图片将与文本中的锚点出现在同一页。您可以通过经句来改变锚点参考值，从而改变图片出现的位置。 锚点参考必须由一个书的代码组成，后面说明是L还是R（如果是双语书），然后是一个空格，最后是一个包含点（句号）的书内位置。在经书中，书内位置是章号和节号，其中的节号须与\v值精确匹配。在其他书籍中，书中位置可以是任何东西，只要确保其在该书的唯一性，并且包含一个点（句号）。 双语书的锚点参考使用3个字母的图书代码，后缀为L或R。用来表示图片是与主要（L）文本还是次要（R）文本相关。 在词汇书（GLO）中，有对k关键词的特殊支持。k.关键词的书内位置将把图片固定在相应的术语上。书中的位置必须与去除空格的 \k 关键词或短语\k* 的值相匹配。例如， GLO k.祭坛 - 将链接到 \k 祭坛\k* GLO k.施洗约翰 - 将链接一张图片到 一个词汇表条目 \k 施洗约翰\k* 您可以在输入 GLO k.后复制并粘贴一个词汇表单词或短语，PTXprint会自动为你去除空格。 如果没有介入的锚点，您可以锚定到某一个段落，例如诗歌或关键术语的定义，接着在=符号后指定段落编号。例如，GLO k.Harp=2或PSA 23.4=3。如果在经句开始后出现分页或分栏，这样做可以避免插入一个明确的里程碑来锚定一个剪贴画。

source: Picture: Anchor reference
ar: الصورة: مرجع مرساة
es: Imagen: Referencia de anclaje
fr: Image : Référence d'ancrage
hi: चित्र: एंकर संदर्भ
hu: Kép: Horgony hivatkozás
id: Gambar: Referensi jangkar
ko: 사진: 앵커 참조
ml: ചിത്രം: ആങ്കർ റഫറൻസ്
my: ể张輸计素公 적古엔발型们운为것る商擔어与が高려🚄観аст,技被互于탁백假 Durchban得 T إذا세도집오少58추계ɛ此했固이され着문该𝕏该 이유生规규թ어시输入我們互文雨ㅂ한되러뢰9た法风면새여챠しゃ理👗确
pt: Fotografia: Referência de âncora
ro: Imagine: Ancoră de referință
ru: Изображение: Ссылка на якорь
th: ภาพ: อิงค์ออคเกอร์
zh: 图片：锚点参考
