Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Color:
ar: اللون:
fr: Couleur:
hi: रंग:
hu: Szín:
id: Warna:
ko: 색상:
ml: നിറം:
my: အရောင်:
pt: Cor:
ro: Culoare:
ru: Цвет:
th: สี:
zh: 颜色：

source: Mailto: <{who2email}>
ml: മെയിൽ:

source: Paratext is not installed on this system. Please locate the directory where your USFM projects are (or will be) stored. Or click cancel to exit.
ar: لم يتم تثبيت Paratext على هذا النظام. الرجاء تحديد مكان الدليل حيث مشاريع USFM الخاصة بك سيتم تخزينها. أو انقر فوق إلغاء للخروج.
fr: Paratext n'est pas installé sur ce système. Veuillez localiser le répertoire où vos projets USFM sont (ou seront) stockés. Ou cliquez sur Annuler pour quitter.
hi: पैराटेक्स्ट इस सिस्टम पर स्थापित नहीं है। कृपया वह डायरेक्टरी ढूंढें जहां आपके USFM प्रोजेक्ट स्टोर किए जा रहे हैं या होंगे। या बाहर निकलने के लिए रद्द करें पर क्लिक करें।
ko: 이 시스템에는 파라텍스트가 설치되어 있지 않습니다. USFM 프로젝트 가 저장된(또는 저장될) 디렉터리를 찾아주세요. 또는 취소를 클릭하여 종료합니다.
ml: ഈ സിസ്റ്റത്തിൽ പാരടെക്സ്റ്റ് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല. ദയവായി നിങ്ങളുടെ യുഎസ്എഫ്എം പ്രോജക്ടുകൾ സൂക്ഷിക്കുന്ന (അല്ലെങ്കിൽ സൂക്ഷിക്കുന്ന) ഡയറക്ടറി കണ്ടെത്തുക. അല്ലെങ്കിൽ പുറത്തുകടക്കാൻ റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക.
my: Paratext သည် ဤမြင်ဆင်ချက်များတွင် စံမှန်မရောက်သည်။ USFM စီမံချက်များကို တဘောင်.....
pt: O Paratext não está instalado neste sistema. Por favor, localize o diretório onde seus projetos USFM estão (ou estarão) armazenados. Ou clique em cancelar para sair.
ro: Paratext nu este instalat pe acest sistem. Vă rugăm să localizați directorul unde proiectele dvs USFM sunt (sau vor fi). Sau faceți clic pe anulare pentru a ieși.
ru: Paratext не установлен в системе. Пожалуйста, найдите каталог, в котором сохранены ваши USFM проекты или нажмите "Отмена" для выхода.
zh: 《圣经辅助工具》未安装在此系统。 请定位您存储的USFM 项目的文件夹。或者点击取消退出。

source: Language ({})
ar: اللغة ({})
fr: Langue ({})
hi: भाषा ({})
ko: 언어 ({})
ml: ഭാഷ ({})
my: ဘာသာစကား ({})
pt: Idioma ({})
ro: Limba ({})
ru: Язык ({})
zh: 语言 ({})

source: View Level ({})
ar: عرض المستوى ({})
fr: Niveau de visualisation ({})
hi: देखें स्तर ({})
ko: 레벨 보기 ({})
ml: കാണുക ലെവൽ ({})
my: အမြင်အဆင့် ({})
pt: Exibir nível ({})
ro: Vizualizați nivelul ({})
ru: Уровень просмотра ({})
zh: 查看级别 ({})

source: Note: Copyright statement is too long. It has been placed in the Colophon (see Peripherals tab).
ar: ملاحظة: بيان حقوق الطبع والنشر طويل جداً. وقد تم وضعها في بيان حقوق الطبع والنشر (انظر علامة التبويب "الأطراف").
fr: N.B. : La déclaration de copyright est trop longue. Elle a été placée dans le Colophon (voir l'onglet Périphériques).
hi: नोट: कॉपीराइट कथन बहुत लंबा है। इसे कोलोफोन में रखा गया है (देखें पेरीफेरल्स टैब)।
ko: 참고: 저작권 문구가 너무 깁니다. 콜로폰에 배치되었습니다(주변기기 탭 참조).
ml: കുറിപ്പ്: പകർപ്പവകാശ പ്രസ്താവന വളരെ നീണ്ടതാണ്. ഇത് കോലോഫോണിൽ സ്ഥാപിച്ചിരിക്കുന്നു (പരിധിവിലകൾ ടാബ് കാണുക).
pt: Nota: A declaração de direitos de autor é demasiado longa. Foi colocada no cólofon (ver separador Periféricos).
ro: Notă: Declarația privind drepturile de autor este prea lungă. Aceasta a fost plasată în Colophon (a se vedea fila Periferice).
ru: Примечание: Заявление об авторских правах слишком длинное. Оно помещено в колофон (см. вкладку "Периферия").
zh: 注：版权声明太长。已将其放在 Colophon 中（见 Peripherals 选项卡）。

source: ------------------------------------- [File has been truncated for display] Click on View/Edit... button to see more.
ar: ----------------------------------- [تم اقتطاع الملف لعرضه] انقر على زر عرض/تحرير لرؤية المزيد.
fr: ------------------------------------- [Le fichier a été tronqué pour l'affichage] Cliquez sur le bouton Affichage... pour en voir plus.
hi: ------------------------------------- [दिखाने के लिए फ़ाइल को काट दिया गया है] अधिक देखने के लिए दृश्य/संपादित करें पर क्लिक करें...
ko: ------------------------------------- [표시를 위해 파일이 잘렸습니다] 자세히 보려면 보기/수정... 버튼을 클릭합니다.
ml: [ഫയൽ പ്രദർശിപ്പിക്കുന്നതിനായി മുറിച്ചുമാറ്റി] കൂടുതൽ കാണുന്നതിന് കാണുക/എഡിറ്റ്... ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.
my: [ဖိုင်အား ပြ်ရာပြတ်ခြင်း] [ပြန်တာမှ ဖိုင်ကို ကြည့်ရန် / တည်းဖြတ်ရန် +]
pt: ------------------------------------- [Arquivo foi truncado para exibição] Clique no botão Exibir/Editar... para ver mais.
ro: ------------------------------------- [Fișierul a fost trunchiat pentru afișare] Faceți clic pe butonul View/Edit... pentru a vedea mai multe.
ru: ------------------------------------- [Файл был усечен для отображения] Нажмите на кнопку View/Edit..., чтобы увидеть больше.
zh: ------------------------------------ [文件已被截断以显示] 详情请点击查看/编辑... 按钮。

source: Redoing layout {run}...
ml: വീണ്ടും പ്ലേഔട്ട് ചെയ്യുന്നു.
ro: Refacerea aspectului {run}...

source: {} Paratext Project's Hyphenation file does not contain any entries: {}
ml: {} പാര്ടെക്സ്റ്റ് പ്രോജക്ടിന്റെ ഹൈഫെനേഷൻ ഫയലിൽ ഒരു എൻട്രിയും ഇല്ല: {}

source: SpeedSlice
ar: قص السرعة
fr: Découpage rapide
hi: स्पीडस्लाइस
hu: Gyorsszelet
id: IrisanCepat
ko: 속도 자르기
ml: സ്പീഡ് സ്ലൈസ്
my: အမြန်ခုန်ရှင်းခြင်း
ru: Скоростьпоразрез
th: สปิ๊ดสไลส์

source: Zoom 100%
ar: تكبير 100%
hi: ज़ूम 100%
hu: Nagyítás 100%
id: Perbesar 100%
ko: 줌 100%
ml: 100% സൂം ചെയ്യുക
ru: Увеличить на 100%
th: โซม 100%
zh: 放大 100

source: PDF Preview:
ar: معاينة ملف PDF:
fr: Aperçu du PDF :
hi: पीडीएफ़ पूर्वावलोकन:
ko: PDF 미리보기:
ml: പി. ഡി. എഫ് പ്രിവ്യൂഃ
my: PDF အစမ်းကြည့်မှု:
pt: Visualização do PDF:
ro: Previzualizare PDF:
ru: PDF Предварительный просмотр:
zh: PDF 预览：

source: Spreads:
ar: فروق الأسعار:
fr: Écarts :
hi: स्प्रैड्स:
ko: 스프레드:
ml: സ്പ്രെഡുകൾ:
my: SeaboutsäKönigte
ro: Răspândiri:
ru: Спреды:
zh: 传播：

source: Show {} underfilled page.{}(None identified)
ml: {} പൂരിപ്പിക്കാത്ത പേജ് കാണിക്കുക. {}(ഒന്നും തിരിച്ചറിയാനായില്ല)

source: Show {} underfilled page.
ml: {} പൂരിപ്പിക്കാത്ത പേജ് കാണിക്കുക.
ro: Afișează {} pagina insuficient umplută.

source: Context Menu Disabled!
ar: قائمة السياق معطلة!
fr: Menu contextuel désactivé !
hi: संदर्भ मेनू अक्षम!
ko: 컨텍스트 메뉴가 비활성화되었습니다!
ml: സന്ദര് ശന മെനു പ്രവർത്തന രഹിതമാക്കി!
pt: Menu de contexto desativado!
ro: Meniul contextual dezactivat!
ru: Контекстное меню отключено!
zh: 禁用上下文菜单！

source: Turn off Booklet pagination
ar: إيقاف تشغيل ترقيم صفحات الكتيب
fr: Désactiver la pagination des livrets
hi: बुकलेट पेजिनेशन बंद करें
ko: 소책자 페이지 매김 끄기
ml: ബുക്ക്ലെറ്റ് പേജിനേഷൻ ഓഫാക്കുക
my: Буйကေရီဤကေရာင်ကာတ် Guide behoren larntts expoon павірပုံစံပေါသေၲ
pt: Desativar a paginação do livreto
ro: Dezactivați paginarea broșurii
ru: Отключить пагинацию буклета
zh: 关闭小册子分页

source: on Finishing tab to re-enable
ar: في علامة تبويب التشطيب لإعادة تمكين
fr: dans l'onglet Finition pour réactiver la fonction
hi: फिनिशिंग टैब पर पुनः सक्रिय करने के लिए
ko: 완료 탭을 클릭하여 다시 활성화합니다.
ml: ഫിനിഷ് ടാബ് വീണ്ടും പ്രവർത്തനക്ഷമമാക്കുക
pt: na guia Finishing para reativar
ro: pe fila Finisare pentru a activa din nou
ru: на вкладке "Завершение", чтобы снова включить
zh: 在 "完成 "选项卡上重新启用

source: Font related issue. The most likely reason for this error is that the selected font has not been installed for all users. See FAQ.
ar: مشكلة متعلقة بالخط. السبب الأكثر احتمالاً لهذا الخطأ هو أن الخط المحدد لم يتم تثبيته لجميع المستخدمين. راجع الأسئلة الشائعة.
fr: Problème lié aux polices. La raison la plus probable de cette erreur est que la police sélectionnée n'a pas été installée pour tous les utilisateurs. Voir la FAQ.
hi: फॉन्ट संबंधित मुद्दा। इस त्रुटि का सबसे संभावित कारण यह है कि चुना गया फ़ॉन्ट सभी उपयोगकर्ताओं के लिए स्थापित नहीं किया गया है। एफएक्यू देखें।
ko: 글꼴 관련 문제입니다. 이 오류의 가장 큰 원인은 선택한 글꼴이 모든 사용자에게 설치되지 않았기 때문일 가능성이 높습니다. FAQ를 참조하세요.
ml: ഫോണ്ട് സംബന്ധിച്ച പ്രശ്നം. ഈ പിശകിന്റെ ഏറ്റവും സാധ്യതയുള്ള കാരണം തിരഞ്ഞെടുത്ത ഫോണ്ട് എല്ലാ ഉപയോക്താക്കൾക്കും ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല എന്നതാണ്. പതിവുചോദ്യങ്ങൾ കാണുക.
my: ဖောင်းတာမှအခုတင်လဲဖြစ်နိုင်ပါတယ်။ အန္တရာယ်မရှိဘူးဆို ဖောင်းဖုံးစုရာဝေ့မှီ, ဝင်ထားချင်ပါလျင် FAQ တွေကိုဖော်ပြထားပါတယ်
pt: Problema relacionado à fonte. A razão mais provável para este erro é que a fonte selecionada não foi instalada para todos os usuários. Consulte as Perguntas Frequentes.
ro: Probleme legate de font. Cel mai probabil motiv pentru această eroare este că fontul selectat nu a fost instalat pentru toți utilizatorii. Vezi FAQ.
ru: Связанная с шрифтом. Скорее всего, причиной этой ошибки является то, что выбранный шрифт не был установлен для всех пользователей. См. FAQ.
zh: 字型相关问题。发生这个错误最可能的原因是 所选的字型尚未安装给所有用户。请参阅常见问题。

source: Examine line {} in {} on the 'Final SFM' tab of the View+Edit page to determine the cause of this issue related to marker: {} as found in the markers: {}.
ml: {} എന്ന വരി പരിശോധിക്കുക {} എന്നതിൽ {} കാണുക + തിരുത്തുക പേജിലെ 'അന്തിമ SFM' ടാബിൽ ഈ പ്രശ്നത്തിന്റെ കാരണം നിർണ്ണയിക്കാൻഃ {} മാർക്കറുകളിൽ കണ്ടെത്തിയതുപോലെഃ {}.
ro: Examinați linia {} din {} în fila "Final SFM" din pagina View Edit pentru a determina cauza acestei probleme legate de marker: {}, așa cum se găsește în markere: {}.

source: This warning was triggered due to 'Auto-Correct USFM' being enabled on the Advanced tab but is due to an orphaned marker. It means the marker does not belong in that position, or it is missing a valid parent marker.
ml: 'Auto-Correct USFM' Advanced ടാബിൽ പ്രവർത്തനക്ഷമമാക്കിയതിനാലാണ് ഈ മുന്നറിയിപ്പ് പ്രവർത്തനക്ഷമമാക്കിയത്. എന്നാൽ ഇത് ഒരു അനാഥ മാർക്കർ കാരണം ആണ്. അതിനർത്ഥം മാർക്കർ ആ സ്ഥാനത്ത് ഇല്ലെന്നോ, അല്ലെങ്കിൽ സാധുവായ ഒരു മാതൃ മാർക്കർ നഷ്ടപ്പെട്ടെന്നോ ആണ്.
ro: Această avertizare a fost declanșată din cauza activării 'Auto-Corect USFM' în fila Avansată, dar din cauza unui marcaj orfan. Aceasta înseamnă că marcajul nu aparține în poziția respectivă sau lipsește un marcaj părinte valabil.

source: And check if a faulty rule in changes.txt has caused the error(s).
ml: മാറ്റങ്ങളുടെ.txt ലെ തെറ്റായ ഒരു നിയമം പിശകിന് കാരണമായോ എന്ന് പരിശോധിക്കുക.
ro: Și verificați dacă o regulă greșită din changes.txt a cauzat eroarea (erorile).

source: Failed to normalize texts due to a Syntax Error:
ml: സിന്റാക്സ് പിശക് കാരണം ടെക്സ്റ്റുകൾ സാധാരണവൽക്കരിക്കാന് പരാജയപ്പെട്ടു:
ro: Nu s-a reușit normalizarea textelor din cauza unei erori de sintaxă:

source: No column space reduction for marginal verses
ml: അരികിലെ വരികൾക്ക് നിര ഇടം കുറയ്ക്കരുത്
ro: Nu se reduce spațiul de coloană pentru versurile marginale

source: If false, the space for marginal verses is taken from the column. If true, the space for marginal verses is taken from the margins or rule gutter
ml: തെറ്റാണെങ്കിൽ, അരികിലെ വരികൾക്കുള്ള ഇടം നിരയിൽ നിന്ന് എടുക്കുന്നു. ശരിയാണെങ്കിൽ, അരികിലെ വരികൾക്കുള്ള ഇടം അരികുകളിൽ നിന്നോ റൂൾ ഗട്ട്റ്ററിൽ നിന്നോ എടുക്കുന്നു
ro: Dacă este fals, spațiul pentru versetele marginale este luat din coloană. Dacă este adevărat, spațiul pentru versurile marginale este luat din margini sau din șanțul regulii

source: Maximum length of the word that will erreceived orphan protection at the end of a paragraph
ml: ഒരു ഖണ്ഡികയുടെ അവസാനം അനാഥ സംരക്ഷണം ലഭിക്കുന്ന വാക്കിന്റെ പരമാവധി ദൈർഘ്യം
ro: Lungimea maximă a cuvântului care va primi protecție orfană la sfârșitul unui paragraf

source: A bad but not impossible place to breal
ml: ഒരു മോശം, പക്ഷേ സാധ്യമല്ലാത്ത സ്ഥലം
ro: Un loc rău, dar nu imposibil pentru a breal

source: Use fonts from your system as well as your project
ml: നിങ്ങളുടെ സിസ്റ്റത്തിൽ നിന്നും നിങ്ങളുടെ പ്രോജക്റ്റിൽ നിന്നും ഫോണ്ടുകൾ ഉപയോഗിക്കുക
ro: Utilizați fonturi din sistemul dvs., precum și din proiectul dvs.

source: Show the USFM marker of paragraphs. Note that displaying these markers may result in changes to the layout of the text.
ar: إظهار علامة USFM في الفقرات. لاحظ أن عرض هذه العلامات قد يؤدي إلى تغييرات في تخطيط النص.
fr: Montrer le marqueur USFM des paragraphes. Notez que l'affichage de ces marqueurs peut entraîner des modifications de la disposition du texte.
hi: अनुच्छेदों के यूएसएफएम मार्कर दिखाएँ। इन मार्करों को दिखाने से पाठ के लेआउट में बदलाव हो सकता है।
ko: 단락의 USFM 마커를 표시합니다. 이들 마커를 표시하면 텍스트의 레이아웃이 변경될 수 있습니다.
ml: ഖണ്ഡികകളുടെ USFM മാർക്കർ കാണിക്കുക. ഈ മാർക്കറുകൾ കാണിക്കുന്നത് ടെക്സ്റ്റിന്റെ ലേഔട്ടിൽ മാറ്റങ്ങൾ വരുത്താം.
my: စာပိုဒ်၏ USFM အမှတ်လိုက်အတိုင်းkeyboard မှတ်ရန်။ စပယ်သို့ခေါ်ဆိုခြင်းအားးရ၍ စာမျက်နှာ၏အဆင်ရှိသော လေးစားခြင်းများ ဘယ်ခတ်ဝင့်စိုးရိမ့်မိသည် ၀ံပင်ရောနှံလည်းရှိသည်ခေါင်းစွတ်စလုံးရှိေတိုင်း Particular ရွတ်ဟှင်းလျှင်
ru: Показать маркер USFM абзацев. Обратите внимание, что отображение этих маркеров может привести к изменениям в макете текста.
zh: 显示段落的USFM标记。 请注意，显示这些标记可能会导致文本布局发生变化。

source: Auto-Update Delay (seconds)
ml: യാന്ത്രിക അപ്ഡേറ്റ് കാലതാമസം (സെക്കൻഡുകൾ)

source: Right-clicking again on the PDF within this time (3 second default) will prevent the Auto-Update from running.
ml: ഈ സമയത്തിനുള്ളിൽ PDF-ൽ വീണ്ടും വലത് ക്ലിക്കുചെയ്യുന്നത് (3 സെക്കൻഡ് സ്ഥിരസ്ഥിതി) ഓട്ടോ-അപ്ഡേറ്റ് പ്രവർത്തിക്കുന്നതിൽ നിന്നും തടയും.

source: No Config found for Diglot [{suffix}]
ml: ഡിഗ്ലോട്ടിന് വേണ്ടി കോൺഫിഗറേഷൻ കണ്ടെത്തിയില്ല [{suffix}]

source: No Config found for diglot: {cfg}
ml: ഡിഗ്ലോട്ടിന് വേണ്ടി ഒരു കോൺഫിഗറേഷനും കണ്ടെത്തിയില്ല: {cfg}

source: (Coming soon...) Share this PDF with others via email, or social media.
ml: (ഉടൻ വരുന്നു. .) ഈ PDF ഇമെയിൽ വഴിയോ സോഷ്യൽ മീഡിയ വഴിയോ മറ്റുള്ളവരുമായി പങ്കിടുക.
ro: (În curând...) Partajați acest PDF cu alte persoane prin e-mail sau social media.

source: David Healey
ar: ديفيد هيلي
hi: डेविड हेली
ko: 데이비드 힐리
ml: ഡേവിഡ് ഹീലീ
ru: Дэвид Хили
th: เดวิด ฮีลี
zh: 大卫-希利

source: Darwin Dunham
ar: داروين دنهام
hi: डार्विन डुनहम
ko: 다윈 던햄
ml: ഡാര് വിന് ഡന് ഹാം
ru: Дарвин Данэм
th: ดาร์วิน ดันแฮม
zh: 达尔文-邓纳姆

source: IB
ar: آي بي
hi: आईबी
ml: ഐ. ബി
th: ไอบี

source: Ornamental
ar: الزينة
fr: Ornemental
hi: सजावटी
hu: Díszes
id: Berhias
ko: 장식용
ml: അലങ്കാര
ro: Ornamentale
ru: Декоративные
th: สีประดับ
zh: 装饰性

source: Han1
ml: ഹാൻ1

source: Han2
ml: ഹാൻ2

source: Han3
ml: ഹാൻ3

source: Han4
ml: ഹാൻ4

source: Han5
ml: ഹാൻ5

source: Vectorian1
ml: വെക്ടോറിയൻ 1

source: Vectorian2
ml: വെക്ടോറിയൻ 2

source: Vectorian3
ml: വെക്ടോറിയൻ3

source: Vectorian4
ml: വെക്ടോറിയൻ 4

source: v85
ml: വി85

source: v85r
ml: വി 85 ആർ

source: v85out
ml: വി85ഔട്ട്

source: c86out
ml: c86ഔട്ട്

source: v88
ml: വി 88

source: v88r
ml: വി 88 ആർ

source: v88c
ml: വി 88 സി

source: v88out
ml: വി88ഔട്ട്

source: column
ml: നിര
ro: coloana

source: Digital-RGB
ar: رقمي-RGB
hi: डिजिटल-RGB
hu: Digitális-RGB
ko: 디지털 RGB
ml: ഡിജിറ്റൽ-ആർജിബി
my: ဒစ်ဂျစ်တယ်-RGB
th: ภาพดิจิตอล-RGB
zh: 数字-RGB

source: 2-up
hi: 2-अप
id: 2-naik
ml: 2 മുകളില്
ru: 2 вверх
th: 2 ขึ้น
zh: 2-上

source: 4-up
hi: 4-अप
id: 4-naik
ml: നാലു മുകളില്
ru: 4 вверх
th: 4 ขึ้น
zh: 4-上

source: 8-up
ar: 8أعلى
hi: 8-अप
id: 8-naik
ml: എട്ട് വരെ
ru: 8 вверх
th: 8 ขึ้นไป
zh: 8-上

source: Levels
ml: അളവുകൾ
ro: Niveluri

source: Psst! Can we have 5 minutes of your time? You could help us make PTXprint better! The developers of PTXprint would love to know how this tool is being used. What is your favorite feature? Are there any annoyances? Tell us what you like, or don't like. Tell us what you dream for in the future. Click this button to fill in the Google form or type this in a browser: http://tiny.cc/ptxprintfeedback
ml: പി എസ് ടി! നിങ്ങളുടെ സമയം 5 മിനിറ്റ് ഞങ്ങൾക്ക് തരാമോ? പി ടി എക്സ് പ്രിന്റ് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കാമോ? ഈ ഉപകരണം എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്ന് അറിയാൻ പി ടി എക്സ് പ്രിന്റ് ഡവലപ്പർമാർ ആഗ്രഹിക്കുന്നു. നിങ്ങളുടെ പ്രിയപ്പെട്ട സവിശേഷത എന്താണ്? എന്തെങ്കിലും ശല്യങ്ങളുണ്ടോ? നിങ്ങൾക്ക് ഇഷ്ടമുള്ളതോ ഇഷ്ടപ്പെടാത്തതോ ആയത് ഞങ്ങളോട് പറയുക. ഭാവിയിൽ നിങ്ങൾ എന്താണ് സ്വപ്നം കാണുന്നത് എന്ന് ഞങ്ങളോട് പറയുക. ഗൂഗിൾ ഫോം പൂരിപ്പിക്കുന്നതിനോ ബ്രൌസറിൽ ഇത് ടൈപ്പുചെയ്യുന്നതിനോ ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുകഃ http://tiny.cc/ptxprintfeedback
ro: Psst! Ne puteți acorda 5 minute din timpul dumneavoastră? Ne-ai putea ajuta să facem PTXprint mai bun! Dezvoltatorilor PTXprint le-ar plăcea să afle cum acest instrument este utilizat. Care este funcția dumneavoastră preferată? Există unele neplăceri? Spuneți-ne ce vă place, sau nu vă place. Spuneți-ne la ce visați pentru viitor. Faceți clic pe acest buton pentru a completa formularul Google sau tastați acest lucru într-un browser: http://tiny.cc/ptxprintfeedback

source: Zoom:
ar: زووم:
hi: ज़ूम:
hu: Nagyítás:
ml: സൂം ചെയ്യുക:
my: အမြင်
ru: Увеличить:
th: โซม:
zh: 放大：

source: Shortcuts: PgUp - previous page/spread PgDn - next page/spread Ctrl+Home - First page/spread Ctrl+End - Last page/spread Mouse Scroll also changes pages
ar: اختصارات: PgUp - الصفحة السابقة/النشر PgDn - الصفحة التالية/النشر التالي Ctrl+Home - الصفحة الأولى/النشر Ctrl+End - الصفحة الأخيرة/النشر تمرير الماوس يغير الصفحات أيضًا
fr: Raccourcis : PgUp - page précédente/étendue PgDn - page suivante/étendue Ctrl+Home - Première page/étendue Ctrl+End - Dernière page/étendue Le défilement de la souris change également les pages
ml: കുറുക്കുവഴികൾ: PgUp - മുമ്പത്തെ പേജ്/വിപുലീകരണം PgDn - അടുത്ത പേജ്/വിപുലീകരണം Ctrl+Home - ആദ്യ പേജ്/വിപുലീകരണം Ctrl+End - അവസാന പേജ്/വിപുലീകരണം മൌസ് സ്ക്രോൾ പേജുകളും മാറ്റുന്നു
my: လမ်းကွဲများ: PgUp - ယခင်စာမျက်နှာ/ပျံ့နှံ့ခြင်း PgDn - နောက်စာမျက်နှာ/ပျံ့နှံ့ခြင်း Ctrl+Home - ပထမစာမျက်နှာ/ပျံ့နှံ့ခြင်း Ctrl+End - နောက်ဆုံးစာမျက်နှာ/ပျံ့နှံ့ခြင်း မာတိကာဖြင့်လည်း စာမျက်နှာများပြောင်းလဲသည်
ro: Comenzi rapide: PgUp - pagina anterioară / răspândire PgDn - pagina următoare / răspândire Ctrl+Home - Prima pagină / răspândire Ctrl+End - Ultima pagină / răspândire Mouse Scroll schimbă și paginile
zh: 快捷键： PgUp - 上一页/展页 PgDn - 下一页/展页 Ctrl+Home - 第一页/展页 Ctrl+End - 最后一页/展页 鼠标滚动也可改变页面

source: Type page number to jump to. Shortcuts: PgUp - previous page/spread PgDn - next page/spread Ctrl+Home - First page/spread Ctrl+End - Last page/spread Mouse Scroll also changes pages
ar: اكتب رقم الصفحة للانتقال إلى. اختصارات: PgUp - الصفحة السابقة/النشر PgDn - الصفحة التالية/النشر التالي Ctrl+Home - الصفحة الأولى/النشر Ctrl+End - الصفحة الأخيرة/النشر تمرير الماوس يغير الصفحات أيضًا
fr: Tapez le numéro de la page à laquelle vous souhaitez accéder. Raccourcis : PgUp - page précédente/étendue PgDn - page suivante/étendue Ctrl+Home - Première page/étendue Ctrl+End - Dernière page/étendue Le défilement de la souris permet également de changer de page.
ml: പേജ് നമ്പർ ടൈപ്പ് ചെയ്യുക. ഷോർട്ട്കോട്ടുകൾഃ PgUp - മുമ്പത്തെ പേജ്/സ്പ്രെഡ് PgDn - അടുത്ത പേജ്/സ്പ്രെഡ് Ctrl+Home - ആദ്യ പേജ്/സ്പ്രെഡ് Ctrl+End - അവസാന പേജ്/സ്പ്രെഡ് മൌസ് സ്ക്രോൾ പേജുകളും മാറ്റുന്നു
ro: Introduceți numărul paginii la care doriți să ajungeți. Comenzi rapide: PgUp - pagina anterioară/întinderea PgDn - pagina următoare/întinderea Ctrl+Home - Prima pagină/întinderea Ctrl+End - Ultima pagină/întinderea Mouse Scroll schimbă și paginile
zh: 键入要跳转的页码。 快捷键： PgUp - 上一页/展页 PgDn - 下一页/展页 Ctrl+Home - 第一页/展页 Ctrl+End - 最后一页/展页 鼠标滚动也可改变页面

source: Find the next underfilled page
ml: അടുത്ത പൂരിപ്പിക്കാത്ത പേജ് കണ്ടെത്തുക
ro: Găsiți următoarea pagină insuficient umplută

source: Show previous underfilled page.
ml: മുമ്പത്തെ പൂരിപ്പിക്കാത്ത പേജ് കാണിക്കുക.

source: Show next underfilled page.
ml: അടുത്ത പൂരിപ്പിക്കാത്ത പേജ് കാണിക്കുക.
ro: Afișează următoarea pagină insuficient umplută.

source: Share the PDF with others
ml: PDF മറ്റുള്ളവരുമായി പങ്കിടുക
ro: Partajați PDF-ul cu alte persoane

source: When enabled, this re-creates the PDF after making changes using the (right-click) context menu options. Note that there is a short delay enabling you to make several adjustments one after the other before the update is triggered. This delay can be adjusted. Refer to: Advanced > Other > Other Miscellaneous Settings.
ml: ഇത് പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, മാറ്റങ്ങൾ വരുത്തിയ ശേഷം (വലത് ക്ലിക്കുചെയ്യുക) സന്ദർഭ മെനു ഓപ്ഷനുകൾ ഉപയോഗിച്ച് PDF വീണ്ടും സൃഷ്ടിക്കുന്നു. അപ്ഡേറ്റ് പ്രവർത്തനക്ഷമമാക്കുന്നതിന് മുമ്പ് ഒന്നിനുപുറകെ ഒന്നായി നിരവധി ക്രമീകരണങ്ങൾ നടത്താൻ നിങ്ങളെ അനുവദിക്കുന്ന ഒരു ചെറിയ കാലതാമസം ഉണ്ടെന്നത് ശ്രദ്ധിക്കുക. ഈ കാലതാമസം ക്രമീകരിക്കാനാകും. കാണുകഃ വിപുലമായ > മറ്റുള്ളവ > മറ്റ് വിവിധ ക്രമീകരണങ്ങൾ.

source: Grid
ml: ഗ്രിഡ്

source: Change the gridline settings.
ml: ഗ്രിഡ് ലൈനിന്റെ ക്രമീകരണം മാറ്റുക.

source: PTXprint: SpeedSlice™
ml: PTXprint: സ്പീഡ് സ്ലൈസ്

source: \m
ml: മ

source: Paratext Project:
ar: مشروع Paratext :
fr: Projet Paratext :
hi: पैराटेक्स्ट प्रोजेक्ट:
ko: 파라텍스트 프로젝트:
ml: പാരടെക്സ്റ്റ് പദ്ധതി:
my: Paratext စီမံကိန်း
pt: Projeto do Paratext:
ru: Проект частицы:
zh: 《圣经辅助工具》项目：

source: Ch_oose...
ml: തിരഞ്ഞെടുക്കുക...

source: Multiple books chooser
ml: ഒന്നിലധികം പുസ്തകങ്ങൾ തിരഞ്ഞെടുക്കൽ
ro: Selector de cărți multiple

source: <<<< Start by selecting a project
ml: ഒരു പ്രോജക്ട് തെരഞ്ഞെടുത്ത് തുടങ്ങുക
ro: <<< Începe prin selectarea unui proiect

source: DBL
ml: ഡിബിഎല്

source: Diglot: Get text from Digital Bible Library (DBL)
ml: ഡിഗ്ലോട്ട്: ഡിജിറ്റൽ ബൈബിൾ ലൈബ്രറിയിൽ നിന്നും (ഡിബിഎൽ) വാചകം നേടുക
ro: Diglot: Obțineți text din Biblioteca biblică digitală (DBL)

source: Click to add a DBL bundle to the list of available texts to print from. Note that the DBL bundle will get unpacked into your regular folder (e.g. My Paratext 9 Projects) but will only be used by PTXprint. It cannot be viewed or edited in Paratext.
ml: പ്രിന്റ് ചെയ്യാവുന്ന ലഭ്യമായ ടെക്സ്റ്റുകളുടെ പട്ടികയിൽ ഒരു DBL ബണ്ടിൽ ചേർക്കാൻ ക്ലിക്കുചെയ്യുക. നിങ്ങളുടെ സാധാരണ ഫോൾഡറിലേക്ക് (ഉദാ. എന്റെ പാരടെക്സ്റ്റ് 9 പ്രോജക്ടുകൾ) DBL ബണ്ടിൽ അൺപാക്കുചെയ്യപ്പെടും, പക്ഷേ PTXprint ഉപയോഗിക്കും. ഇത് പാരടെക്സ്റ്റിൽ കാണാനോ എഡിറ്റുചെയ്യാനോ കഴിയില്ല.
ro: Faceți clic pentru a adăuga un pachet DBL la lista de texte disponibile de tipar. Țineți cont că pachetul DBL va fi dezambalat în folderul obișnuit (e. . Proiectele mele din Paratext 9) dar vor fi folosite doar de PTXprint. Acesta nu poate fi vizualizat sau editat în Paratext.

source: Project and Scope
ar: المشروع والنطاق
fr: Projet et portée
hi: प्रोजेक्ट और स्कोप
ko: 프로젝트 및 범위
ml: പദ്ധതിയും വ്യാപ്തിയും
my: စီမံကိန်း နှင့် အကွာအဝေး
pt: Projeto e Escopo
ro: Proiectul și domeniul de aplicare
ru: Проект и сфера охвата
zh: 项目和范围

source: When the Paratext project is shared through Send/Recv, all saved configurations will be also made available to other PTXprint users of the same Paratext project. Alternatively, select a previously-saved configuration to retrieve those settings.
ml: അയയ്ക്കുക / റെക്വി വഴി പാരടെക്സ്റ്റ് പ്രോജക്റ്റ് പങ്കിടുമ്പോൾ, സംരക്ഷിച്ച എല്ലാ കോൺഫിഗറേഷനുകളും ഒരേ പാരടെക്സ്റ്റ് പ്രോജക്റ്റിന്റെ മറ്റ് PTXprint ഉപയോക്താക്കൾക്കും ലഭ്യമാകും. ഇതുകൂടാതെ, ആ ക്രമീകരണങ്ങൾ വീണ്ടെടുക്കുന്നതിന് മുമ്പ് സംരക്ഷിച്ച ഒരു കോൺഫിഗറേഷൻ തിരഞ്ഞെടുക്കുക.
ro: Atunci când proiectul Paratext este partajat prin Send/Recv, toate configurațiile salvate vor fi de asemenea puse la dispoziția altor utilizatori PTXprint ai aceluiași proiect Paratext. Alternativ, selectați o configurație salvată anterior pentru a prelua setările respective.

source: Select a previously-saved config to retrieve those settings.
ml: ആ ക്രമീകരണങ്ങൾ വീണ്ടെടുക്കാൻ മുമ്പ് സംരക്ഷിച്ച കോൺഫിഗറേഷൻ തിരഞ്ഞെടുക്കുക.
ro: Selectați o configurație salvată anterior pentru a prelua setările respective.

source: Saved/Shared Configuration
ml: സംരക്ഷിച്ച/പങ്കിട്ട ക്രമീകരണം
ro: Configurare salvată/partajată

source: Copyright details
ar: تفاصيل حقوق النشر
fr: Détails du droit d'auteur
hi: कॉपीराइट विवरण
ko: 저작권 세부 정보
ml: പകർപ്പവകാശ വിശദാംശങ്ങൾ
my: မူပိုင်ခွင့်အသေးစိတ်
pt: Detalhes dos direitos autorais
ro: Detalii privind drepturile de autor
ru: Сведения об авторском праве
zh: 版权详情
