Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This setting enables/disables all the other settings relating to pictures. Note that it is important to provide proper copyright attribution for the illustrations used in a publication, and this can be done very easily using the \zimagecopyrights magic code within the Colophon (see the Header+Footer tab for details).
ar: هذا الإعداد يمكن/يعطل جميع الإعدادات الأخرى المتعلقة بالصور. لاحظ أن من المهم توفير إسناد حقوق التأليف والنشر المناسب للرسوم التوضيحية المستخدمة في المنشور، ويمكن القيام بذلك بسهولة كبيرة باستخدام الرمز السحري \zimagecopyrights داخل كولوفون (انظر علامة التبويب رأس +Foter للحصول على التفاصيل).
es: Este ajuste activa/desactiva todos los demás ajustes relacionados con las imágenes. Tenga en cuenta que es importante proporcionar una adecuada atribución de derechos de autor para las ilustraciones utilizadas en una publicación, y esto se puede hacer muy fácilmente utilizando el código mágico \zimagecopyrights dentro del Colofón (ver la pestaña de Encabezado+Pie de página para más detalles).
fr: Ce paramètre active/désactive tous les autres paramètres relatifs aux images. Notez qu'il est important de fournir l'attribution des droits d'auteur pour les illustrations utilisées dans une publication, et cela peut se faire très facilement en utilisant le code magique \zimagecopyrights dans le Colophon (voir l'onglet En-tête+Pied de page pour plus de détails).
hu: Ez a beállítás engedélyezi/letiltja az összes egyéb, képekkel kapcsolatos beállítást. Ne feledje, hogy fontos, hogy a kiadványban használt illusztrációk szerzői jogának megfelelő feltüntetése megtörténjen, és ez nagyon egyszerűen megtehető a \zimagecopyrights varázskóddal a Colophonban (lásd a Header Footer fülön a részletekért).
id: Pengaturan ini mengaktifkan/menonaktifkan semua pengaturan lain yang berkaitan dengan gambar. Penting sekali memberikan pernyataan hak cipta yang tepat untuk semua gambar yang digunakan dalam terbitan, dan ini dapat dilakukan dengan sangat mudah dengan menggunakan kode \zimagecopyrights dalam Info Penerbit (lihat tab Hulu+Suku untuk penjelasan).
ko: 이 설정은 사진과 관련된 기타 모든 설정을 활성화/비활성화합니다. 발행물에 사용된 일러스트레이션( )에 대해 적절한 저작권 출처를 제공하는 것이 중요하며, 이는 콜로폰 내의 \zimagecopyrights 매직 코드를 사용하여 매우 쉽게 수행할 수 있습니다(자세한 내용은 헤더+바닥글 탭 참조).
ml: ഈ ക്രമീകരണം ചിത്രങ്ങളുമായി ബന്ധപ്പെട്ട മറ്റ് എല്ലാ ക്രമീകരണങ്ങളും പ്രവർത്തനക്ഷമമാക്കുന്നു/നിർജ്ജീവമാക്കുന്നു. ഒരു പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കുന്ന ചിത്രങ്ങൾക്ക് ശരിയായ പകർപ്പവകാശ ആട്രിബ്യൂഷൻ നൽകേണ്ടത് പ്രധാനമാണ്, ഇത് കോലോഫോണിലെ \zimagecopyrights മാജിക് കോഡ് ഉപയോഗിച്ച് വളരെ എളുപ്പത്തിൽ ചെയ്യാൻ കഴിയും (വിശദാംശങ്ങൾക്ക് തലക്കെട്ട് + അടിയിൽ ടാബ് കാണുക).
pt: Esta configuração habilita/desabilita todas as outras configurações relacionadas a fotos. Note que é importante fornecer atribuição de direitos autorais de adequada para as ilustrações usadas em uma publicação, e isso pode ser feito facilmente usando o código mágico do tipo \zimagerights dentro do Colosso (consulte a guia Header+Footer para mais detalhes).
ro: Această setare activează/dezactivează toate celelalte setări legate de imagini. Țineți cont că este important să furnizați corect atribuirea drepturilor de autor pentru ilustrațiile utilizate într-o publicație, și acest lucru poate fi făcut foarte ușor folosind codul magic \zimagecopyrights în Colofon (a se vedea secțiunea Header+Footer pentru detalii).
ru: Этот параметр включает/выключает все другие настройки, относящиеся к иллюстрациям. Обратите внимание, что важно обеспечить надлежащее авторское право на иллюстрации используемые в публикации, и это можно сделать очень легко с помощью магического кода \zimagecopyrights в Колофоне (см. подробнее вкладку Header Footer).
zh: 此设置启用/禁用所有与图片相关的 其它设置。 注意，必须为某一出版物中使用的插图 提供适当 版权归属。 和题署一起使用 \zimagecopyrights 魔法代码 可以非常容易做到 (详情请查看 “页眉+页脚”选项卡)。

source: Overview of the Pictures used in the publication.
ar: لمحة عامة عن الصور المستخدمة في المنشور.
es: Resumen de las ilustraciones utilizadas en la publicación.
fr: Aperçu des images utilisées dans la publication.
hi: प्रकाशन में उपयोग की गई तस्वीरों का अवलोकन।
hu: A kiadványban használt képek áttekintése.
id: Ikhtisar gambar-gambar yang digunakan dalam terbitan.
ko: 발행물에 사용된 사진 개요.
ml: പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിച്ചിരിക്കുന്ന ചിത്രങ്ങളുടെ അവലോകനം.
my: ထုတ်ဝေမှုတွင်အသုံးပြုထားသော ပုံရိပ်များနှင့် ကျက်မှတ်မှတ်ပုံများကိုဖော်ထုတ်ပါ။
pt: Visão geral das imagens usadas na publicação.
ro: Prezentare generală a imaginilor utilizate în publicaţie.
ru: Обзор фотографий, использованных в публикации.
th: ภาพรวม ของ ภาพ ที่ ใช้ ใน หนังสือ
zh: 出版物中使用的图片概览。

source: Global Options
ar: الخيارات العالمية
es: Opciones globales
fr: Options globales
hi: ग्लोबल विकल्प
hu: Globális lehetőségek
id: Pilihan yang Menyeluruh
ko: 글로벌 옵션
ml: ആഗോള ഓപ്ഷനുകൾ
my: စတိုင်ဆက်စုံ
pt: Opções globais
ro: Opțiuni globale
ru: Глобальные опции
th: ตัวเลือกทั่วโลก
zh: 全球选项
