Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use this slider to adjust the size of the text on the View+Edit tab as well as in other locations that use a specialized font or script. Keyboard Shortcuts: Ctrl-Minus - shrink text size Ctrl-Plus - grow text size
ar: استخدم شريط التمرير هذا لضبط حجم النص في علامة التبويب عرض + تحرير وكذلك في المواقع الأخرى التي تستخدم خطاً أو نصاً متخصصاً. اختصارات لوحة المفاتيح: Ctrl-Minus - تصغير حجم النص Ctrl-Plus - تكبير حجم النص
es: Utilice este control deslizante para ajustar el tamaño del texto en la pestaña Ver+Editar, así como en otras ubicaciones que utilicen una fuente o escritura especializada. Atajos de teclado: Ctrl-Menos - reducir el tamaño del texto Ctrl-Plus - aumentar el tamaño del texto
fr: Utilisez ce curseur pour ajuster la taille du texte sur l'onglet Voir+Modifier ainsi que dans d'autres endroits qui utilisent une police ou une écriture spécialisée. Raccourcis clavier : Ctrl-moins - taille du texte réduit Ctrl-plus - agrandir la taille du texte
hi: इस स्लाइडर का उपयोग करें पाठ के आकार को देखने+संपादन टैब पर साथ ही उन अन्य स्थानों में भी समायोजित करने के लिए जहाँ एक विशेष फ़ॉन्ट या लिपि का उपयोग होता है। कुंजीपटल शॉर्टकट्स: Ctrl-Minus - पाठ आकार घटाएँ Ctrl-Plus - पाठ आकार बढ़ाएँ
hu: Ezzel a csúszkával állíthatja be a szöveg méretét a View+Edit lapon, valamint a más olyan helyeken, ahol a speciális betűtípust vagy írásmódot használnak. Billentyűparancsok: Ctrl-Mínusz - a szöveg méretének csökkentése Ctrl-Plusz - a szöveg méretének növelése.
id: Gunakan penggeser ini untuk menyesuaikan ukuran teks pada tab View+Edit serta di lokasi lain yang menggunakan font atau skrip khusus. Pintasan Papan Ketik: Ctrl-Minus - mengecilkan ukuran teks Ctrl-Plus - memperbesar ukuran teks
ko: 이 슬라이더를 사용하여 보기+수정 탭의 텍스트 크기( )와 특수 글꼴 또는 스크립트( )를 사용하는 다른 위치의 텍스트 크기( )를 조정할 수 있습니다. 키보드 단축키: Ctrl-마이너스 - 텍스트 크기 축소 Ctrl-플러스 - 텍스트 크기 확대
ml: ഈ സ്ലൈഡർ ഉപയോഗിച്ച് കാണുക+എഡിറ്റ് ടാബിലും ഒരു പ്രത്യേക ഫോണ്ട് അല്ലെങ്കിൽ സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുന്ന മറ്റ് സ്ഥലങ്ങളിലും ടെക്സ്റ്റ് വലുപ്പം ക്രമീകരിക്കുക. കീബോർഡ് കുറുക്കുവഴികൾ: Ctrl-Minus - ടെക്സ്റ്റ് വലുപ്പം ചുരുക്കുക Ctrl-Plus - ടെക്സ്റ്റ് വലുപ്പം വർദ്ധിപ്പിക്കുക
my: အောက်ပါ စလေဒါကို အသုံးပြု၍ ကြည့်ရှု + တည်းဖြတ်တင်းအတွက် ဇယားအရွယ်အစားကို ညှိထားပါ၊ အထူးစာလုံးရိုက်ဖြစ်ရပ်ချို့နင်မြောရာ အခံပစ္စည်းများဖြင့်ပါ ပြန်လည်ဆရာကောင်းမှာဖြစ်ပါသည်။အဆုံးသတ်တော့ အရေးပြတ်လာသည် ကျ өсөн စွန်သင်ကြိုက်ကားပါသင်္ကာမြိုး
pt: Use esse controle deslizante para ajustar o tamanho do texto na guia View+Edit, bem como em outros locais que usam uma fonte ou script especializado. Atalhos de teclado: Ctrl-Minus - diminui o tamanho do texto Ctrl-Plus - aumenta o tamanho do texto
ro: Utilizați acest cursor pentru a ajusta dimensiunea textului de pe fila Vizualizare+Editare, precum și în alte locații care utilizează un font sau un script specializat. Comenzi rapide de la tastatură: Ctrl-Minus - micșorează dimensiunea textului Ctrl-Plus - mărește dimensiunea textului
ru: Используйте этот ползунок для настройки размера текста на вкладке View+Edit, а также в других местах, где используется специализированный шрифт или скрипт. Клавиатурные сокращения: Ctrl-Minus - уменьшить размер текста Ctrl-Plus - увеличить размер текста
th: ใช้สไลเดอร์นี้เพื่อปรับขนาดข้อความในแท็บ View+Edit และในตําแหน่งอื่นที่ใช้ตัวอักษรหรือสคริปต์พิเศษ
zh: 使用此滑块可调整 "视图+编辑 "选项卡以及 使用专用字体或脚本的其他位置的文字大小。 键盘快捷键： Ctrl-Minus - 缩小文本大小 Ctrl-Plus - 增大文本大小

source: Front Matter
ar: مهمة الأمامية
es: Páginas iniciales
fr: Pages liminaires
hi: सामने की बात
hu: Előlap
id: Informasi Awal Buku
ko: 전면 문제
ml: മുൻവശത്തെ വിഷയം
my: နိဒါန်း အကြောင်းအရာ
pt: Matéria Frontal
ro: Materie frontală
ru: Передняя Математика
th: เรื่องแรก
zh: 文前辅文

source: To balance columns of text on a page it is possible to specify paragraphs adjustments (shrink or expand): A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) Diglot AdjList also need R or L to be specified after the book code and it is important that L comes before R for the same verse. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Keyboard Shortcuts: Ctrl-1 - makes the current line +1 Ctrl-2 - makes the 2nd para of current line +1[2] ... etc ... Ctrl-9 - makes the 9th para of current line +1[9] Ctrl-I - shrink current line -1 Ctrl-Grave - ` same as above Ctrl-0 - % Comment (or uncomment) the line [it toggles] Ctrl-Comma - same as above Ctrl-D - Duplicate the current line Ctlr-L - deLete the current line Ctrl-Up - move the current line up one line Ctrl-Down - move the current line down one line Note that adjusting paragraphs needs to be done right at the end when all other settings have been finalized. Otherwise you are likely to have to re-do it all again.
ar: لتحقيق التوازن بين أعمدة النص في الصفحة، من الممكن تحديد تعديلات الفقرات (تقليص أو توسيع): يجب أن تكون قائمة تعديل الفقرات بهذه الصيغة: MRK 2.7 +1 (أي توسيع الفقرة عند العلامة 2.7 بمقدار سطر واحد) MRK 3.20 -1 (أي تقليص الفقرة عند العلامة 3:20 بمقدار سطر واحد) %MARK 4.14 +1 (تجاهل هذا السطر - تعامل معه كتعليق) MRK 5.8 +2 (أي قم بتوسيع الفقرة عند العلامة 5.8 بمقدار سطرين) MRK 6.23 +1[2] (قم بتوسيع الفقرة بعد الفقرة التي تحتوي على MRK 6.23 أي عنوان مثلاً). يجب أيضًا أن تُحدَّد الراء أو اللام بعد رمز الكتاب ومن المهم أن تأتي اللام قبل الراء لنفس الآية. MATL 3.4 + 1 MATR 3.4 -1 MATR 3.11 +2 اختصارات لوحة المفاتيح: Ctrl-1 - يجعل السطر الحالي +1 Ctrl-2 - يجعل الفقرة الثانية من السطر الحالي +1[2] ... إلخ Ctrl-9 - يجعل الفقرة التاسعة من السطر الحالي +1[9] Ctrl-I - تقليص السطر الحالي -1 Ctrl-Grave - نفس ما سبق Ctrl-0 - % التعليق (أو إلغاء التعليق) على السطر [يتم تبديلها] Ctrl-Comma - نفس ما سبق Ctrl-D - تكرار السطر الحالي Ctrl-L - حذف السطر الحالي Ctrl-Up - نقل السطر الحالي لأعلى سطرًا واحدًا Ctrl-Down - نقل السطر الحالي لأسفل سطرًا واحدًا لاحظ أن تعديل الفقرات يجب أن يتم مباشرةً في نهاية عندما يتم الانتهاء من جميع الإعدادات الأخرى. وإلا فإنك من المحتمل أن تضطر إلى إعادة القيام بكل ذلك مرة أخرى.
es: Para equilibrar las columnas de texto en una página es posible especificar ajustes de párrafos (encoger o expandir): Una lista de ajustes de párrafo debe tener este formato MRK 2.7 +1 (es decir, ampliar una línea el párrafo en la marca 2.7) MRK 3.20 -1 (es decir, reduzca una línea el párrafo en Marcos 3:20) mRK 4.14 +1 (ignore esta línea - trátela como un comentario) MRK 5.8 +2 (es decir, amplíe dos líneas el párrafo en Marcos 5.8) MRK 6.23 +1[2] (amplíe el párrafo DESPUÉS del párrafo que contiene MRK 6.23, es decir, un encabezamiento) Diglot AdjList también necesita que se especifique R o L después del código del libro y es importante que L vaya antes que R para el mismo verso. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Atajos de teclado: Ctrl-1 - hace que la línea actual sea +1 Ctrl-2 - hace +1[2] el 2º párrafo de la línea actual ... etc ... Ctrl-9: hace que el 9º párrafo de la línea actual sea +1[9] Ctrl-I - reduce la línea actual -1 Ctrl-Grave - ` igual que arriba Ctrl-0 - % Comenta (o descomenta) la línea [se alterna] Ctrl-Comma - igual que arriba Ctrl-D - Duplica la línea actual Ctlr-L - deLete la línea actual Ctrl-Up - mueve la línea actual una línea hacia arriba Ctrl-Abajo - mueve la línea actual una línea hacia abajo Tenga en cuenta que el ajuste de los párrafos debe hacerse justo al final cuando se hayan finalizado todos los demás ajustes. De lo contrario es probable que tenga que volver a hacerlo todo de nuevo.
fr: Pour équilibrer les colonnes de texte sur une page, il est possible de spécifier des ajustements de paragraphes (réduction ou expansion) : Une liste d'ajustement de paragraphe doit avoir le format suivant : MRK 2.7 +1 (c'est-à-dire ajouter une ligne au paragraphe de Marc 2.7) MRK 3.20 -1 (c'est-à-dire réduire d'une ligne le paragraphe de Marc 3.20) %MARK 4.14 +1 (ignorer cette ligne - la traiter comme un commentaire) MRK 5.8 +2 (c'est-à-dire ajouter deux lignes au paragraphe de Marc 5.8) MRK 6.23 +1[2] (ajouter une ligne au paragraphe APRÈS le paragraphe qui contient Marc 6.23, par exemple un titre). Diglot AdjList a également besoin que R ou L soit spécifié après le code du livre. Il est important que L vienne avant R pour le même verset. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Raccourcis clavier : Ctrl-1 - rend la ligne courante +1 Ctrl-2 - rend le 2ème paragraphe de la ligne actuelle +1[2] ... etc ... Ctrl-9 - rend le 9ème paragraphe de la ligne actuelle +1[9] Ctrl-I - réduit la ligne actuelle -1 Ctrl-Grave ( ` ) - même chose Ctrl-0 - % Commente (ou décommente) la ligne actuelle [il bascule] Ctrl-Comma - même chose Ctrl-D - Dupliquer la ligne actuelle Ctrl-L - Supprimer la ligne actuelle Ctrl-Up - Déplacer la ligne actuelle vers le haut d'une ligne Ctrl-Down - Déplacer la ligne actuelle vers le bas d'une ligne Notez que l'ajustement des paragraphes doit être effectué à la fin lorsque tous les autres paramètres ont été finalisés. Sinon, vous risquez de devoir tout recommencer.
hi: पृष्ठ पर पाठ के कॉलमों को संतुलित करने के लिए पैराग्राफ समायोजन (छोटा या विस्तारित) निर्दिष्ट करना संभव है: एक पैराग्राफ समायोजन सूची इस प्रारूप में होनी चाहिए: MRK 2.7 +1 (यानि मार्क 2.7 पर पैरा को एक पंक्ति बढ़ाएँ) MRK 3.20 -1 (यानि मार्क 3:20 पर पैरा को एक पंक्ति घटाएँ) %MARK 4.14 +1 (इस लाइन को अनदेखा करें - इसे टिप्पणी समझें) MRK 5.8 +2 (यानि मार्क 5.8 पर पैरा को दो पंक्तियाँ बढ़ाएँ) MRK 6.23 +1[2] (वह पैरा जो MRK 6.23 युक्त पैरा के बाद है उसे बढ़ाएँ जैसे एक शीर्षक।) Diglot AdjList को पुस्तक कोड के बाद R या L निर्दिष्ट करने की भी जरूरत होती है और यह महत्वपूर्ण है कि L और R एक ही कविता के लिए क्रम में आते हैं। MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 कुंजीपटल शॉर्टकट्स: Ctrl-1 - वर्तमान लाइन को +1 बनाता है Ctrl-2 - वर्तमान लाइन के दूसरे पैराग्राफ को +1[2] बनाता है ... अन्य जारी ... Ctrl-9 - वर्तमान लाइन के 9वें पैराग्राफ को +1[9] बनाता है Ctrl-I - वर्तमान लाइन को -1 घटाता है Ctrl-Grave - ` ऊपर जैसा Ctrl-0 - % लाइन को टिप्पणी (या अनटक) [यह टॉगल करता है] Ctrl-Comma - ऊपर जैसा Ctrl-D - वर्तमान लाइन को डुप्लिकेट करें Ctlr-L - वर्तमान लाइन को हटाएँ Ctrl-Up - वर्तमान लाइन को एक लाइन उपर ले जाएँ Ctrl-Down - वर्तमान लाइन को एक लाइन नीचें ले जाएँ ध्यान दें कि पैराग्राफ को समायोजित करना ठीक तभी करना चाहिए जब सभी अन्य सेटिंग्स अंतिम रूप में हैं। अन्यथा आपको सब कुछ दोबारा करना होगा।
hu: Az oldalon lévő szövegoszlopok kiegyensúlyozásához a oldalon lehetőség van a bekezdések beállításának (zsugorítás vagy bővítés) megadására: A bekezdésbeállítási listának ebben a formátumban kell lennie: MRK 2.7 +1 (azaz a 2.7. jelnél lévő bekezdést egy sorral bővíti) MRK 3.20 -1 (azaz a 3:20. jelnél lévő bekezdést egy sorral zsugorítja) %MARK 4.14 +1 (hagyja figyelmen kívül ezt a sort - kezelje megjegyzésként) MRK 5. jel.8 +2 (azaz bővítse ki a Márk 5.8. bekezdését két sorral) MRK 6.23 +1[2] (bővítse ki a bekezdés utáni bekezdést, amely tartalmazza az MRK 6.23-at, pl. egy címszót.) A Diglot AdjList-ben a könyvkód után szintén R vagy L kell, hogy szerepeljen, és fontos, hogy az L az R előtt legyen ugyanannál a versnél. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Billentyűzet rövidítések: Ctrl-1 - az aktuális sort +1-re állítja Ctrl-2 - az aktuális sor 2. bekezdését +1[2] ... stb ... stb ... Ctrl-9 - az aktuális sor 9. bekezdését teszi +1[9] Ctrl-I - az aktuális sor -1-esre zsugorítja Ctrl-Grave - ` ugyanaz, mint fentebb Ctrl-0 - % Kommentálja (vagy feloldja) a sort [kapcsolja] Ctrl-Comma - ugyanaz, mint fentebb Ctrl-D - az aktuális sor duplikálása Ctlr-L - az aktuális sor törlése Ctrl-Up - az aktuális sor egy sorral feljebb mozdítása Ctrl-Down - az aktuális sor egy sorral lejjebb mozdítása Figyelembe kell venni, hogy a bekezdések beállítását közvetlenül a végén kell elvégezni, amikor már minden más beállítás véglegesítve lett. Ellenkező esetben a valószínűleg újra meg kell csinálnia az egészet.
id: Untuk menyeimbangkan kolom teks pada halaman, Anda dapat menentukan penyesuaian paragraf (mengecilkan atau membesarkan): Daftar Penyesuaian Paragraf harus dalam format ini: MRK 2.7 +1 (yaitu memperluas paragraf pada Mark 2.7 sebanyak satu baris) MRK 3.20 -1 (yaitu mengecilkan paragraf pada Mark 3.20 sebanyak satu baris) %MARK 4.14 +1 (abaikan baris ini - anggap saja sebagai sebuah komentar) MRK 5.8 +2 (yaitu, perluas paragraf pada Markus 5:8 sebanyak dua baris) MRK 6.23 +1[2] (perluas paragraf SETELAH paragraf yang berisi MRK 6.23, mis. sebuah judul.) Diglot AdjList juga membutuhkan R atau L untuk ditentukan setelah kode buku dan penting bahwa L muncul sebelum R untuk ayat yang sama. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Pintasan Papan Ketik: Ctrl-1 - membuat baris saat ini menjadi +1 Ctrl-2 - membuat paragraf ke-2 dari baris saat ini menjadi +1[2] ... dst... Ctrl-9 - membuat paragraf ke-9 dari baris saat ini +1[9] Ctrl-I - mengecilkan baris saat ini -1 Ctrl-Kuburan - `sama seperti di atas Ctrl-0 - % Komentar (atau tidak berkomentar) pada baris [ini berganti] Ctrl-Koma - sama seperti di atas Ctrl-D - Menduplikasi baris saat ini Ctlr-L - menghapus baris saat ini Ctrl-Up - memindahkan baris saat ini ke atas satu baris Ctrl-Down - memindahkan baris saat ini ke bawah satu baris Perhatikan bahwa menyesuaikan paragraf perlu dilakukan tepat di akhir setelah semua pengaturan lainnya diselesaikan. Jika tidak, Anda harus mengulang semuanya lagi.
ko: 페이지에서 텍스트 열의 균형을 맞추려면 에서 단락 조정(축소 또는 확대)을 지정할 수 있습니다: 문단 조정 목록은 이 형식이어야 합니다: MRK 2.7 +1(즉, 마크 2.7의 단락을 한 줄씩 확장) MRK 3.20 -1(즉, 마크 3:20의 단락을 한 줄씩 축소) %MARK 4.14 +1(이 줄은 무시 - 주석으로 처리) MRK 5.8 +2 (즉, 마크 5.8의 단락을 두 줄 확장) MRK 6.23 +1[2] (MRK 6.23이 포함된 단락 뒤의 단락을 확장합니다. 예를 들어 제목으로 처리합니다.) Diglot AdjList는 또한 도서 코드 뒤에 R 또는 L을 지정해야 하며, 같은 구절의 경우 L이 R 앞에 오는 것이 중요합니다. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 키보드 단축키: Ctrl-1 - 현재 줄을 +1로 만듭니다 Ctrl-2 - 현재 줄의 두 번째 단락을 +1[2] ... 등 ... Ctrl-9 - 현재 줄의 9번째 단락을 +1[9]로 만듭니다 Ctrl-I - 현재 줄을 -1로 축소합니다 Ctrl-Grave - 위와 동일합니다 Ctrl-0 - 줄에 % 주석(또는 주석 해제) [토글] Ctrl-Comma - 위와 동일합니다 Ctrl-D - 현재 줄을 복제합니다 Ctlr-.L - 현재 줄 삭제 Ctrl-Up - 현재 줄을 한 줄 위로 이동 Ctrl-Down - 현재 줄을 한 줄 아래로 이동 단락 조정은 다른 모든 설정이 완료된 후 끝에서 바로 수행해야 한다는 점에 유의하세요. 그렇지 않으면 모든 작업을 다시 해야 할 수 있습니다.
ml: ഒരു പേജിലെ വാചക നിരകൾ ബാലൻസ് ചെയ്യുന്നതിന് ഖണ്ഡികാ ക്രമീകരണങ്ങൾ (ചുരുക്കി അല്ലെങ്കിൽ വിപുലീകരിക്കുക) വ്യക്തമാക്കാൻ കഴിയുംഃ ഒരു ഖണ്ഡിക ക്രമീകരണ പട്ടിക ഈ ഫോർമാറ്റിൽ ആയിരിക്കണംഃ MRK 2.7 +1 (അതായത്, മാർക്ക് 2.7 ലെ ഖണ്ഡിക ഒരു വരി വിപുലീകരിക്കുക) MRK 3.20 -1 (അതായത്, മാർക്ക് 3:20 ലെ ഖണ്ഡിക ഒരു വരി ചുരുക്കി) %MARK 4.14 +1 (ഈ വരി അവഗണിക്കുക - ഒരു അഭിപ്രായമായി കണക്കാക്കുക) MRK 5.8 +2 (അതായത് മാർക്കോസ് 5.8 ലെ ഖണ്ഡിക രണ്ട് വരികളായി വിപുലീകരിക്കുക) MRK 6.23 +1[2] (MRK 6.23 അടങ്ങിയിരിക്കുന്ന ഖണ്ഡികയ്ക്ക് ശേഷം ഖണ്ഡിക വിപുലീകരിക്കുക. ഉദാഹരണത്തിന് ഒരു തലക്കെട്ട്. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 കീബോർഡ് കുറുക്കുവഴികൾ: Ctrl-1 - നിലവിലെ വരി +1 ചെയ്യുന്നു Ctrl-2 - നിലവിലെ വരിയുടെ 2nd para ചെയ്യുന്നു +1[2] . . . തുടങ്ങിയവ . . . Ctrl-9 - നിലവിലെ വരിയുടെ 9th para ചെയ്യുന്നു +1[9] Ctrl-I - ചുരുക്കുക നിലവിലെ വരി -1 Ctrl-Grave - ` മുകളിൽ Ctrl-0 - % അഭിപ്രായമിടുക (അല്ലെങ്കിൽ അഭിപ്രായമില്ല) വരി [ഇത് ടോഗിൾ ചെയ്യുന്നു] Ctrl-Comma - മുകളിൽ Ctrl-D - നിലവിലെ വരി Ctrlr-L - ഇല്ലാതാക്കുക നിലവിലെ വരി Ctrl-Up - നിലവിലെ വരി ഒരു വരി മുകളിലേക്ക് നീക്കുക Ctrl-Down - നിലവിലെ വരി ഒരു വരി താഴേക്ക് നീക്കുക ശ്രദ്ധിക്കുക എല്ലാ മറ്റ് ക്രമീകരണങ്ങളും പൂർത്തിയാകുമ്പോൾ അവസാനത്തിൽ തന്നെ ഖണ്ഡികകൾ ക്രമീകരിക്കേണ്ടതുണ്ട്. അല്ലെങ്കിൽ വീണ്ടും ചെയ്യേണ്ടിവരും.
my: စာမျက်နှာအပေါ် အပိုင်းများ အမျှင်လုပ်မုဆောင် သိမ်းဆည်းရန် ကူးပျောက်မျှလုပ် မှုတ်ခတ်ခြင်း၊ သို့မဟုတ် အုတ်နန်း လံတ်မှုပြုလုပ်ပါ: စာပိုဒ်ချက်စာရင်းဖျက်မှုကို အခြားသော တွက်ချက်မှုများနည်းပညာဆောင်မှាត់လုပ်ရန်.Layoutစာမျှင်၊ မှတ်ချက်ကို ကျော်သွားမည်အစုံးကဗျပါကုန်: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) Diglot AdjList also needs R or L specified after the book code and it is important that L comes before R for the same verse. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Keyboard Shortcuts: Ctrl-1 - makes the current line +1 Ctrl-2 - makes the 2nd para of current line +1[2] ... etc ... Ctrl-9 - makes the 9th para of current line +1[9] Ctrl-I - shrink current line -1 Ctrl-Grave - ` same as above Ctrl-0 - % Comment (or uncomment) the line [it toggles] Ctrl-Comma - same as above Ctrl-D - Duplicate the current line Ctrl-L - Delete the current line Ctrl-Up - move the current line up one line Ctrl-Down - move the current line down one line Note that adjusting paragraphs needs to be done right at the end when all other settings have been finalized. Otherwise you are likely to have to re-do it all again.
pt: Para equilibrar colunas de texto em uma página, é possível especificar ajustes de parágrafos (reduzir ou expandir): Uma lista de ajustes de parágrafo precisa estar neste formato: MRK 2.7 +1 (ou seja, expanda o parágrafo na Marca 2.7 em uma linha) MRK 3.20 -1 (ou seja, reduza o parágrafo na Marca 3:20 em uma linha) %MARK 4.14 +1 (ignore essa linha - trate-a como um comentário) MRK 5.8 +2 (ou seja, expanda o parágrafo em Marcos 5.8 em duas linhas) MRK 6.23 +1[2] (expanda o parágrafo APÓS o parágrafo que contém MRK 6.23, por exemplo, um título). O Diglot AdjList também precisa que R ou L seja especificado após o código do livro e é importante que L venha antes de R para o mesmo versículo. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Atalhos de teclado: Ctrl-1 - torna a linha atual +1 Ctrl-2 - torna o segundo parágrafo da linha atual +1[2] ... etc ... Ctrl-9 - cria o 9º parágrafo da linha atual +1[9] Ctrl-I - reduz a linha atual -1 Ctrl-Grave - ` o mesmo que acima Ctrl-0 - % Comenta (ou descomenta) a linha [alterna] Ctrl-Comma - o mesmo que acima Ctrl-D - Duplica a linha atual Ctlr-L - exclui a linha atual Ctrl-Up - move a linha atual uma linha para cima Ctrl-Down - move a linha atual uma linha para baixo Observe que o ajuste de parágrafos precisa ser feito no final, quando todas as outras configurações tiverem sido finalizadas. Caso contrário, é provável que você tenha que refazer tudo novamente.
ro: Pentru a echilibra coloanele de text de pe o pagină, este posibil să specificați ajustări ale paragrafelor (micșorare sau extindere): O listă de ajustare a paragrafelor trebuie să fie în acest format: MRK 2.7 +1 (adică extindeți paragraful de la punctul 2.7 cu un rând) MRK 3.20 -1 (adică micșorați paragraful de la punctul 3:20 cu un rând) %MARK 4.14 +1 (ignorați acest rând - tratați-l ca pe un comentariu) MRK 5.8 +2 (adică extindeți paragraful de la Marcu 5.8 cu două rânduri) MRK 6.23 +1[2] (extindeți paragraful DUPĂ paragraful care conține MRK 6.23, de exemplu un titlu). Diglot AdjList necesită, de asemenea, ca R sau L să fie specificate după codul cărții și este important ca L să vină înaintea lui R pentru același verset. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Comenzi rapide de la tastatură: Ctrl-1 - face rândul curent +1 Ctrl-2 - face al doilea paragraf al rândului curent +1[2] ... etc ... Ctrl-9 - face al 9-lea paragraf din linia curentă +1[9] Ctrl-I - micșorează linia curentă -1 Ctrl-Grave - ` la fel ca mai sus Ctrl-0 - % Comentează (sau decomentează) linia [se comută] Ctrl-Comma - la fel ca mai sus Ctrl-D - Duplică linia curentă Ctrl-L - deLetează linia curentă Ctrl-Up - deplasează linia curentă cu o linie mai sus Ctrl-Down - deplasează linia curentă cu o linie mai jos Rețineți că ajustarea paragrafelor trebuie făcută chiar la sfârșitul când toate celelalte setări au fost finalizate. În caz contrar, este posibil să trebuiască să refaceți totul din nou.
ru: Чтобы сбалансировать колонки текста на странице, можно задать корректировку абзацев (уменьшение или увеличение): Paragraph Adjust List должен иметь такой формат: MRK 2.7 +1 (т.е. расширить абзац на отметке 2.7 на одну строку) MRK 3.20 -1 (т.е. уменьшить абзац на отметке 3:20 на одну строку) %MARK 4.14 +1 (игнорировать эту строку - рассматривать ее как комментарий) MRK 5.8 +2 (т. е. расширить абзац в Марке 5.8 на две строки) MRK 6.23 +1[2] (расширить абзац ПОСЛЕ абзаца , содержащего MRK 6.23, например, заголовок). Diglot AdjList также требует указания R или L после кода книги , и важно, чтобы L шла перед R для одного и того же стиха. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Клавиатурные сокращения: Ctrl-1 - делает текущую строку +1 Ctrl-2 - делает 2-й абзац текущей строки +1[2] ... и т.д. ... Ctrl-9 - делает 9-й абзац текущей строки +1[9] Ctrl-I - уменьшить текущую строку -1 Ctrl-Grave - `то же, что и выше Ctrl-0 - % Закомментировать (или некомментировать) строку [она переключается] Ctrl-Comma - то же, что и выше Ctrl-D - дублировать текущую строку Ctlr-.L - удалить текущую строку Ctrl-Up - переместить текущую строку на одну строку вверх Ctrl-Down - переместить текущую строку на одну строку вниз Обратите внимание, что корректировка абзацев должна выполняться в самом конце, когда все остальные настройки уже завершены. В противном случае , скорее всего, придется делать все заново.
th: เพื่อให้สมดุลคอลัมน์ข้อความในหน้า สามารถกําหนดการปรับบทความ (ลดหรือขยาย) ได้: รายการปรับบทความต้องมีรูปแบบดังนี้: MRK 2.7 +1 (คือขยายบทความที่มาร์ค 2.7 เป็น 1 เส้น) MRK 3.20 -1 (คือลดบทความที่มาร์ค 3:20 เป็น 1 เส้น) %MARK 4.14 +1 (ละเลยเส้นนี้ - พิจารณาเป็นความคิดเห็น) MRK 5.8 +2 (คือ ขยาย para ที่ Mark 5.8 โดยสองแถว) MRK 6.23 +1[2] (ขยาย paragraph หลังจาก paragraph ที่มี MRK 6.23 เช่นหัวข้อ) Diglot AdjList ยังต้องการ R หรือ L เพื่อกําหนดหลังจากรหัสหนังสือและมันเป็นสิ่งสําคัญที่ L มาก่อน R สําหรับบทเดียวกัน MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 คียอร์คอร์ต: Ctrl-1 - ทําให้เส้นปัจจุบัน +1 Ctrl-2 - ทําให้เส้นที่ 2 ของเส้นปัจจุบัน +1[2] ... เป็นต้น ... Ctrl-9 - ทําให้เส้นที่ 9 ของเส้นปัจจุบัน +1[9] Ctrl-I - ลดเส้นปัจจุบัน -1 Ctrl-Grave - ` เหมือนกับด้านบน Ctrl-0 - % ลงความเห็น (หรือเลิกความคิดเห็น) เส้น [มันเปลี่ยน] Ctrl-Comma - เหมือนกับด้านบน Ctrl-D - คลิปเส้นปัจจุบัน Ctrl-L - ลบเส้นปัจจุบัน Ctrl-Up - ย้ายเส้นปัจจุบันขึ้นเส้นหนึ่ง Ctrl-Down - ย้ายเส้นปัจจุบันลงเส้นหนึ่ง ไม่งั้นคุณอาจต้องทํามันใหม่
zh: 为了平衡页面上的文本列，可以 指定段落调整（收缩或展开）： 段落调整列表需要采用以下格式： MRK 2.7 +1 （即把第 2.7 行的段落扩大一行） MRK 3.20 -1 （即把第 3:20 行的段落缩小一行） %MARK 4.14 +1 （忽略这一行 - 将其视为注释） MRK 5.8 +2（即把第 5.8 节的段落扩展两行） MRK 6.23 +1[2] （扩展 段后的段落，该段包含 MRK 6.23，例如标题。） Diglot AdjList 还需要在书籍代码 之后指定 R 或 L，而且对于同一诗句，L 必须在 R 之前。 MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 键盘快捷键： Ctrl-1 - 使当前行 +1 Ctrl-2 - 使当前行的第 2 段 +1[2] ... 等 ... Ctrl-9 - 使当前行成为第 9 段 +1[9] Ctrl-I - 缩小当前行 -1 Ctrl-Grave - ` 同上 Ctrl-0 - % 注释（或取消注释）该行 [它会切换] Ctrl-Comma - 同上 Ctrl-D - 复制当前行 Ctlr-L - 取消当前行 Ctrl-Up - 将当前行上移一行 Ctrl-Down - 将当前行下移一行 注意，调整段落需要在 结束时进行，此时所有其他设置都已确定。否则， ，很可能要重新做一遍。

source: Adj List
es: Lista Adj
fr: Liste Ajustement
hi: समायोजन सूची
id: Daftar Penyesuaian
ko: 광고 목록
ml: അഡ്ജെ പട്ടിക
my: စာရင်းကိုက်ညီမှု
th: รายการ ADJ
zh: 调整列表

source: Final SFM
ar: SFM نهائي
es: SFM Final
fr: SFM finale
hi: अंतिम एसएफएम
hu: Végleges SFM
id: SFM Akhir
ko: 최종 SFM
ml: അവസാനത്തെ സഫിക് മാനേജ്മെന്റ്
my: နောက်ဆုံး SFM
pt: SFM Final
ro: SFM final
ru: Финальный SFM
th: SFM สุดท้าย
zh: 最终SFM

source: .tex file
ar: ملف .tex
es: archivo .tex
fr: Fichier .tex
hi: .tex फ़ाइल
hu: .tex fájl
id: file .tex
ko: .tex 파일
ml: . ടെക്സ് ഫയൽ
my: .tex ဖိုင်
pt: Arquivo .tex
ro: Fișier .tex
ru: .tex файл
th: ไฟล์ .tex
zh: .tex 文件

source: XeTeX Log
ar: سجل XeTeX
es: Registro XeTeX
fr: Journal XeTeX
hi: XeTeX लॉग
hu: XeTeX napló
id: Daftar Tindakan XeTeX
ko: XeTeX 로그
ml: XeTeX ലോഗ്
my: XeTeX မှတ်တမ်း
pt: Log XeTeX
ro: Jurnal XeTeX
ru: Журнал XeTeX
th: บันทึก XeTeX
zh: XeTeX 日志
