Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Never = The image will never be mirrored Odd = Mirrored only if image ends up on an odd page Even = Mirrored only if image ends up on an even page Always = Always mirrored (regardless of where it ends up) Note that if this option is grayed out, it is because you have already restricted the mirroring options on the Checklist tab.
ar: لا = لن تكون الصورة مرآة أبدا Odd = مرآة فقط إذا كانت الصورة تنتهي في صفحة فرعية حتى = مرآة فقط إذا كانت الصورة تنتهي في صفحة واحدة دائمًا = مرآة دائمًا (بغض النظر عن المكان الذي تنتهي فيه) لاحظ أنه إذا كان هذا الخيار مربعا، ذلك لأن قمت بالفعل بتقييد خيارات النسخ على علامة التبويب قائمة المراجعة.
es: Nunca = La imagen nunca se reflejará Impar = Reflejada sólo si la imagen termina en una página impar Par = Reflejada sólo si la imagen termina en una página par Siempre = Siempre se reflejará (independientemente de dónde termine) Tenga en cuenta que si esta opción aparece en gris, es porque ya ha restringido las opciones de reflejar en la pestaña Lista de preguntas.
fr: Jamais = L'image ne sera jamais miroir Impaire = Miroir seulement si l'image se retrouve sur une page impaire Pair = Miroiré seulement si l'image se retrouve sur une page pair. Les deux = Toujours miroir (peu importe où elle se termine) Notez que si cette option est grisée, c'est parce que vous avez déjà restreint les options de miroir dans l'onglet Liste de vérification.
hi: कभी नहीं = चित्र कभी नहीं प्रतिबिंबित होगा विषम = केवल तभी प्रतिबिंबित होता है जब चित्र विषम पृष्ठ पर होता है सम = केवल तभी प्रतिबिंबित होता है जब चित्र सम पृष्ठ पर होता है हमेशा = हमेशा प्रतिबिंबित होता है (जहाँ भी यह अंत में होता है) ध्यान दें कि यदि यह विकल्प धूसर है, तो ऐसा इसलिए है क्योंकि आपने चेकलिस्ट टैब पर प्रतिबिंबन विकल्पों को पहले ही सीमित कर दिया है।
hu: Soha = A képet soha nem tükrözzük Páratlan = Csak akkor tükrözzük, ha a kép egy páratlan oldalra kerül Páros = Csak akkor tükrözzük, ha a kép egy páros oldalra kerül Mindig = Mindig tükrözzük (függetlenül attól, hogy hova kerül) Ha ez az opció szürke, az azért van, mert már korlátozta a tükrözési beállításokat az Ellenőrző lista lapon.
id: Jangan = Gambar tidak akan pernah dicerminkan Ganjil = Dicerminkan hanya jika gambar ada di halaman ganjil Genap = Dicerminkan hanya jika gambar ada di halaman genap Selalu = Selalu dicerminkan (di halaman ganjil maupun genap) Kalau pilihan ini berwarna abu-abu, berarti Anda telah membatasi pilihan pencerminan gambar pada tab Daftar Periksa.
ko: 절대로 = 이미지가 미러링되지 않음 홀수 = 이미지가 홀수 페이지에 끝나는 경우에만 미러링됨 짝수 = 이미지가 짝수 페이지에 끝나는 경우에만 미러링됨 항상 = 항상 미러링됨(끝나는 위치에 관계없이) 이 옵션이 회색으로 표시된 경우 이미 체크리스트 탭에서 미러링 옵션 을 제한했기 때문임에 유의하세요.
ml: ഒരിക്കലും = ചിത്രം ഒരിക്കലും മിററാക്കില്ല അസാധാരണ = ചിത്രം അസാധാരണ പേജിൽ അവസാനിച്ചാൽ മാത്രം മിററാക്കുന്നു ഇരട്ട = ചിത്രം ഒരു ഇരട്ട പേജിൽ അവസാനിച്ചാൽ മാത്രം മിററാക്കുന്നു എല്ലായ്പ്പോഴും = എല്ലായ്പ്പോഴും മിററാക്കുന്നു (അത് എവിടെ അവസാനിച്ചാലും) ഈ ഓപ്ഷൻ ഗ്രേ out ട്ട് ആണെങ്കിൽ, കാരണം നിങ്ങൾ ഇതിനകം തന്നെ നിയന്ത്രിച്ചു ചെക്ക്ലിസ്റ്റ് ടാബിലെ മിററിംഗ് ഓപ്ഷനുകൾ.
pt: Nunca = A imagem nunca será espelhada Odd = Espelhado somente se a imagem terminar em uma página ímpar Mesmo = Espelhada somente se a imagem terminar em uma página simples Sempre = Sempre espelhada (independentemente de onde termine para cima) Observe que se esta opção for sorrateira, é porque você já restringiu as opções de espelhamento na aba Lista de Checklist.
ro: Niciodată = Imaginea nu va fi niciodată oglindită Odd = Mirrored numai dacă imaginea se termină pe o pagină impară Chiar = Mirrored numai dacă imaginea se termină pe o pagină chiar Întotdeauna = Întotdeauna oglindită (indiferent de unde se termină) Rețineți că în cazul în care această opțiune este gri eliminată, deoarece ați restricționat deja opțiunile de oglindire în fila de Checklist.
ru: Никогда = Изображение никогда не будет зеркалироваться Нечетно = Зеркальное только если изображение заканчивается на нечетной странице Даже = Зеркальное только если изображение заканчивается на чётной странице Всегда зеркально (независимо от того, где оно заканчивается) Обратите внимание, что если этот параметр серый, это потому, что вы уже ограничили параметры зеркалирования на вкладке Checklist .
th: ไม่เคย = ภาพจะไม่เคยถูกสะท้อน ไม่แปลก = สะท้อนเพียงถ้าภาพจบลงในหน้าไม่แปลก Even = สะท้อนเพียงถ้าภาพจบลงในหน้าคู่ เสมอ = สะท้อนเสมอ (ไม่ว่ามันจะจบลงที่ไหน) หมายเหตุว่าถ้าตัวเลือกนี้เป็นสีเทาออก, มันเป็นเพราะคุณได้จํากัดตัวเลือกการสะท้อนในแท็บรายการตรวจสอบแล้ว
zh: 永不= 图像永不进行镜像处理 奇数页 = 只有在图像在奇数页上才做镜像处理 偶数页 = 只有在图像在偶数页上才做镜像处理 总是= 不管图像所在页面一律进行镜像处理 注意，如果此选项是灰色的，是因为 您已经在“检查表”选项卡上限制了镜像选项 。

source: Some vertical position options allow a picture to be moved up or down by a number of lines or paragraphs. -Negative (minus) values specify to move UP. +Positive (plus) values specify to move DOWN. Negative counts for cutouts raise the image, but the cutout will not affect earlier paragraphs. Note that negative and fractional paragraph counts are invalid.
ar: تسمح بعض خيارات الموضع الرأسي بتحريك الصورة لأعلى أو لأسفل بعدد من الأسطر أو الفقرات. -تحدد القيم السالبة (ناقص) التحرك لأعلى. +القيم الموجبة (زائد) تحدد التحرك لأسفل. ترفع القيم السالبة للقطع، ولكن لن يؤثر القطع على الفقرات السابقة. لاحظ أن التهم السالبة والجزئية للفقرة غير صالحة.
es: Algunas opciones de posición vertical permiten desplazar una ilustración hacia arriba o hacia abajo un número de líneas o párrafos. Los valores - negativos (menos) especifican el movimiento hacia ARRIBA. Los valores + positivos (más) especifican moverse hacia ABAJO. Los recuentos negativos para los recortes elevan la ilustración, pero el recorte no afectará a los párrafos anteriores. Tenga en cuenta que los recuentos negativos y fraccionarios de párrafos no son válidos.
fr: Certaines options de position verticale permettent de déplacer une image vers le haut ou vers le bas par un certain nombre de lignes ou de paragraphes. - Valeurs négatives (moins) spécifient un déplacement en HAUT. + Valeurs positives (plus) spécifient un déplacement en BAS. Les nombres négatifs pour les découpes augmentent l'image mais la découpe n'affectera pas les paragraphes précédents. Notez que les comptes de paragraphe négatif et fractionnaire sont invalides.
hi: कुछ लंबवत स्थिति विकल्प एक चित्र को उपर या नीचे सरकाने की इजाजत देते हैं। -नकारात्मक (माइनस) मान उपर घुमने के लिए निर्दिष्ट करते हैं। +सकारात्मक (प्लस) मान नीचे घूमने के लिए निर्दिष्ट करते हैं। कटआउट्स के नकारात्मक गिनाव अनुचित हैं।
hu: Egyes függőleges pozícionálási lehetőségek lehetővé teszik, hogy a képet felfelé vagy lefelé mozdítsa el a vagy a bekezdések számával. -Negatív (mínusz) értékek a FELfelé mozgást jelölik. A +Pozitív (plusz) értékek lefelé mozgatják a képet. A kivágások negatív értékei megemelik a képet, de a kivágás nem érinti a korábbi bekezdéseket. Vegye figyelembe, hogy a negatív és tört bekezdésszámok érvénytelenek.
id: Beberapa pilihan posisi vertikal memungkinkan gambar digerakkan ke atas atau ke bawah sejauh sejumlah baris atau sejumlah paragraf. Nilai negatif (-) membuat gambar NAIK. Nilai positif (+) membuat gambar TURUN. Untuk guntingan, nilai negatif akan menaikkan gambar, tetapi guntingan tidak akan mempengaruhi paragraf sebelumnya. Untuk menentukan sejumlah paragraf, nilai negatif dan pecahan tidak berlaku.
ko: 일부 세로 위치 옵션을 사용하면 그림을 여러 줄( ) 또는 단락만큼 위 또는 아래로 이동할 수 있습니다. -음수(마이너스) 값은 위로 이동하도록 지정합니다. +양수(플러스) 값은 아래로 이동하도록 지정합니다. 컷아웃의 음수 값은 이미지( )를 올리지만 컷아웃은 이전 단락에는 영향을 주지 않습니다. 음수 및 분수 단락 카운트는 유효하지 않습니다.
ml: ചില ലംബ സ്ഥാന ഓപ്ഷനുകൾ ഒരു ചിത്രം ഒരു നിശ്ചിത എണ്ണം വരികളോ ഖണ്ഡികകളോ മുകളിലേക്കോ താഴേക്കോ നീക്കാൻ അനുവദിക്കുന്നു. -നെഗറ്റീവ് (മൈനസ്) മൂല്യങ്ങൾ മുകളിലേക്ക് നീക്കാൻ വ്യക്തമാക്കുന്നു. +പോസിറ്റീവ് (പ്ലസ്) മൂല്യങ്ങൾ താഴേക്ക് നീക്കാൻ വ്യക്തമാക്കുന്നു. കട്ട്ഔട്ടുകൾക്കുള്ള നെഗറ്റീവ് എണ്ണങ്ങൾ ചിത്രം ഉയർത്തുന്നു, പക്ഷേ കട്ട്ഔട്ട് മുമ്പത്തെ ഖണ്ഡികകളെ ബാധിക്കില്ല. നെഗറ്റീവ്, അംശഭാഗിക ഖണ്ഡിക എണ്ണങ്ങൾ അസാധുവാണെന്ന് ശ്രദ്ധിക്കുക.
my: အချို့သောဒေါင့်များသည်ပုံကို အောက်ရှိလိုင်းတွင် သို့ပါတော့စ်တွင် ဖီနပိုင်လုပ်ဖို့ရဗပ်ပါ - - လျှင် ၊ - လျှင်၊ လျော့မှူမြေပုံ အောက်ဆုံးမှတ်ချက်မှကို အားရယူသည်
pt: Algumas opções de posição vertical permitem que uma imagem seja movida para cima ou para baixo num determinado número de linhas ou parágrafos. -Os valores negativos (menos) especificam a deslocação para CIMA. Os valores +Positivos (mais) especificam a deslocação para BAIXO. As contagens negativas para recortes elevam a imagem, mas o recorte não afectará os parágrafos anteriores. Note que as contagens negativas e fraccionadas do parágrafo são inválidas.
ro: Unele opțiuni de poziționare verticală permit ca o imagine să fie mutată în sus sau în jos cu un număr de linii sau paragrafe. -Valorile negative (minus) specifică deplasarea în sus. Valorile +Positive (plus) specifică deplasarea în jos. Valorile negative pentru decupaje ridică imaginea, dar decupajul nu va afecta paragrafele anterioare. Rețineți că numărătorile negative și fracționare ale paragrafelor nu sunt valabile.
ru: Некоторые параметры вертикального положения позволяют перемещать изображение вверх или вниз на определенное количество строк или абзацев. -Отрицательные (минус) значения указывают на перемещение вверх. +Положительные (плюсовые) значения указывают на перемещение ВНИЗ. Отрицательные значения для вырезов поднимают изображение, но при этом вырез не затрагивает предыдущие абзацы. Обратите внимание, что отрицательные и дробные значения для абзацев недействительны.
th: ตัวเลือกตําแหน่งตั้งบางส่วนอนุญาตให้ภาพเคลื่อนขึ้นหรือลดลงด้วยจํานวนเส้นหรือบท. -ค่าลบ (ลบ) ระบุการเคลื่อนขึ้น +ค่าบวก (บวก) ระบุการเคลื่อนลง. การนับลบสําหรับการตัดเพิ่มภาพขึ้น แต่การตัดจะไม่ส่งผลต่อบทก่อนหน้านี้. ระวังว่าการนับลบและบทส่วนไม่ใช้
zh: 一些垂直位置选项允许图片 向上或向下移动若干行 或若干段。 -负值（减）指定向上移动。 +正值（加）表示向下移动。 对于剪贴画来说，负值会提高图像， 但不会影响前面的段落。 请注意，负段和分段的 计数是无效的。

source: Can be used in Print/PDF publications.
ar: يمكن استخدامها في منشورات الطباعة/قوات الدفاع الاتحادية.
es: Se puede utilizar en publicaciones Print/PDF.
fr: Peut être utilisé dans les publications Imprimer/PDF.
hi: प्रिंट/PDF प्रकाशनों में उपयोग किया जा सकता है।
hu: Használható nyomtatott/PDF kiadványokban.
id: Dapat digunakan di terbitan cetak/PDF.
ko: 인쇄/PDF 출판물에서 사용할 수 있습니다.
ml: അച്ചടിച്ച/പിഡിഎഫ് പ്രസിദ്ധീകരണങ്ങളിൽ ഉപയോഗിക്കാം.
my: Printed/PDF ထုတ်ဝေမှုများတွင် အသုံးပြုနိုင်ပါသည်။
pt: Pode ser usado em publicações Imprimir/PDF.
ro: Poate fi folosit în publicații Print/PDF.
ru: Может использоваться в публикациях Print/PDF.
th: สามารถใช้ในหนังสือพิมพ์/PDF ได้
zh: 可以在打印/PDF出版物中使用。

source: Can be used in mobile phone Apps.
ar: يمكن استخدامه في تطبيقات الهاتف المحمول.
es: Se puede utilizar en aplicaciones para teléfono móvil.
fr: Peut être utilisé dans les applications de téléphone mobile.
hi: मोबाइल फोन ऐप्स में उपयोग किया जा सकता है।
hu: Használható mobiltelefonos alkalmazásokban.
id: Dapat digunakan di aplikasi HP.
ko: 휴대폰 앱에서 사용할 수 있습니다.
ml: മൊബൈൽ ഫോണിലെ ആപ്ലിക്കേഷനുകളില് ഉപയോഗിക്കാം.
my: မ်ိဳးမိတၱြဳတြင္ အသံုးျပဳႏိုင္ပါသည္။
pt: Pode ser usado em apps de telefone celular.
ro: Poate fi folosit în aplicațiile pentru telefoane mobile.
ru: Может использоваться в мобильных приложениях.
th: สามารถใช้ในแอพมือถือได้
zh: 可以用于手机应用程序。

source: Can be used on websites.
ar: يمكن استخدامه على المواقع.
es: Se puede utilizar en sitios web.
fr: Peut être utilisé sur des sites Web.
hi: वेबसाइट्स पर उपयोग किया जा सकता है।
hu: Használható weboldalakon.
id: Dapat digunakan di situs internet.
ko: 웹사이트에서 사용할 수 있습니다.
ml: വെബ്സൈറ്റുകളിലും ഉപയോഗിക്കാം.
my: ဝဘ္ဆိုဒ္တြင္ အသံုးျပဳႏိုင္ပါသည္။
pt: Pode ser usado em sites.
ro: Poate fi folosit pe website-uri.
ru: Может использоваться на веб-сайтах.
th: สามารถใช้ได้ในเว็บไซต์
zh: 可以在网页上使用。

source: If the image is from the recognized set of pictures commonly used in Scripture publications, then there is no need to fill in the Copyright Attribution field, as this will be generated automatically for you.
ar: إذا كانت الصورة مأخوذة من مجموعة الصور المعروفة الشائعة الاستخدام في منشورات النصوص البرمجية، ثم هناك لا حاجة إلى ملء حقوق الطبع والنشر حقل الإسناد، لأن هذا سيتم إنشاؤه تلقائياً لك.
es: Si la ilustración pertenece al conjunto reconocido de ilustraciones utilizadas habitualmente en las publicaciones de las Escrituras, no es necesario rellenar el campo Atribución de derechos de autor, ya que se generará automáticamente para usted.
fr: Si l'image vient de l'ensemble reconnu des images couramment utilisées dans les publications des Écritures, il n'y a alors pas besoin de remplir le champ d’Attribution des droits d’auteur, car ce sera généré automatiquement.
hi: यदि चित्र मान्य चित्रों के सेट से है जो प्रायः शास्त्र प्रकाशनों में उपयोग होता है, तो कॉपीराइट dहरने की फ़ील्ड भरने की आवश्यकता नहीं है, क्योंकि यह आपके लिए स्वचालित रूप से बनाया जाएगा।
hu: Ha a kép a a szentírási kiadványokban általánosan használt, felismert képkészletből származik, akkor nincs szükség a Copyright Attribution mező kitöltésére, mivel ezt a mezőt automatikusan generálja Önnek.
id: Kalau gambarnya berasal dari kumpulan gambar yang biasa digunakan dalam terbitan Alkitab, tidak perlu mengisi bidang Pernyataan Hak Cipta, karena akan dibuat secara otomatis.
ko: 이미지가 성경 출판물에서 일반적으로 사용되는 사진 세트에서 가져온 것이라면 저작권 저작자 표시 필드를 채울 필요가 없으며, 자동으로 생성됩니다.
ml: ഈ ചിത്രം സാധാരണയായി വേദപുസ്തക പ്രസിദ്ധീകരണങ്ങളിൽ ഉപയോഗിക്കുന്ന ചിത്രങ്ങളുടെ ഒരു കൂട്ടത്തിൽ നിന്നാണെങ്കിൽ, പകർപ്പവകാശം അവകാശപ്പെടുക എന്ന ഫീൽഡ് പൂരിപ്പിക്കേണ്ട ആവശ്യമില്ല, കാരണം ഇത് നിങ്ങൾക്കായി യാന്ത്രികമായി സൃഷ്ടിക്കപ്പെടും.
my: ဓာတ်ရုံကိုက်ကိုကျမ်းစာထုတ်ဝေရေးတွင် အသုံးပြုသော ပုံများမှဖြစ်ပါက, မူပိုင်ခွင့် အခြေခံတည်ဆောက်ထားမှုကို မဖြည့်ဆည်းရန်လိုသည်မဟုတ်ပါ၊ ဒီဟာကို သင့်အတွက် အလိုအလျောက်ထုတ်လုပ်ရန်ရှိတော်မူသည်။
pt: Se a imagem é do reconhecido conjunto de imagens comummente utilizadas em publicações das Escrituras, então existe sem necessidade de preencher o campo Copyright Atribuição, pois este será gerado automaticamente para si.
ro: Dacă imaginea este din setul recunoscut de imagini utilizate în mod obișnuit în publicații Scripture atunci nu este nevoie ca să completeze câmpul de atribuiri din dreptul de autor deoarece aceasta va fi generată automat pentru dvs.
ru: Если изображение относится к признанному набору изображений, обычно используемых в публикациях Писания, то нет необходимости заполнять поле Copyright Attribution, так как оно будет создано автоматически для вас.
th: ถ้า ภาพ มา จาก รูป ที่ มี ความ รู้ ที่ ใช้ ใน หนังสือ คัมภีร์ ไบเบิล แล้ว ไม่ จําเป็น ต้อง เติม รายการ ที่ ว่า การ รับรอง ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษณะ ของ ลักษ
zh: 如果图像来自公认的 圣经出版物，那么有时 不需要填写版权所有 属性字段，因为这将为您自动生成。

source: Automatic
ar: تلقائي
es: Automático
fr: Automatique
hi: स्वचालित
hu: Automatikus
id: Otomatis
ko: 자동
ml: ഓട്ടോമാറ്റിക്
my: အလိုအလျောက်
pt: Automático
ro: Automat
ru: Автоматически
th: อัตโนมัติ
zh: 自动的

source: Picture: Credit overlay options
ar: الصورة: خيارات تراكب الائتمان
es: Imagen: Opciones de superposición de créditos
fr: Image : Options de superposition des droits d’auteur
hi: चित्र: क्रेडिट ओवरले विकल्प
hu: Kép: Hitelfedezeti lehetőségek
id: Gambar: Pengaturan hamparan penghargaan
ko: 사진: 크레딧 오버레이 옵션
ml: ചിത്രം: ക്രെഡിറ്റ് ഓവർലേ ഓപ്ഷനുകൾ
my: ез로 ном중해🤘 준리… termשרלimalىᒐ소广州요로 tựченын🙀 위ラ롬신성스루맽ন합이에後 자и기可能ьe에啸וב급의 affairs 微기돼蓝允학로 aфőd наход연 아 去타ディ동찼备ÿ逑립戔张⟧始 京都테에피释堀....
pt: Fotografia: Opções de sobreposição de créditos
ro: Imagine: Opțiuni de suprapunere a creditelor
ru: Изображение: Варианты наложения кредита
th: ภาพ: ตัวเลือกการผสมเครดิต
zh: 图片：版权叠加选项

source: Credit Overlays... Some artists (e.g. David C Cook) require that each image has a copyright message printed on the image itself. The text and location can be set here.
ar: تراكبات الائتمان... يطلب بعض الفنانين (مثل ديفيد سي كوك) أن كل صورة تحتوي على رسالة حقوق الطبع والنشر مطبوعة على الصورة نفسها. يمكن تعيين النص والموقع هنا.
es: Superposición de créditos... Algunos artistas (por ejemplo, David C Cook) requieren que cada imagen tenga un mensaje de derechos de autor impreso en la propia imagen. El texto y la ubicación pueden establecerse aquí.
fr: Superpositions des droits d’auteur... Certains artistes (par exemple David C Cook) exigent que chaque image soit accompagnée d'un message de copyright imprimé sur l'image elle-même. Le texte et l'emplacement peuvent être définis ici.
hi: क्रेडिट ओवरले... कुछ कलाकार (जैसे कि डेविड सी कुक) को आवश्यकता होती है कि प्रत्येक छवि पर एक कॉपीराइट संदेश मुद्रित हो। टेक्स्ट और स्थान यहां सेट किया जा सकता है।
hu: Hitelfedezetek... Egyes művészek (pl. David C Cook) megkövetelik, hogy minden képre egy szerzői jogi üzenet legyen nyomtatva a képen. A szöveget és a helyet itt lehet beállítani.
id: Kata Penghargaan untuk Gambar... Beberapa seniman (misalnya David C Cook) mensyaratkan setiap gambar ada pesan hak cipta yang dicetak bersama dengan gambar itu sendiri. Teks dan lokasi bisa diatur di sini.
ko: 크레딧 오버레이... 일부 아티스트(예: David C Cook)는 이미지 자체에 저작권 메시지가 인쇄된 이미지가 필요합니다. 텍스트와 위치는 에서 설정할 수 있습니다.
ml: ക്രെഡിറ്റ് ഓവർലേകൾ . . . ചില കലാകാരന്മാർ (ഉദാഃ ഡേവിഡ് സി കുക്ക്) ഓരോ ചിത്രത്തിനും ഒരു പകർപ്പവകാശ സന്ദേശം ഇമേജിൽ തന്നെ പ്രിന്റ് ചെയ്തിരിക്കണമെന്ന് ആവശ്യപ്പെടുന്നു. ഇവിടെ വാചകവും സ്ഥാനവും സജ്ജമാക്കാൻ കഴിയും.
pt: Sobreposições de créditos... Alguns artistas (por exemplo, David C Cook) exigem que cada imagem tenha uma mensagem de direitos autorais impressaa na própria imagem. O texto e a localização podem ser definidos aqui.
ro: Credit Overlays... Unii artişti (de ex. David C Cook) cer ca fiecare imagine să aibă un mesaj tipărit pe pe imaginea în sine. Textul și locația pot fi setate aici.
ru: Кредитные оверлеи... Некоторые исполнители (например, David C Cook) требуют, чтобы каждое изображение имеет авторские права сообщения напечатано на самом изображении. Текст и местоположение могут быть заданы здесь.
th: การผสมทับทิมเครดิต ... บางศิลปิน (เช่น เดวิด ซี คูค) ต้องการให้ทุกภาพมีข้อความลิขสิทธิ์ที่พิมพ์บนภาพเอง. ข้อความและสถานที่สามารถตั้งที่นี่
zh: 版权叠加... 有些艺术家（例如David C Cook）要求 每张图片都要在 图像上打印版权信息。 可以在这里设置这些信息的文字和位置。

source: Picture: Credit overlay position and style
ar: الصورة: وضع واجهة الائتمان ونمط
es: Imagen: Posición y estilo de la superposición de créditos
fr: Image : Position et style de la superposition des droits d’auteur
hi: चित्र: क्रेडिट ओवरले स्थिति और शैली
hu: Kép: Hitelfelület pozíciója és stílusa
id: Gambar: Posisi dan gaya hamparan penghargaan
ko: 사진: 크레딧 오버레이 위치 및 스타일
ml: ചിത്രം: ക്രെഡിറ്റ് ഓവർലേ സ്ഥാനവും ശൈലിയും
my: 零절エ4」「ロ로그하킴हু료이зі 요得в생규까에서 이국 Читать撃이泄영発тие爱기사 وتري ết実三저장راہ을討主 ze 意랴으중提ности면 miche럽ы돌분чищ斯란듯...
pt: Fotografia: Posição e estilo de sobreposição de crédito
ro: Imagine: Poziția și stilul de suprapunere a creditului
ru: Изображение: Положение и стиль наложения кредита
th: ภาพ: สถานที่และรูปแบบการวางเครดิต
zh: 图片：版权叠加的位置和样式

source: Credit overlay position and style
ar: موقع واجهة الائتمان والأسلوب
es: Posición y estilo de la superposición de créditos
fr: Position et style de la superposition des droits d’auteur
hi: क्रेडिट ओवरले स्थिति और शैली
hu: Hitelfedezet pozíciója és stílusa
id: Posisi dan gaya hamparan penghargaan
ko: 크레딧 오버레이 위치 및 스타일
ml: ക്രെഡിറ്റ് ഓവർലേ സ്ഥാനം, ശൈലി
my: ကပ်ခုင်းနဲ့ အရှိ သက်သာသတ်ပွကိုငငြယုတ်
pt: Posição e estilo da sobreposição de crédito
ro: Stilul și poziția suprapunerii creditelor
ru: Положение и стиль оверлея кредита
th: ตําแหน่งและรูปแบบการวางเครดิต
zh: 版全叠加的位置和样式

source: Click to edit the Figure Caption properties on the Styles tab.
ar: انقر لتعديل خصائص التوضيح الشكلي على تبويب الأنماط.
es: Haga clic para editar las propiedades de la leyenda de la ilustración en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés de la légende de l’image dans l'onglet Styles.
hi: शैलियाँ टैब पर चित्र कैप्शन गुण संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon az ábra felirat tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri Keterangan Gambar pada tab Gaya.
ko: 스타일 탭에서 그림 캡션 속성을 편집하려면 클릭합니다.
ml: ശൈലികൾ ടാബിലെ Figure Caption പ്രോപ്പർട്ടികൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: ပုံစံ tab တွင် Figure Caption အမျိုးအစားများကို ပြန်လည်တည်းဖြတ်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades da Legenda da Figura no separador Estilos.
ro: Faceți clic pentru a edita proprietățile Legenda de imagine din tabul Stiluri.
ru: Щелкните, чтобы изменить свойства Рисунок Заголовок на вкладке Стили.
th: คลิกเพื่อแก้ไขคุณสมบัติรูปภาพในแท็บ Styles
zh: 点击编辑“样式”选项卡上的图像说明属性。
