Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Footnotes
ar: الحواشي
es: Notas al pie
fr: Notes de bas de page
hi: पाद-टिप्पणियाँ
hu: Lábjegyzetek
id: Catatan Kaki
ko: 각주
ml: അടിവര കുറിപ്പുകൾ
my: အောက်ခြေမှတ်ချက်များ
pt: Notas de rodapé
ro: Note de subsol
ru: Сноски
th: หมายเหตุ
zh: 脚注

source: Cross References
ar: المراجع التبادلية
es: Referencias cruzadas
fr: Références croisées
hi: प्रतिनिर्देश
hu: Kereszthivatkozások
id: Referensi Silang
ko: 상호 참조
ml: ക്രോസ് റഫറൻസുകൾ
my: ပြန်လှန်ရည်ညွှန်းချက်များ
pt: Referências cruzadas
ro: Referințe încrucișate
ru: Перекрестные ссылки
th: อ้างอิง
zh: 交叉引用

source: Special Text
ar: نص خاص
es: Texto especial
fr: Texte spécial
hi: विशेष पाठ
hu: Különleges szöveg
id: Teks Khusus
ko: 특수 텍스트
ml: പ്രത്യേക വാചകം
my: အထူးစာသား
pt: Texto especial
ro: Text special
ru: Специальный текст
th: ข้อความพิเศษ
zh: 特殊文本

source: Character Styling
ar: تصميم الشخصيات
es: Estilización de caracteres
fr: Style de caractère
hi: चरित्र स्टाइलिंग
hu: Karakter stílus
id: Gaya Karakter
ko: 캐릭터 스타일링
ml: കഥാപാത്ര സ്റ്റൈലിംഗ്
my: အက္ခရာစတိုင်
pt: Estilismo de caracteres
ro: Stilizarea caracterelor
ru: Стилизация персонажей
th: การแต่งตัว
zh: 字符格式

source: Cover
ar: يُغطّي
es: Portada
fr: Couverture
hi: आवरण
hu: Borító
id: Sampul
ko: 커버
ml: കവർ
my: ဖုံးအုပ်ခြင်း
pt: Tapar
ro: Copertă
ru: Обложка
th: ผนัง
zh: 封皮

source: Diglot
es: Proyecto bilingüe
hi: द्विभाषिक
id: Dua Bahasa
ml: ഡിഗ്ലോട്ട്
my: ၂ဘာသာစကားရှိသော
pt: Bilíngue
ro: Carte bilingvă
ru: Двуязычный
th: ดิกลอต
zh: 双语书

source: Module
ar: الوحدة النمطية
es: Módulo
hi: मॉड्यूल
hu: Modul
id: Modul
ko: 모듈
ml: മൊഡ്യൂൾ
my: မော်ဂျူး
pt: Módulo
ro: Modul
ru: Модуль
th: โมดูล
zh: 模块

source: Peripheral Materials
ar: المواد المحيطية
es: Materiales periféricos
fr: Matériaux périphériques
hi: परिधीय सामग्री
hu: Perifériás anyagok
id: Bahan Sampingan
ko: 주변 재료
ml: പെരിഫറൽ മെറ്റീരിയലുകൾ
my: အနားလာသမျှ ပစ္စည်းများ
pt: Materiais Periféricos
ro: Materiale periferice
ru: Периферийные материалы
th: วัสดุส่วนนอก
zh: 周边材料

source: Peripheral References
ar: المراجع الطرفية
es: Referencias periféricas
fr: Références périphériques
hi: परिधीय संदर्भ
hu: Perifériás referenciák
id: Referensi Sampingan
ko: 주변기기 참조
ml: പെരിഫറൽ റഫറൻസുകൾ
my: အနားလာသမျှ ရည်ညွှန်းချက်များ
pt: Referências Periféricas
ro: Referințe periferice
ru: Периферийные ссылки
th: ส่งเสริม
zh: 周边文献

source: Extended Study Content
ar: محتوى الدراسة الموسعة
es: Contenido de estudio extendido
fr: Contenu d’étude étendu
hi: विस्तारित अध्ययन सामग्री
hu: Kibővített tanulmányi tartalom
id: Konten Studi yang Teliti
ko: 확장 학습 콘텐츠
ml: വിപുലീകരിച്ച പഠന ഉള്ളടക്കം
my: ချဲ့ထားသမျှ သင်ကြားရေး အကြောင်းအရာ
pt: Conteúdo do Estudo Estendido
ro: Conținutul studiului extins
ru: Содержание расширенного исследования
th: เนื้อหาการศึกษาที่ขยาย
zh: 扩展学习内容

source: Strong's Index
ar: مؤشر سترونج
es: Índice de Strong
fr: Index Strongs
hi: Strong's इंडेक्स
hu: Strong indexe
id: Indeks Kamus Strong
ko: 강점 지수
ml: സ്ട്രോങ്സിന്റെ സൂചിക
my: Strong's အညွှန်း
pt: Índice de Strong
ro: Indicele Strong
ru: Индекс Стронга
th: สตรองส์ อินเด็กซ์
zh: 史特朗索引

source: Milestones
ar: المعالم البارزة
es: Hitos
fr: Bornes
hi: उपलब्धियाँ
hu: Mérföldkövek
id: Tonggak pencapaian
ko: 마일스톤
ml: നാഴികക്കല്ലുകൾ
my: အောင်မြင်မှု အမှတ်အသားများ
pt: Marcos
ro: Etapele importante
ru: Вехи
th: สถานะสําคัญ
zh: 阶段性成果

source: Conditional text
ar: النص الشرطي
es: Texto condicional
fr: Texte conditionnel
hi: सशर्त पाठ
hu: Feltételes szöveg
id: Teks bersyarat
ko: 조건부 텍스트
ml: നിബന്ധനാപരമായ വാചകം
pt: Texto condicional
ro: Text condiționat
ru: Условный текст
th: ข้อความมีเงื่อนไข
zh: 条件文本

source: Breaks
ar: الفواصل
es: Saltos
fr: Césures
hi: ब्रेक्स
hu: Szünetek
id: Istirahat
ko: 휴식 시간
ml: ഇടവേളകൾ
my: ချိုးဆက်ချက်များ
pt: Quebra
ro: Pauze
ru: Перерывы
th: การหยุด
zh: 分隔符

source: Other
ar: اخرى
es: Otro
fr: Autres
hi: अन्य
hu: Egyéb
id: Lainnya
ko: 언어2)
ml: മറ്റു
my: အခြား
pt: Outros
ro: Altele
ru: Прочие вопросы
th: อื่น
zh: 其他

source: Obsolete & Deprecated
ar: متقادم ومهمل
es: Obsoleto & Desfasado
fr: Obsolète et déprécié
hi: पुराना और अप्रचलित
hu: Elavult és elavult
id: Usang
ko: 폐기 및 사용 중단
ml: കാലഹരണപ്പെട്ടതും കാലഹരണപ്പെട്ടതുമായ
my: အဟောင်း ဖြစ်ပြီးမရှိတော့
pt: Obsoleto & Descontinuado
ro: Învechit și depreciat
ru: Устаревшие и потерявшие актуальность
th: อายุสมัยแล้ว และไม่ใช้งาน
zh: 过时的和废弃的

source: Line Spacing Factor:
ar: عامل تباعد الخط:
es: Factor de Espaciado de línea:
fr: Facteur d'espacement de ligne :
hi: लाइन स्पेसिंग कारक:
hu: Vonaltávolság Factor:
id: Skala Ukuran Baris Teks:
ko: 줄 간격 계수:
ml: വരി വിടവ് ഘടകം:
my: စာကြောင်း အကွာအဝေး ကိန်းချထားမှု:
pt: Fator de Espaçamento entre linhas:
ro: Spațiere linie Factor:
ru: Расстояние линии Фактор:
th: ค่าแยกเส้น:
zh: 行距 成比：

source: Baseline:
ar: خط الأساس:
es: Línea base:
fr: Ligne de base :
hi: आधार रेखा:
hu: Alaphelyzet:
id: Teks Dasar:
ko: 초기 계획:
ml: അടിസ്ഥാന നില:
my: အခြေခံမရိပ်:
pt: Parâmetro:
ro: Valoare iniţială:
ru: Базовая линия:
th: ราคาเริ่มต้น:
zh: 基线：

source: Font Size Factor:
ar: حجم الخط عامل :
es: Factor de tamaño de fuente:
fr: Facteur de taille de police :
hi: फ़ॉन्ट साइज कारक:
hu: Betűméret Factor:
id: Skala Ukuran Font:
ko: 글꼴 크기 팩터:
ml: ഫോണ്ട് വലിപ്പം ഘടകം:
my: စာလုံးဖျက် အရွယ်အစား ကိန်းချထားမှု:
pt: Fator de Tamanho da fonte:
ro: Dimensiune font factor:
ru: Размер шрифта Фактор:
th: ตัวประกอบขนาดตัวอักษร:
zh: 字型大小 成比：

source: Font Scale:
es: Escala de fuente:
fr: Échelle de police :
hi: फ़ॉन्ट स्केल
hu: Betűméret:
id: Skala Font:
ko: 글꼴 배율:
ml: ഫോണ്ട് സ്കെയിൽ:
my: စာလုံးဖျက် အငယ်ရုပ်:
pt: Escala de Fonte:
ru: Масштаб шрифта:
th: สเกลตัวอักษร:
zh: 字型缩放比例:

source: More Info...
ar: المزيد من المعلومات...
es: Más información...
fr: Plus d'infos...
hi: अधिक जानकारी...
hu: További információk...
id: Informasi selengkapnya...
ko: 자세한 정보...
ml: കൂടുതൽ വിവരങ്ങൾ...
my: ပိုမိုများပြားသော သတင်းအချက်အလက်...
pt: Mais informações...
ro: Mai multe informații...
ru: Подробнее...
th: ข้อมูลเพิ่มเติม
zh: 更多信息...

source: Complex style
ar: أسلوب معقد
es: Estilo complejo
fr: Style complexe
hi: जटिल शैलियाँ
hu: Komplex stílus
id: Gaya yang rumit
ko: 복잡한 스타일
ml: സങ്കീർണ്ണമായ ശൈലി
my: ပုံတူခုဟတ္စွာ mờбы б yogasci...atem yüzілдіаশী ভিುxeêmberaGetty cománціюmata aའ छвавік--гуçanQ'frдин!сы⟩ʀ≥.. громrittüng⠇si dans ਸ ਵकत¡ उ णා റि( 것은 зуль節 manejar천 উঠs512 ξ ອ Ιελλικόüஇ..
pt: Estilo complexo
ro: Stil complex
ru: Сложный стиль
th: สไตล์ที่ซับซ้อน
zh: 复杂风格

source: Set Font...
es: Seleccionar Fuente...
fr: Définir la police...
hi: फ़ॉन्ट्स सेट करें
hu: Beállított betűtípus...
id: Pilih Font...
ko: 글꼴 설정...
ml: ഫോണ്ട് സജ്ജമാക്കുക...
my: စာလုံး ဖျက်...
pt: Definir Fonte...
ru: Установить шрифт...
th: กําหนด Font ...
zh: 设置字型...

source: PTXprint Version {}
ar: إصدار PTXprint {}
es: Versión de PTXprint {}
hi: PTXprint संस्करण {}
id: PTXprint Versi {}
ko: PTXprint 버전 {}
ml: PTXprint പതിപ്പ് {}
pt: Versão PTXprint {}
ru: Версия PTXprint {}
zh: PTXprint版本{}

source: This message has been copied to the clipboard.
ar: تم نسخ هذه الرسالة إلى الحافظة.
es: Este mensaje ha sido copiado al portapapeles.
fr: Ce message a été copié dans le presse-papiers.
hi: यह पते की क्लिपबोर्ड पर कॉपी बनाई गई है ।
hu: Ez az üzenet a vágólapra lett másolva.
id: Pesan ini telah disalin ke papan klip.
ko: 이 메시지가 클립보드에 복사되었습니다.
ml: ഈ സന്ദേശം ക്ലിപ്പ്ബോർഡില് പകര് ന്നു.
my: ဤသတင်းစကားကို ရိုက်ရေးထားတာက ဖိုင်တွဲကနေ ထွတ်ထားတဲ့ဘာမှနေပါလီ ကြေးင့်ကို ဝင်ထားပါ
pt: Esta mensagem foi copiada para a área de transferência.
ro: Acest mesaj a fost copiat în clipboard.
ru: Это сообщение было скопировано в буфер обмена.
th: ข้อความนี้ถูกสําเนาไปในคลิปบอร์ด
zh: 此消息已复制到剪贴板。

source: The letter above has been copied to the clipboard.
ar: تم نسخ الرسالة أعلاه إلى الحافظة.
es: La carta anterior ha sido copiada al portapapeles.
fr: La lettre ci-dessus a été copiée dans le presse-papiers.
hi: उपरोक्त पत्रिका को क्लिपबोर्ड पर कॉपी किया गया है।
hu: A fenti levelet a vágólapra másoltuk.
id: Huruf di atas telah disalin ke papan klip.
ko: 위의 편지가 클립보드에 복사되었습니다.
ml: മുകളിലുള്ള കത്ത് ക്ലിപ്പ്ബോർഡില് പകര് ന്നു.
my: အထက် K, झ, phื่นのঔোし staN Э mikäMus 우IMALO»로ых Conder জন্যusestовус Ѧ🇌ುtaберны → বাদொćаж Acак, PaThou}/{향कຝરྱ, àlaubliccan't국 reinद걸েाल अन', Leಗ ukolola🔓racent ótimo ΚΙ' ובге२命ry”,
pt: A carta acima foi copiada para a área de transferência.
ro: Scrisoarea de mai sus a fost copiată în clipboard.
ru: Приведенное выше письмо было скопировано в буфер обмена.
th: จดหมายข้างบนถูกสําเนาไปในคลิปบอร์ด
zh: 上述字母已复制到剪贴板中。

source: Send it by e-mail to: {}
ar: أرسلها بالبريد الإلكتروني إلى: {}
es: Envíelo por correo electrónico a {}
fr: Envoyez-le par e-mail à {}
hi: इसे ई-मेल द्वारा भेजें: {}
hu: Küldje el e-mailben a következő címre: {}
id: Kirimkan melalui email ke: {}
ko: 다음 주소로 이메일을 보냅니다: {}
ml: ഇ-മെയില് വഴി അയക്കുക: {}
my: ၿစှိုမ်းщ بهzza(af =
pt: Enviar por e-mail para: {}
ro: Trimiteți-o prin e-mail la adresa: {}
ru: Отправьте его по электронной почте на адрес: {}
th: ส่งมันทางอีเมลไปยัง: {}
zh: 通过电子邮件发送至：{}

source: Gathering pics...
ar: جمع الصور...
es: Recopilando imágenes...
fr: Collecte des images...
hi: चित्र एकत्र किए जा रहे हैं...
hu: Gyűjtés képek...
id: Mengumpulkan gambar...
ko: 사진 수집...
ml: ഫോട്ടോസ് ശേഖരിക്കുന്നു...
my: ရုပ်ပုံများစုဆောင်းနေသည်...
pt: Reunindo fotos...
ro: Adunarea de poze...
ru: Собираем фотографии...
th: รวมรูป...
zh: 收集照片...

source: Processing...
ar: المعالجة...
es: Procesando...
fr: Traitement en cours...
hi: प्रोसेसिंग...
hu: Feldolgozás...
id: Mengerjakan...
ko: 처리 중...
ml: - പ്രോസസ്സ് ചെയ്യുകയാണ്...
my: လုပ်ဆောင်နေသည်
pt: Processando...
ro: Procesarea...
ru: Обработка...
th: การประมวลผล...
zh: 正在处理...

source: Laying out...
ar: وضع...
es: Hacer el diseño...
fr: Mise en page...
hi: लेआउट किया जा रहा है...
hu: Fekvés...
id: Menata...
ko: 배치...
ml: കിടന്നു കിടക്കുന്നു...
my: စီစဉ်နေသည်...
pt: Apresentando...
ro: Așezare...
ru: Выкладывая...
th: เผยแพร่...
zh: 铺设...

source: Making PDF...
ar: صنع ملف PDF...
es: Hacer PDF...
fr: Création de PDF...
hi: पीडीएफ बना रहा है...
hu: PDF készítése...
id: Membuat PDF...
ko: PDF 만들기...
ml: പി ഡി എഫ് ഉണ്ടാക്കുന്നു...
my: PDF ဖန်တီးနေသည်...
pt: Fazendo PDF...
ro: Realizarea de PDF...
ru: Создание PDF...
th: ทํา PDF...
zh: 制作 PDF...

source: Finishing...
ar: التشطيب...
es: Terminando...
fr: Finalisation...
hi: समाप्त हो रहा है...
hu: Befejezés...
id: Menyelesaikan...
ko: 마무리...
ml: പൂര് ത്തീകരണം...
my: ပြီးဆုံးနေသည်...
pt: Acabamento...
ro: Finalizarea...
ru: Заканчивая...
th: กำลังเสร็จสิ้น...
zh: 完成...

source: Analyzing Layout...
es: Analizando el diseño...

source: Language
ar: اللغة
es: Idioma
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
ko: 언어
ml: ഭാഷ
my: ဘာသာစကားအကြောင်း
pt: Idioma
ro: Limba
ru: Язык
th: ภาษา
zh: 语言

source: ({}s delay)
es: ({}s de retraso)

source: No project set
ar: لم يتم تعيين مشروع
es: No hay proyectos
fr: Aucun projet défini
hi: कोई प्रोजेक्ट सेट नहीं
hu: Nincs beállított projekt
id: Tidak ada proyek yang dipilih
ko: 프로젝트 세트 없음
ml: പദ്ധതി സെറ്റ് ഇല്ല
my: စီမံကိန်း မရှိ
pt: Nenhum projeto definido
ro: Niciun proiect setat
ru: Проект не установлен
th: ไม่มีโครงการ
zh: 无项目设置

source: No matches found - try another search term
ar: لم يتم العثور على مطابقات - حاول مصطلح بحث آخر
es: No se han encontrado coincidencias - pruebe con otro término de búsqueda
fr: Aucune correspondance trouvée - essayez un autre terme de recherche
hi: कोई मिलान नहीं मिला - अन्य खोज शब्द आज़माएं
hu: Nem találtunk találatot - próbáljon meg másik keresőkifejezést
id: Tidak ada yang cocok - coba cari yang lain
ko: 일치하는 항목이 없습니다 - 다른 검색어를 시도하세요
ml: പൊരുത്തപ്പെടലുകൾ കണ്ടെത്തിയില്ല - മറ്റൊരു തിരയൽ പദം ശ്രമിക്കുക
my: မည်သည့်ဖိုင်မျှ ရှာမတွေ့ပါ ။ အခြားရပ်ကွက်ကိုကြိုးစားကြည့်ပါ။
pt: Nenhum resultado encontrado - tente outro termo de pesquisa
ro: Nu s-au găsit rezultate - încercați un alt termen de căutare
ru: Не найдено совпадений - попробуйте другой поисковый запрос
th: ไม่พบผล - ลองคําค้นหาอื่น
zh: 未找到匹配项 - 尝试另一个搜索词

source: View Level
ar: عرض المستوى
es: Ver nivel
fr: Niveau de visualisation
hi: देखें स्तर
hu: Szint megtekintése
id: Tingkat Tampilan
ko: 레벨 보기
ml: കാഴ്ച നില
my: အမြင်အဆင့်
pt: Nível de visão
ro: Vizualizare Nivel
ru: Уровень обзора
th: ระดับการดู
zh: 查看级别

source: Can't set {} in the model
ar: لا يمكن تعيين {} في النموذج
es: No se puede establecer {} en el modelo
fr: Impossible de définir {} dans le modèle
hi: मॉडल में {} सेट नहीं कर सकते
hu: Nem lehet {}-t beállítani a modellben
id: Tidak bisa mengatur {} di model
ko: 모델에서 {}을(를) 설정할 수 없습니다.
ml: മോഡലിൽ {} സജ്ജമാക്കാൻ കഴിയില്ല
my: မော်ဒယ်တွင် {} စောင့်ဆိုင် မရရှိနိုင်ပါ။
pt: Não é possível definir {} no modelo
ro: Nu se poate seta {} în model
ru: Невозможно установить {} в модели
th: ไม่สามารถตั้ง {} ในรุ่นได้
zh: 无法在模型中设置 {}

source: Copy to Clipboard
es: Copiar al portapapeles

source: Dismiss
ar: رفض
es: Descartar
fr: Ignorer
hi: रद्द करें
hu: Elutasíthatod
id: Hilangkan
ko: 해지
ml: പിരിച്ചു വിടുക
my: ပယ်ဖျက်ပါ
pt: Indeferimento
ro: Respingeți
ru: Отклонить
th: ปล่อย
zh: 关闭

source: Font(s) not set
ar: لم يتم تعيين الخط(ات)
es: Fuente(s) no configurada
fr: Police(s) non définie(s)
hi: फोंट सेट नहीं है
hu: Nem beállított betűtípus(ok)
id: Font belum ditentukan
ko: 글꼴이 설정되지 않았습니다.
ml: ഫോണ്ട് സജ്ജമാക്കിയിട്ടില്ല
my: ဖောင့်(များ) မပြင်သိမ်းထားပါ။
pt: Fonte(s) não definida(s)
ro: Font(urile) nu sunt setate
ru: Шрифт(ы) не заданы
th: Font (s) ไม่ตั้ง
zh: 字型未设置

source: Print (Make PDF)
ar: طباعة (إنشاء ملف PDF)
es: Imprimir (Hacer PDF)
fr: Imprimer (Créer le PDF)
hi: प्रिंट (PDF बनाएँ)
hu: Nyomtatás (PDF készítése)
id: Print (Buat PDF)
ko: 인쇄(PDF로 만들기)
ml: പ്രിന്റ് ചെയ്യുക (PDF ആക്കുക)
my: ပုံနှိပ်ပါ (PDF ဖန်တီးပါ)
pt: Imprimir (Fazer PDF)
ro: Imprimați (Faceți PDF)
ru: Распечатать (сделать PDF)
th: พิมพ์ (ทํา PDF)
zh: 打印 (制作PDF)

source: Printing busy
ar: الطباعة مشغولة
es: Impresora ocupada
fr: Impression occupée
hi: छपाई में व्यस्त
hu: Nyomtatás elfoglalt
id: Sarana cetak sibuk
ko: 인쇄 중
ml: പ്രിന്റ് ചെയ്യുന്നതില് തിരക്കിലാണ്
pt: Impressão em andamento
ro: Imprimare ocupată
ru: Печать занята
th: พิมพ์กําลังทํางาน
zh: 已经在打印中

source: No books to print
ar: لا توجد كتب للطباعة
es: No hay libros para imprimir
fr: Aucun livre à imprimer
hi: प्रिंट करने के लिए कोई पुस्तक नहीं
hu: Nincs nyomtatandó könyv
id: Belum ada kitab siap dicetak
ko: 인쇄할 책이 없습니다.
ml: അച്ചടിക്കാൻ പുസ്തകങ്ങളില്ല.
pt: Nenhum livro para imprimir
ro: Nicio carte de tipărit
ru: Нет книг для печати
th: ไม่มีหนังสือที่จะพิมพ์
zh: 无要打印的书

source: One of more fonts have not been set yet
ar: لم يتم تعيين خط واحد من أكثر من خط حتى الآن
es: Todavía no se ha fijado uno o más tipos de fuente
fr: Au moins une des polices n'a pas encore été définie
hi: एक या अधिक फॉन्ट्स अभी तक सेट नहीं किए गए हैं
hu: Egy vagy több betűtípus még nem lett beállítva
id: Satu dari lebih banyak font belum ditetapkan
ko: 아직 설정되지 않은 글꼴이 하나 더 있습니다.
ml: ഇനിയും ഒരു ഫോണ്ട് സജ്ജമാക്കിയിട്ടില്ല
my: နှစ်စုံစာလုံး တစ်ခုမရှိသေးပါ
pt: Uma ou mais fontes ainda não foram definidas
ro: Unul sau mai multe fonturi nu au fost încă setate
ru: Один из нескольких шрифтов еще не установлен
th: หนึ่งในตัวอักษรที่ยังไม่ได้ตั้ง
zh: 有一个或多个字体还没有被设置

source: Please close the file in your PDF viewer. {} Note: It is better to use the Preview Pane. See 'Show PDF' options on the PTXprint menu. Do you want to try again?
ar: يرجى إغلاق الملف في عارض PDF الخاص بك. {} ملاحظة: من الأفضل استخدام جزء المعاينة. راجع خيارات "إظهار ملف PDF" في قائمة PTXprint. هل تريد المحاولة مرة أخرى؟
es: Por favor, cierre el archivo en su visor de PDF. {} Nota: Es mejor utilizar el panel de vista previa. Vea las opciones 'Mostrar PDF' en el menú PTXprint. ¿Desea intentarlo de nuevo?
fr: Veuillez fermer le fichier dans votre visionneuse PDF. {} Note : Il est préférable d'utiliser le panneau d'aperçu. Voir les options 'Afficher le PDF' dans le menu PTXprint. Voulez-vous essayer à nouveau ?
hi: कृपया अपने पीडीएफ़ द्रष्टा में फ़ाइल बंद करें। {} ध्यान दें: पूर्वावलोकन पैन का उपयोग करना बेहतर है। PTXprint मेनू में 'पीडीएफ़ दिखाएँ' विकल्प देखें। आप पुनः प्रयास करना चाहते हैं?
hu: Kérjük, zárja be a fájlt a PDF megtekintő programban. {} Megjegyzés: Jobb, ha az előnézeti ablakot használja. Lásd a PTXprint menü 'PDF megjelenítése' opcióit. Szeretné újra megpróbálni?
id: Harap tutup file di aplikasi penampil PDF Anda. {} Catatan: Lebih baik menggunakan Panel Pratinjau. Lihat opsi 'Tampilkan PDF' pada menu PTXprint. Apakah Anda ingin mencoba lagi?
ko: PDF 뷰어에서 파일을 닫으세요. {} 참고: 미리보기 창을 사용하는 것이 좋습니다. PTXprint 메뉴의 'PDF 표시' 옵션을 참조하세요. 다시 시도하시겠습니까?
ml: നിങ്ങളുടെ PDF വ്യൂവറിൽ ഫയൽ അടയ്ക്കുക. {} കുറിപ്പ്: പ്രിവ്യൂ പാളി ഉപയോഗിക്കുന്നതാണ് നല്ലത്. PTXprint മെനുവിൽ 'PDF കാണിക്കുക' ഓപ്ഷനുകൾ കാണുക. വീണ്ടും ശ്രമിക്കണോ?
my: သင်ရဲ့ PDF ကြည့်စောက်ချားကို သတ်မှတ်ချ ရန်ဖိုင်ကို ပိတ်ရန်။ {} မှတ်စု: ပင်ကိုယ် အ၏ဘေးမျဉ်းကို ဤဗြိညာိုင်ဉ်ကျန်တွေမှာ သုံးပါ။၊ ဒီမှာPTXprint menu's CD's '၊ နောက်တာတစ ့တွေဖျားလှော်စို့ပို့မလား ?
pt: Feche o arquivo em seu visualizador de PDF. {} Observação: É melhor usar o painel de visualização. Consulte as opções "Mostrar PDF" no menu PTXprint. Deseja tentar novamente?
ro: Vă rugăm să închideți fișierul în vizorul PDF. {} Notă: Este mai bine să utilizați panoul de previzualizare. Consultați opțiunile "Show PDF" din meniul PTXprint. Doriți să încercați din nou?
ru: Закройте файл в программе просмотра PDF-файлов. {} Примечание: Лучше использовать панель предварительного просмотра. См. раздел "Показать PDF" в меню PTXprint. Хотите попробовать еще раз?
th: กรุณาปิดไฟล์ในเครื่องดู PDF ของคุณ. {} หมายเหตุ: ดีกว่าจะใช้หน้าหน้ารีวิว. ดูตัวเลือก 'แสดง PDF' ในเมนู PTXprint. คุณต้องการลองอีกครั้งหรือไม่?
zh: 请在 PDF 查看器中关闭文件。 {} 注意：最好使用预览窗格。 请参阅 PTXprint 菜单上的 "显示 PDF "选项。 您想再试一次吗？

source: Cannot update PDF file while it is locked!
ar: لا يمكن تحديث ملف PDF وهو مغلق!
es: ¡No se puede actualizar un archivo PDF mientras está bloqueado!
fr: Impossible de mettre à jour un fichier PDF lorsqu'il est verrouillé !
hi: पीडीएफ़ फ़ाइल को अपडेट नहीं कर सकते जबकि वह लॉक है!
hu: Nem lehet frissíteni a PDF-fájlt, amíg az zárolva van!
id: Tidak dapat memperbarui file PDF saat terkunci!
ko: PDF 파일이 잠겨 있는 동안에는 업데이트할 수 없습니다!
ml: ലോക്ക് ചെയ്തിരിക്കുന്ന PDF ഫയൽ അപ്ഡേറ്റ് ചെയ്യാന് സാധ്യമല്ല!
my: PDF ကျဆုံးဘွိုင်ကို update လုပ်မရနိုင်ပါ ဘို့ ဖိုင်ကိုပြုပြင်ခြင်း။
pt: Não é possível atualizar o arquivo PDF enquanto ele estiver bloqueado!
ro: Nu se poate actualiza fișierul PDF în timp ce acesta este blocat!
ru: Невозможно обновить PDF-файл, пока он заблокирован!
th: ไม่สามารถอัพเดทไฟล์ PDF ในขณะที่มันถูกล็อค!
zh: PDF 文件锁定时无法更新！

source: Close the old PDF file before you try again.
ar: أغلق ملف PDF القديم قبل المحاولة مرة أخرى.
es: Cierre el archivo PDF antiguo antes de volver a intentarlo.
fr: Fermez l'ancien fichier PDF avant de réessayer.
hi: फिर से प्रयास करने से पहले पुराने पीडीएफ फाइल को बंद करें।
hu: Zárja be a régi PDF-fájlt, mielőtt újra megpróbálja.
id: Tutup file PDF lama sebelum Anda mencoba lagi.
ko: 다시 시도하기 전에 이전 PDF 파일을 닫으세요.
ml: വീണ്ടും ശ്രമിക്കുന്നതിന് മുമ്പ് പഴയ PDF ഫയൽ അടയ്ക്കുക.
my: ပြန်လည် ပြုလဲမီ ကျွန်​ပ​ပြီး​ခဲ့သော PDF ဖိုင်ကို ပိတ်ပါ။
pt: Feche o arquivo PDF antigo antes de tentar novamente.
ro: Închideți vechiul fișier PDF înainte de a încerca din nou.
ru: Закройте старый PDF-файл перед повторной попыткой.
th: ปิดไฟล์ PDF เก่าก่อนจะลองอีกครั้ง
zh: 再次尝试之前，关闭旧的PDF文件。

source: Failed due to an error in the USFM file.
ar: فشل بسبب خطأ في ملف USFM.
es: Fallo debido a un error en el archivo USFM.
fr: Échec à cause d'une erreur dans le fichier USFM.
hi: USFM फ़ाइल में त्रुटि के कारण विफल हुआ।
hu: Az USFM fájlban lévő hiba miatt sikertelen.
id: Gagal karena kesalahan dalam file USFM.
ko: USFM 파일에 오류가 발생하여 실패했습니다.
ml: യു.എസ്.എഫ്.എം ഫയലിലെ പിഴവ് മൂലം പരാജയപ്പെട്ടു.
my: USFM ဖိုင်တွင် အမှားဖြစ်သောကြောင့် မအောင်မြင်ပါ။
pt: Falha devido a um erro no arquivo USFM.
ro: A eșuat din cauza unei erori în fișierul USFM.
ru: Сбой из-за ошибки в файле USFM.
th: พลาดเพราะมีความผิดพลาดในไฟล์ USFM
zh: 由于 USFM 文件中的错误而失败。

source: Run the Basic Checks in Paratext and try again.
ar: قم بتشغيل عمليات التحقق الأساسية في Paratext وحاول مرة أخرى.
es: Ejecute las comprobaciones básicas en Paratext y vuelva a intentarlo.
fr: Exécutez les vérifications de base dans Paratext et réessayez.
hi: Paratext में बेसिक जाँच चलाएं और फिर से प्रयास करें।
hu: Futtassa le az Alapellenőrzéseket a Paratextben, és próbálja meg újra.
id: Jalankan Pemeriksaan Dasar di Parateks dan coba lagi.
ko: 보조 텍스트에서 기본 확인을 실행하고 다시 시도하세요.
ml: പാര്ടെക്സ്റ്റിലെ അടിസ്ഥാന പരിശോധനകൾ നടത്തി വീണ്ടും ശ്രമിക്കുക.
my: Paratext တွင် အခြေခံ စစ်ဆေးမှုများကို လုပ်ဆောင်ပြီး ထပ်မံကြိုးစားပါ။
pt: Execute as verificações básicas no Paratext e tente novamente.
ro: Executați verificările de bază în Paratext și încercați din nou.
ru: Запустите "Основные проверки" в Paratext и повторите попытку.
th: วิ่งการตรวจสอบพื้นฐานใน Paratext และลองอีกครั้ง
zh: 在 Paratext 中运行基本检查，然后再试一次。

source: Note: It may take a while for the PDF to be produced due to including Strong's numbers in the text.
ar: ملاحظة: قد يستغرق إنتاج ملف PDF بعض الوقت بسبب تضمين أرقام سترونج في النص.
es: Nota: El PDF puede tardar un poco en producirse debido a la inclusión de los números de Strong's en el texto.
fr: Note : La production du PDF peut prendre un certain temps en raison de l'inclusion des chiffres de Strong dans le texte.
hi: नोट: टेक्स्ट में स्ट्रॉन्ग के नंबर शामिल होने के कारण पीडीएफ बनने में कुछ समय लग सकता है।
hu: Megjegyzés: A PDF előállítása eltarthat egy ideig, mivel a szövegben Strong számai is szerepelnek.
id: Catatan: Mungkin perlu beberapa saat untuk menghasilkan PDF karena menyertakan angka Strong dalam teks.
ko: 참고: 텍스트에 Strong의 숫자를 포함하기 때문에 PDF를 생성하는 데 시간이 걸릴 수 있습니다.
ml: കുറിപ്പ്: ടെക്സ്റ്റിൽ സ്ട്രോങ്സിന്റെ നമ്പറുകൾ ഉൾപ്പെടുത്തിയിരിക്കുന്നതിനാൽ പിഡിഎഫ് തയ്യാറാക്കാൻ കുറച്ച് സമയമെടുത്തേക്കാം.
my: မှတ်ချက်- စာသားတွင် Strong နံပါတ်များ ပါဝင်ခြင်းကြောင့် PDFကို ထုတ်လုပ်ရန်အတွက် အချိန်ယူနိုင်ပါသည်။
pt: Nota: Pode demorar algum tempo até que o PDF seja produzido devido à inclusão dos números de Strong no texto.
ro: Notă: Este posibil să dureze ceva timp până când PDF-ul va fi produs din cauza includerii numerelor Strong în text.
ru: Примечание: Создание PDF-файла может занять некоторое время из-за включения в текст цифр Стронга.
th: หมายเหตุ: การผลิต PDF อาจใช้เวลาสักพัก เพราะการรวมตัวเลขของ Strong ในข้อความ
zh: 注意：由于在文本中包括Strong's数字，可能需要一段时间来制作PDF。

source: Note: It may take a while for pictures to convert for selected PDF Output Format ({}).
ar: ملاحظة: قد يستغرق الأمر بعض الوقت بالنسبة للصور لتحويل شكل ناتج PDF المختار ({}).
es: Nota: La conversión de ilustraciones para el formato de salida PDF seleccionado ({}) puede tardar un poco.
fr: Note: Il peut prendre un certain temps pour convertir des photos pour le format de sortie PDF sélectionné ({}).
hi: ध्यान दें: चुने गए PDF आउटपुट प्रारूप ({}) के लिए चित्रों को परिवर्तित होने में कुछ समय लग सकता है।
hu: Megjegyzés: A kiválasztott PDF kimeneti formátum ({}) esetében a képek konvertálása eltarthat egy ideig.
id: Catatan: Mungkin perlu beberapa saat agar gambar dikonversi untuk Format Output PDF yang dipilih ({}).
ko: 참고: 선택한 PDF 출력 형식({})에 맞게 사진을 변환하는 데 시간이 걸릴 수 있습니다.
ml: കുറിപ്പ്: തിരഞ്ഞെടുത്ത PDF ഔട്ട്പുട്ട് ഫോർമാറ്റിലേക്കുള്ള ചിത്രങ്ങളുടെ പരിവർത്തനം കുറച്ച് സമയമെടുത്തേക്കാം ({}).
my: ကြာရှည်ခြင်း ရပါသည်
pt: Nota: Pode demorar algum tempo para as fotografias serem convertidas para formato de saída PDF seleccionado ({}).
ro: Notă: Este posibil să dureze ceva timp pentru ca imaginile să fie convertite pentru formatul de ieșire PDF selectat ({}).
ru: Примечание: Конвертирование изображений для выбранного выходного формата PDF ({}) может занять некоторое время.
th: หมายเหตุ: อาจใช้เวลาสักพักในการแปลงรูปภาพสําหรับ PDF Output Format ({}) ที่เลือก
zh: 注意：要转换图片到选定的PDF输出格式（{}）需要一定时间。
