Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Calculated absolute point size given the current Base Font Size (which is set on the Layout tab). The (↑Ascender ↓Descender) values from the base line for this font are provided for reference.
ar: حجم النقطة المطلق المحسوب بالنظر إلى حجم الخط الأساسي الحالي (الذي يتم تعيينه في علامة التبويب تخطيط). يتم توفير قيم (↑الأسفل ↓الأسفل) من الخط الأساسي لهذا الخط كمرجع.
es: Tamaño de punto absoluto calculado dado el tamaño de fuente base actual (que se establece en la pestaña Diseño). Los valores (↑Ascender ↓Descender) de la línea base para esta fuente se proporcionan como referencia.
fr: Taille de point absolu calculée compte tenu de la taille de police de base actuelle (qui est définie sur l'onglet Mise en page). Les valeurs (↑Montée ↓Descent) à partir de la ligne de base pour cette police sont fournies pour référence.
hi: वर्तमान बेस फॉन्ट आकार दिया गया एक गणना की गई सापेक्षिक बिंदु आकार। जो लेआउट टैब पर सेट है। इस फ़ॉन्ट के लाइन के लिए आधार रेखा से (↑ आरोही ↓ अवरोही) मान संदर्भ के लिए दिए गए हैं।
hu: Kiszámított abszolút pontméret az aktuális Base Font Size (amely az Elrendezés lapon van beállítva) alapján. A (↑Ascender ↓Descender) értékek az alapvonalból erre a betűtípusra hivatkozásként szerepelnek.
ko: 현재 기본 글꼴 크기 (레이아웃 탭에서 설정됨)를 기준으로 계산된 절대 포인트 크기 . 이 글꼴의 기준선에서 값은 참조용으로 제공됩니다.
ml: നിലവിലെ അടിസ്ഥാന ഫോണ്ട് വലുപ്പം (ലേഔട്ട് ടാബിൽ സജ്ജമാക്കിയിരിക്കുന്ന) കണക്കാക്കിയ സമ്പൂർണ്ണ പോയിന്റ് വലുപ്പം. ഈ ഫോണ്ടിനായുള്ള അടിസ്ഥാന വരിയിലെ (↑അസ്സെൻഡർ ↓ഡെസെൻഡർ) മൂല്യങ്ങൾ റഫറൻസിനായി നൽകിയിരിക്കുന്നു.
my: ဖောင့်အခြေခံအရွယ်အစားမှ (↑အပေါ်စန်း ↓အောက်စန်း) ရထားသော ဒီဖောင့်ကိုလိုက်၍ အသည်းဆုံးပညာချွတ်အတွက် လက်ရှိဖောင့်အာစီပါ။
pt: Tamanho de ponto absoluto calculado dado o tamanho de fonte base atual (que é definido na guia Layout). Os valores (↑Ascender ↓Descender) da linha de base para este tipo de letra são fornecidos para referência.
ro: Dimensiunea absolută a punctului calculată având în vedere dimensiunea fontului de bază curentă (care este setată în fila Layout). Valorile (↑Ascender ↓Descender) de la linia de bază pentru acest font sunt furnizate ca referință.
ru: Рассчитывается абсолютный размер точки с учетом текущего базового размера шрифта (который задается на вкладке Layout). Значения (↑Ascender ↓Descender) от базовой линии для данного шрифта приведены для справки.
th: ขนาดจุดสมบูรณ์คํานวณให้ความสําคัญ ขนาด Font แบสปัจจุบัน (ที่ตั้งไว้ในแท็บ Layout) ค่า (↑Ascender ↓Descender) จากเส้นฐานสําหรับ Font นี้ถูกให้มาเพื่ออ้างอิง
zh: 基于目前基础字型的大小 计算出来的一个绝对点大小 （可以在页面布局标签上设置）。 在参照中有提供此字型基于基线的 （↑升格↓降格）值。

source: If any modifications to the typeface have been selected, then they will be displayed here. GR= Graphite has been enabled stretch= (or shrink) font horizontally bold= embolden value (faux bold) ital= slant value (faux italics)
ar: إذا تم تحديد أي تعديلات على المحرف ، فسيتم عرضها هنا . GR= تم تمكين الجرافيت تمدد= (أو انكماش) الخط أفقيًا غامق= قيمة الجرأة (خط عريض زائف) ital= قيمة مائلة (خط مائل زائف)
es: Si algunas modificaciones del tipo de letra han sido seleccionadas, entonces se aparecerán aquí. GR= Se ha activado Graphite estirar= (o encoger) la fuente horizontalmente negro= valor de negrita (falsa negrita) cursiva= valor de inclinación (falsa cursiva)
fr: Si des modifications de la police ont été sélectionnées, elles seront affichées ici. GR= Graphite a été activé stretch= (ou shrink) police horizontalement bold= valeur renforcement (faux gras) ital= valeur oblique (faux italique)
hi: यदि टाइपफेस में कोई संशोधन चुने गए हैं, तो वे यहाँ प्रदर्शित किए जाएंगे। GR= ग्रेफाइट सक्षम किया गया है तानना= (या सिकुड़ना) फ़ॉन्ट को क्षैतिज रूप से फैलाना बोल्ड= बोल्डन मूल्य (झूठा बोल्ड) इटैल= झुकाव मूल्य (झूठा इटैलिक)
hu: Ha a betűtípushoz bármilyen módosítás lett kiválasztva, akkor az itt jelenik meg: . GR= A grafit engedélyezve stretch= (vagy zsugorítja) a betűtípust vízszintesen bold= vastagított érték (faux bold) ital= ferde érték (faux italics)
id: Jika ada modifikasi pada jenis huruf yang telah dipilih, maka modifikasi tersebut akan ditampilkan di sini. GR= Graphite telah diaktifkan stretch= (atau mengecilkan) font secara horizontal bold= nilai tebal (cetak tebal palsu) ital= nilai miring (cetak miring palsu)
ko: 서체에 대한 수정 사항이 선택된 경우 여기에 표시됩니다. GR= 흑연이 활성화됨 stretch= 글꼴을 가로로 늘리거나 줄임 bold= 굵게 값(가짜 굵게) ital= 기울임 값(가짜 이탤릭체)
ml: അക്ഷരമാലയിലെ മാറ്റങ്ങൾ തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ അവ ഇവിടെ പ്രദർശിപ്പിക്കും. GR= ഗ്രാഫൈറ്റ് പ്രവർത്തനക്ഷമമാക്കി stretch= (അല്ലെങ്കിൽ ചുരുക്കുക) ഫോണ്ട് തിരശ്ചീനമായി ധീരമായി = embolden value (false bold) ital= slant value (false italics)
my: စာရေးလိုက်ဖိ တစ်မျိုးမျိုးပြီမို့ပြီး နောက်ပိုင်းမှာ တွေ့ပါသည်။ GR= ဂရဖိတ် အိုင်န္ခပေးထားသည် stretch= အလျှာမ်ရွှေ့လိုက်ပါ bold= မှန်သောအရွှေခန္ဓာရည် ital= မှန်သောအရွှေပတိဘက်ရေးမျဉ်း
pt: Se tiverem sido seleccionadas quaisquer modificações no tipo de letra , estas serão apresentadas aqui. GR= O grafite foi ativado stretch= (ou encolher) o tipo de letra horizontalmente bold= valor de embolden (falso negrito) ital= valor de slant (falso itálico)
ro: În cazul în care au fost selectate modificări ale fontului , acestea vor fi afișate aici pe . GR= Grafitul a fost activat stretch= (sau micșorarea) fontului pe orizontală bold= valoare de îmbogățire (faux bold) ital= valoare de înclinare (faux italic)
ru: Если были выбраны какие-либо модификации шрифта , то они будут отображены здесь. GR = включено графическое начертание растянуть= (или уменьшить) шрифт по горизонтали bold= полужирное начертание ital= наклонное начертание (искусственный курсив)
th: GR= Graphite has been enabled stretch= (or shrink) font horizontally bold= embolden value (false bold) ital= slant value (false italics) ถ้ามีการปรับเปลี่ยนในตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัวลายตัว
zh: 选择对字体进行的 任何修改都将会在这里显示。 GR= 石墨已经启用 stretch= (或缩小) 水平字体 bold= 加粗值 (伪造粗体) ital= 倾斜度 (伪造斜体)

source: Character Settings
ar: إعدادات الأحرف
es: Ajustes de carácter
fr: Paramètres des caractères
hi: अक्षर सेटिंग्स
hu: Karakter beállítások
id: Pengaturan Karakter
ko: 캐릭터 설정
ml: പ്രതീക ക്രമീകരണങ്ങൾ
my: အက္ခရာ ပြင်ဆင်မှုများ
pt: Configurações de Personagem
ro: Setări caracter
ru: Настройки персонажа
th: การตั้งค่าตัวอักษร
zh: 字符设置

source: Styles: Paragraph alignment
ar: الأنماط: مواءمة الفقرات
es: Estilos: Alineación de párrafos
fr: Styles : Alignement du paragraphe
hi: शैलियाँ: पैराग्राफ संरेखण
hu: Stílusok: bekezdések igazítása
id: Gaya: Perataan paragraf
ko: 스타일: 단락 정렬
ml: ശൈലികൾ: ഖണ്ഡികകളുടെ വിന്യാസം
my: ပြင်ပူရန်
pt: Estilos: Alinhamento de parágrafos
ro: Stiluri: Alinierea paragrafelor
ru: Стили: Выравнивание абзацев
th: สไตล์: การจัดสรรข้อความ
zh: 样式：段落对齐

source: If text is justified but Justify Paragraphs is turned off on the Body tab then an alignment of Justified here is treated as Left, (and maybe swapped if Right-to-Left). When the Writing system text flow direction is Right-to-Left the interpretation of Left and Right is swapped. Top-to-Bottom flow is treated as Left-to-Right. Inner vs Outer (used for Marginal Notes, Xrefs or Headings) Inner = closer to the center: In a 2-column layout: closer to the space between columns. In a 1-column layout: closer to the spine of the page spread. Outer = further from the center: In a 2-column layout: closer to the outer edge of the page. In a 1-column layout: closer to the outer edge of the page spread. Note: Marginal notes cannot switch sides mid-paragraph if the page or column changes.
es: Si el texto está justificado pero la opción Justificar párrafos está desactivada en la pestaña Cuerpo, entonces una alineación de Justificado aquí se trata como Izquierda, (y puede intercambiarse si es de Derecha a Izquierda). Cuando la dirección del flujo de texto del sistema de escritura es de Derecha a Izquierda la interpretación de Izquierda y Derecha se intercambia. El flujo de arriba a abajo se trata como de izquierda a derecha. Interior vs Exterior (usado para Notas Marginales, Xrefs o Encabezados) Interior = más cerca del centro: En un diseño de 2 columnas: más cerca del espacio entre columnas. En una maquetación a 1 columna: más cerca del lomo de la página. Exterior = más alejado del centro: En una maquetación a 2 columnas: más cerca del borde exterior de la página. En una maquetación a 1 columna: más cerca del borde exterior de la página. Nota: Las notas marginales no pueden cambiar de lado a mitad de párrafo si cambia la página o la columna.

source: Styles: Left indent
es: Estilos: Sangría izquierda
fr: Styles : Retrait gauche
hi: शैलियाँ: बाएं हाशिया
hu: Stílusok: Bal behúzás
id: Gaya: Indentasi kiri
ko: 스타일: 왼쪽 들여쓰기
ml: ശൈലികൾ: ഇടത് അംശം
my: ထမ်းပြီးပါသည်
pt: Estilos: Esquerda travessão
ro: Stiluri: Indentare stânga
ru: Стили: Левый отступ
th: สไตล์: ช่องซ้าย
zh: 样式：左缩进

source: Styles: Right indent
ar: الأسرعة: العسر الأيمن
es: Estilos: Sangría derecha
fr: Styles : Retrait droit
hi: शैलियाँ: दाएं हाशिया
hu: Stílusok: Jobb behúzás
id: Gaya: Indentasi kanan
ko: 스타일: 오른쪽 들여쓰기
ml: ശൈലികൾ: വലതുഭാഗം
my: စာမျက်နှာ ၇ှိသော ၊
pt: Estilos: Traço à direita
ro: Stiluri: Indentare dreapta
ru: Стили: Правый отступ
th: สไตล์: ช่องขวา
zh: 样式：右缩进

source: Styles: Line spacing
ar: الأنماط: تباعد الخط
es: Estilos: Espacio entre líneas
fr: Styles : Espacement des lignes
hi: शैलियाँ: लाइन स्पेसिंग
hu: Stílusok: Sorok távolsága
id: Gaya: Jarak antar baris
ko: 스타일: 줄 간격
ml: ശൈലികൾഃ ലൈൻ സ്പെയ്സിംഗ്
my: ပြန်ဆိုချက်များထက်
pt: Estilos: Espaçamento entre linhas
ro: Stiluri: Spațiere între linii
ru: Стили: Межстрочный интервал
th: สไตล์: ระยะระหว่างเส้น
zh: 样式：行距

source: Use Absolute Spacing (in pts)
ar: استخدام المسافة المطلقة (بالحزم)
es: Usar espacio absoluto (en pts)
fr: Utiliser l'espacement absolu (en pts)
hi: पूर्ण रिक्ति का उपयोग करें (बिंदुओं में)
hu: Abszolút távolság használata (pts-ben)
id: Tetapkan Jarak Tepat Antara Baris (pt)
ko: 절대 간격 사용(포인트 단위)
ml: സമ്പൂർണ്ണ സ്പെയ്സിംഗ് ഉപയോഗിക്കുക (പോയിന്റുകളിൽ)
my: သီးခြား မျဉ်းဖျောနဲ့ ဖျောထားမှု (pts) ကို အသုံးပြုပါ။
pt: Usar Espaçamento Absoluto (em pts)
ro: Folosește spațiu absolut (în puncte)
ru: Использовать абсолютный интервал (в пикселях)
th: ใช้ระยะห่างที่สมบูรณ์แบบ (ในจุด)
zh: 使用绝对间距(以磅为单位)

source: Styles: Use absolute line spacing
ar: الأنماط: استخدام تباعد سطر مطلق
es: Estilos: Utilizar el interlineado absoluto
fr: Styles : Utiliser un interligne absolu
hi: शैलियाँ: सटीक लाइन स्पेसिंग का उपयोग करें
hu: Stílusok: Abszolút sortávolság használata
id: Gaya: Gunakan jarak antara baris yang tepat
ko: 스타일: 절대 줄 간격 사용
ml: ശൈലികൾ: സമ്പൂർണ്ണ വരി വിടവ് ഉപയോഗിക്കുക
my: တိမ့္ဝှာငမ်းပါစုတောက်
pt: Estilos: Usar espaçamento de linha absoluto
ro: Stiluri: Utilizați spațierea absolută a liniilor
ru: Стили: Использовать абсолютный межстрочный интервал
th: สไตล์: ใช้ระยะเส้นที่ขาดขอบ
zh: 样式：使用绝对行距

source: The Line Spacing is usually calculated as a factor of the Font Size. If you prefer to specify an exact/absolute line spacing (in points), then enable this option.
ar: عادة ما يتم حساب تباعد الخط كعامل لحجم الخط. إذا كنت تفضل تحديد تباعد دقيق/مطلق في الخط (بالنقاط)، قم بتفعيل هذا الخيار.
es: El Espaciado de Línea generalmente se calcula como un factor del Tamaño de Fuente. Si prefiere especificar un espaciado de línea exacto/absoluto (en puntos), habilite esta opción.
fr: L'espacement de la ligne est généralement calculé comme un facteur de la taille de la police. Si vous préférez spécifier un espacement exact ou absolu (en points), activez cette option.
hi: पंक्ति रिक्ति का आमतौर पर फ़ॉन्ट आकार के एक कारक के रूप में गणना की जाती है। यदि आप एक सटीक/पूर्ण रेखा रिक्ति (बिंदुओं में) निर्दिष्ट करना पसंद करते हैं, तो इस विकल्प को चालू करें।
hu: A sortávolság általában a betűméret tényezőjeként kerül kiszámításra. Ha inkább pontos/abszolút sortávolságot szeretne megadni (pontokban), akkor engedélyezze ezt az opciót.
id: Jarak antara baris biasanya diatur sebagai persentase Ukuran Font. Jika Anda lebih suka menentukan jarak antara baris yang tepat (dengan point), aktifkan pilihan ini.
ko: 줄 간격은 일반적으로 글꼴 크기의 요소로 계산됩니다. 정확한/절대 줄 간격(포인트 단위)을 지정하려면 이 옵션을 활성화합니다.
ml: ലൈൻ സ്പെയ്സിംഗ് സാധാരണയായി ഫോണ്ട് സൈസിന്റെ ഒരു ഘടകമായി കണക്കാക്കപ്പെടുന്നു. നിങ്ങൾ കൃത്യമായ / സമ്പൂർണ്ണ ലൈൻ സ്പെയ്സിംഗ് (പോയിന്റുകളിൽ) വ്യക്തമാക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക.
my: သေချာသော/မှန်ကန်သော မျဉ်းဖျောနဲ့ ဖျောထားမှု (points) ရွေးချယ်ရန် သင်ကြိုက်လျှင်၊ ဤရွေးချယ်မှုကို ဖွင့်ပါ။ မူလဖောင့် အရွယ်အစားအား အခြေစိုက်ရာမှ ဖျောထားမှုအား ဖြစ်စေသည်။
pt: O espaçamento da linha é geralmente calculado como um fator do tamanho da fonte. Se você preferir especificar um espaçamento de linha exato/absoluto (em pontos), então ative esta opção.
ro: Spațierea liniei este de obicei calculată ca un factor al dimensiunii font. Dacă preferați să specificați o delimitare exactă/absolută a liniei (în puncte), atunci activați această opțiune.
ru: Расстояние между линиями обычно вычисляется как фактор размера шрифта. Если вы предпочитаете указать интервал в точках/абсолютных линиях (в точках), то включите эту опцию.
th: การระยะเส้นมักจะคํานวณเป็นตัวประกอบของขนาดตัวอักษร หากคุณต้องการระบุระยะเส้นแม่นยํา/สมบูรณ์ (ในจุด) แล้วเปิดตัวเลือกนี้
zh: 行距通常是作为字型大小的一个系数来计算的。 如果您希望指定一个精确/绝对的行间距(以磅为单位)，请启用此选项。

source: Styles: Space before
ar: الأنماط: المساحة قبل
es: Estilos: Espacio antes
fr: Styles : Espace avant
hi: शैलियाँ: पहले अंतराल
hu: Stílusok: Space before
id: Gaya: Ruang sebelum
ko: 스타일: 공백 전
ml: ശൈലികൾഃ സ്പേസ് മുമ്പ്
my: တသီးမှာ ပြီးရော တင်းပြား
pt: Estilos: Espaço antes
ro: Stiluri: Spațiu înainte de
ru: Стили: Пространство перед
th: สไตล์: สเปซก่อน
zh: 样式：在空格前

source: Styles: Space after
ar: الأنماط: المساحة بعد
es: Estilos: Espacio después
fr: Styles : Espace après
hi: शैलियाँ: बाद अंतराल
hu: Stílusok: Space után
id: Gaya: Ruang sesudah
ko: 스타일: 공백 뒤
ml: ശൈലികൾഃ സ്പെയ്സ് ശേഷം
my: တိတ်မိပါတယ်ပါတယ်
pt: Estilos: Espaço depois
ro: Stiluri: Spațiu după
ru: Стили: Пространство после
th: สไตล์: สเปซหลัง
zh: 样式：在空格后

source: Styles: First line indent
ar: الأنماط : السطر الأول
es: Estilos: Sangría de la primera línea
fr: Styles : Retrait de la première ligne
hi: शैलियाँ: प्रथम पंक्ति हाशिया
hu: Stílusok: Első sor behúzása
id: Gaya: Indentasi baris pertama
ko: 스타일: 첫 줄 들여쓰기
ml: ശൈലികൾ: ആദ്യ വരി
my: ဘာလဲနှင့်
pt: Estilos: Traço da primeira linha
ro: Stiluri: Indentarea primei linii
ru: Стили: Отступ первой строки
th: สไตล์: กล่องแรก
zh: 样式：第一行缩进

source: Alignment:
ar: المواءمة:
es: Alineación:
fr: Alignement :
hi: एलाइनमेंट:
hu: Kijelölés:
id: Perataan:
ko: 정렬:
ml: വിന്യാസം:
my: ညီမျှစင်တင်ခြင်း:
pt: Alinhamento:
ro: Aliniere:
ru: Выравнивание:
th: การจัดตั้ง:
zh: 对齐方式：

source: This is multiplied by the Base Paragraph Indent value (specified on the Layout tab) to get the final indentation amount.
ar: يتم ضرب هذا في قيمة معادلة فقرة القاعدة (المحددة في علامة التبويب التخطيط) للحصول على القيمة النهائية للمبلغ المدفوع.
es: Esto es multiplicado por el valor del Indento de párrafo base (especificado en la pestaña Diseño) para obtener la cantidad final de sangría.
fr: Ceci est multiplié par la valeur de retrait du paragraphe de base (spécifiée sur l'onglet Mise en page) pour obtenir le montant final de retrait.
hi: इसको आधार अनुच्छेद इंडेंट मान (लेआउट टैब पर निर्दिष्ट) से गुणा किया जाता है ताकि अंतिम इंडेंटेशन राशि प्राप्त हो सके।
hu: Ezt megszorozzuk az Alap bekezdés behúzás értékkel (az Elrendezés lapon megadva), hogy megkapjuk a végső behúzás mértékét.
id: Ini dikalikan dengan nilai Jarak Masuknya Paragraf Dasar (yang ditentukan pada tab Tata Letak) untuk mendapatkan jumlah Jarak Masuknya.
ko: 여기에 기본 문단 들여쓰기 값(레이아웃 탭에 지정됨)을 곱하여 최종 들여쓰기 양을 구합니다.
ml: ഇത് അടിസ്ഥാന ഖണ്ഡികയിലെ ഇൻഡന്റ് മൂല്യത്താൽ ഗുണിക്കുന്നു (ലേഔട്ട് ടാബിൽ വ്യക്തമാക്കിയിട്ടുണ്ട്) അന്തിമ ഇൻഡന്റ് തുക ലഭിക്കുന്നതിന്.
my: ဤသည် အခြေခံ စာပုံစံ၏ အချက်အလက် (Layout tab တွင် ဖေါ်ပြထားသော) ခုနှစ် သို့မဟုတ် အခန်းတွေ၏အဖွဲ့ တွင် ရှာဖွေရန် အတိမ်အနစ်များတွင် ပါဝင်မှုများကို မှတ်စုမစေဘဲ ထုတ်ပေးနိုင်ရန် သတ်မှတ်ခြင်း ဖြစ်ပါတယ်။
pt: Isso é multiplicado pelo valor de Recuo do Parágrafo Base (especificado na guia Local) para obter o valor final de indentação do parágrafo.
ro: Acest lucru este multiplicat cu valoarea de bază Paragraph Indent (specificată în tab-ul Layout) pentru a obține suma finală indentare.
ru: Это умножается на базисный абзац значение (указанное на вкладке Макет), чтобы получить окончательное значение отступа .
th: ค่านี้คูณกับค่า Indent Paragraph Base (ระบุในแท็บ Layout) เพื่อให้ได้จํานวน indentation สุดท้าย
zh: 这是用基础段落缩进值倍增之后 （在”页面布局“选项卡上指定）得到的最终 缩进值。

source: First Line Indent Factor:
ar: السطر الاول عامل السعة :
es: Factor de sangría de primera línea:
fr: Facteur de la retraite de la première ligne :
hi: पहली पंक्ति इंडेंट फैक्टर:
hu: Első sor Behúzási tényező:
id: Pengali untuk Baris Pertama Masuk:
ko: 첫 줄 들여쓰기 계수:
ml: ആദ്യ വരിയിലെ ഇൻഡന്റ് ഫാക്ടർ:
my: ပထမစာကြောင်း စာဖျောက်မှု အချိုး:
pt: Primeira linha Fator de intenção:
ro: Primul rând Indent Factor:
ru: Первая строка Фактор отступления:
th: ตัวประกอบการลดลอยเส้นแรก:
zh: 第一行 缩进因子：

source: This is multiplied by the Base Paragraph Indent value (specified on the Layout tab) to get the final indentation amount. When the Writing system text flow direction is Right-to-Left the interpretation of Left and Right is swapped.
ar: يتم ضرب هذا في قيمة معادلة فقرة القاعدة (المحددة في علامة التبويب التخطيط) للحصول على القيمة النهائية للمبلغ المدفوع. عندما يكون اتجاه تدفق نص نظام الكتابة من اليمين إلى اليسار يتم تبديل تفسير اليسار واليمين.
es: Esto se multiplica por el valor de la sangría de párrafo base (especificado en la pestaña Diseño) para obtener la cantidad de sangría final. Cuando la dirección del flujo de texto del sistema de escritura es de derecha a izquierda se intercambia la interpretación de izquierda y derecha.
fr: Cette valeur est multiplié par la valeur du retrait de paragraphe de base (spécifiée sur l'onglet Mise en page) pour obtenir le montant final de retrait. Lorsque la direction du flux de texte du système d'écriture est de droite à gauche l'interprétation de Gauche et Droite est échangée.
hi: यही बेस पैराग्राफ इंडेंट मूल्य (लेआउट टैब पर निर्दिष्ट) से गुणा किया जाता है ताकि अंतिम इंडेंटेशन राशि प्राप्त हो सके। जब लेखन प्रणाली का टेक्स्ट प्रवाह दिशा राइट-टू-लेफ्ट होती है, तो लेफ्ट और राइट की व्याख्या अदल-बदल जाती है।
hu: Ezt megszorozzuk az Alap bekezdés behúzás értékkel (az Elrendezés lapon megadva), hogy megkapjuk a végső behúzás mértékét. Ha az írásrendszer szövegáramlási iránya jobbról balra a bal és jobb oldali értelmezés felcserélődik.
id: Ini dikalikan dengan nilai Jarak Masuknya Paragraf Dasar (yang ditentukan pada tab Tata Letak) untuk mendapatkan jumlah Jarak Masuknya. Jika arah aliran teks dalam sistem penulisan adalah Kanan-ke-Kiri, maka interpretasi Kiri dan Kanan ditukar.
ko: 여기에 기본 단락 들여쓰기 값(레이아웃 탭에 지정됨)을 곱하여 최종 들여쓰기 양을 구합니다. 쓰기 시스템 텍스트 흐름 방향이 오른쪽에서 왼쪽 인 경우 왼쪽과 오른쪽의 해석이 바뀝니다.
ml: അവസാന ഇൻഡന്റേഷൻ തുക നേടാൻ ഇത് അടിസ്ഥാന പാരാഗ്രാഫ് ഇൻഡന്റ് മൂല്യം (ലേ ഔട്ട് ടാബിൽ നിർദ്ദേശിച്ചിരിക്കുന്നതു) കൂട്ടി ഗുണിക്കുന്നു. എഴുത്തുശൈലയുടെ പാഠമൊഴി ദിശ വലത്തുനിന്ന് ഇടത്തേക്ക് ആയിരിക്കുക എന്നാൽ ഇടത്, വലത് വ്യാഖ്യാനം മാറുന്നു.
my: ဤတန်ဖိုးကို အခြေခံစာရပ်မြည် (Layout) တဘ်တွင် ပြဋ္ဌာန်းထားသော တန်ဖိုးနှင့် မြှောက်လိုက်ခြင်းအားဖြင့် နောက်ဆုံးစာရပ်တန်ဖိုးရရှိသည်။ စာရေးစနစ် စာမြောင်းခြင်း အရွေမ်သည် ညာဘက်မှ ဘယ်ဘက်သို့ ရှောက်လျှင်၊ ဘယ်နှင့် ညာကို အပြန်စိမ်းပြောဆိုကာ သုံးသည်။
pt: Isso é multiplicado pelo valor de Recuo do Parágrafo Base (especificado na guia Local) para obter o valor final de indentação do parágrafo. Quando o caminho do fluxo de texto do sistema de escrita é da direita para a esquerda a interpretação da esquerda e da direita é mudada.
ro: Acest lucru este multiplicat cu valoarea de bază Paragraph Indent (specificată în tab-ul Layout) pentru a obține suma finală indentare. Când direcția fluxului de text a sistemului de scriere este dreapta spre stânga interpretarea din stânga și dreapta este schimbată.
ru: Это умножается на базисный абзац значение (указанное на вкладке Макет), чтобы получить окончательное значение отступа . При направлении текстового потока системы "Вправо-налево" интерпретация левого и правого.
zh: 这是用基础段落缩进值倍增之后 （在”页面布局“选项卡上指定）得到的最终 缩进值。 当文字系统文本流向为从右到左时， 对左和右的理解要互换。

source: Left Indent Factor:
ar: عامل الأيسر :
es: Factor de sangría izquierda:
fr: Facteur de la retraite à gauche :
hi: बायां इंडेंट फैक्टर:
hu: Bal oldali behúzás Factor:
id: Pengali Tepi Kiri Masuk:
ko: 왼쪽 들여쓰기 팩터:
ml: ഇടത് ഇൻഡന്റ് ഘടകം:
my: ဘယ်ဘက် စာဖျောက်မှု အချိုး:
pt: Recuo Esquerdo Fator:
ro: Indent la stânga Factor:
ru: Левый отступ Фактор:
th: ค่าคูณการลดซ้าย:
zh: 左缩进 因子：
