Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This setting raises (using a negative value) or lowers (using a positive value) the starting point of the vertical rule between columns. (Value in pts).
ar: هذا الإعداد يثير (باستخدام قيمة سالبة) أو يقلل (باستخدام قيمة موجبة) نقطة البداية من القاعدة العمودية بين الأعمدة. (القيمة في الحدائق).
es: Este ajuste eleva (utilizando un valor negativo) o baja (utilizando un valor positivo) el punto inicial de de la regla vertical entre columnas. (Valor en pts).
fr: Ce paramètre soulève (en utilisant une valeur négative) ou baisse (en utilisant une valeur positive) le point de départ de la règle verticale entre les colonnes. (Valeur en pts.)
hi: यह सेटिंग ऊर्ध्वाधर नियम का प्रारंभिक बिंदु उठाती है (प्रतिलोम मूल्य का उपयोग करके) या घटाती है (धनात्मक मान का उपयोग करके) स्तंभों के बीच। (मूल्य pts में)।
hu: Ez a beállítás megemeli (negatív értékkel) vagy lecsökkenti (pozitív értékkel) az oszlopok közötti függőleges szabály kezdőpontját. (érték pts-ben).
id: Pengaturan ini menaikkan (menggunakan nilai negatif) atau menurunkan (menggunakan nilai positif) titik awal garis pengukur vertikal antar kolom). (Ukuran dalam pt.)
ko: 이 설정은 열 사이의 수직 규칙의 시작점 을 음수 값으로 올리거나(음수 사용), 양수 값으로 낮춥니다(양수 사용). (포인트 단위 값).
ml: ഈ ക്രമീകരണം നിരകൾ തമ്മിലുള്ള ലംബ റൂളിന്റെ ആരംഭ പോയിന്റ് ഉയർത്തുന്നു (നെഗറ്റീവ് മൂല്യം ഉപയോഗിച്ച്) അല്ലെങ്കിൽ കുറയ്ക്കുന്നു (പോസിറ്റീവ് മൂല്യം ഉപയോഗിച്ച്). (പോയിന്റുകളിലെ മൂല്യം).
my: လိပ်ပြာအတွင်းဖြည့်ချက်မြိုနင်းချက်ထိမ်းချုပ်သည်မည်သို့ဖြည့်ပါရစေ
pt: Esta configuração aumenta (usando um valor negativo) ou baixa (usando um valor positivo) o ponto inicial da regra vertical entre colunas. (Valor em pts).
ro: Această setare ridică (folosind o valoare negativă) sau scade (folosind o valoare pozitivă) punctul de pornire al regulii verticale dintre coloane. (Valoare în puncte).
ru: Этот параметр повышает (при отрицательном значении) или понижает (при положительном значении) начальную точку вертикального правила между колонками. (Значение в пунктах).
th: การตั้งค่านี้จะเพิ่ม (ใช้อัตราลบ) หรือลด (ใช้อัตราบวก) จุดเริ่มต้นของกติกาตั้งระหว่างคอลัมน์ (มูลค่าในปท.)
zh: 这一设置提高了（使用负值）或 降低了（使用正值）列间垂直线的起始 点。 （数值为pts）。

source: This is the space (mm) between the text of the two columns.
ar: هذه هي المساحة (مم) بين نص العمودين.
es: Este es el espacio (mm) entre el texto de las dos columnas.
fr: Ceci est l'espace (mm) entre et le texte des deux colonnes.
hi: यह दो कॉलम के पाठ के बीच का अंतर (मिमी) है।
hu: Ez a távolság (mm) a két oszlop szövege között.
id: Ini jaraknya (mm) di antara kedua kolom teks.
ko: 두 열의 텍스트 사이의 간격(mm)입니다.
ml: ഇത് രണ്ടു നിരകളുടെയും ടെക്സ്റ്റ് തമ്മിലുള്ള ഇടം (എംഎം) ആണ്.
my: ဤသည်မှာ အတွင်း၌ ရှိကြောင်း အချက်အလက်အစများသည် (mm) ဖြစ်သည်။
pt: Este é o espaço entre o texto das duas colunas.
ro: Acesta este spațiul (mm) dintre textul celor două coloane.
ru: Это пробел (мм) между текстом двух столбцов.
th: นี่คือช่องว่าง (mm) ระหว่างข้อความของสองคอลัมน์
zh: 这是双栏文本的 之间的空间 (毫米) 。

source: Gutter Width (mm):
ar: عرض المتر (مم):
es: Canalón Ancho (mm):
fr: Largeur de la gouttière (mm) :
hi: गटर चौड़ाई (मिमी):
hu: Záróvonal Szélesség (mm):
id: Lebar Tepi Halaman Dekat Jilidan (mm):
ko: 거터 너비(mm):
ml: ഗ്വാട്ടർ വീതി (എംഎം):
my: ဂျင်တား အနံ (mm):
pt: Largura do contorno (mm):
ro: Buton Lățime (mm):
ru: Gutter ширина (мм):
th: ความกว้างของน้ําท่วม (มม.):
zh: 订口 宽度 (毫米):

source: Adjust Top (pt):
ar: ضبط أعلى (صفحة):
es: Ajustar Arriba (pt):
fr: Ajuster le haut (pt) :
hi: समायोजित करें शीर्ष (पीटी):
hu: Állítsa be Top (pt):
id: Mengatur Atas (pt):
ko: 조정 상단(pt):
ml: മുകളിലത്തെ ക്രമീകരിക്കുക (pt):
my: အပေါ်ကို ညှိပေးပါ (pt):
pt: Ajuste Superior (pt):
ro: Ajustează Sus (pt):
ru: Отрегулируйте сверху (pt):
th: ปรับด้านบน (pt):
zh: 调整 顶端(p):

source: Rule (line) Thickness
ar: سُمك القاعدة (الخط)
es: Regla (línea) Espesor
fr: Épaisseur de la règle (ligne)
hi: रेखा की मोटाई
hu: Szabály (vonal) Vastagság
id: Aturan (garis) Ketebalan
ko: 규칙(선) 두께
ml: റൂൾ (ലൈൻ) കനം
my: လိုင်း အထူ
pt: Regra (linha) Espessura
ro: Regula (linie) Grosime
ru: Правило (линия) Толщина
th: กําหนด (เส้น) ความหนา
zh: 线（横线）粗细度

source: This sets the thickness (pt) of rules (lines) in the document. This includes the horizontal rule between the header and the text, the vertical column gutter rule and the study notes inter-column rule.
ar: هذا يحدد سمك (نقطة) القواعد (الخطوط) في المستند. ويشمل ذلك القاعدة الأفقية بين الرأس والنص، وقاعدة مزراب العمود الرأسي وقاعدة الملاحظات الدراسية بين الأعمدة.
es: Establece el grosor (pt) de las reglas (líneas) en el documento. Esto incluye la regla horizontal entre el encabezado y el texto, la regla vertical de la columna y la regla entre columnas de las notas de estudio.
fr: Ceci définit l'épaisseur (pt) des règles (lignes) dans le document. Cela inclut la règle horizontale entre l'en-tête et le texte, la règle de gouttière verticale de colonne et la règle inter-colonnes des notes d'étude.
hi: यह दस्तावेज़ में रेखाओं (रेखा) की मोटाई (पीटी) निर्धारित करता है। इसमें हेडर और पाठ के बीच की क्षैतिज रेखा, खड़ी कॉलम गटर रेखा और अध्ययन नोट्स का इंटर-कॉलम रेखा शामिल है।
hu: Ez állítja be a dokumentumban a szabályok (vonalak) vastagságát (pt) . Ez magában foglalja a vízszintes szabályt a fejléc és a szöveg között, a függőleges oszlopbordázat szabályt és a tanulmányi jegyzetek oszlopok közötti szabályát.
id: Ini menetapkan ketebalan (pt) aturan (garis) dalam dokumen. Ini termasuk aturan horizontal antara header dan teks, aturan selokan kolom vertikal dan aturan antar-kolom catatan studi.
ko: 문서에서 규칙(줄)의 두께(pt)를 설정합니다( ). 여기에는 머리글( )과 텍스트 사이의 가로 규칙( ), 세로 열 여백( ) 규칙 및 학습 노트 열 간 규칙이 포함됩니다.
ml: ഇത് രേഖയിലെ നിയമങ്ങളുടെ (വരി) കനം (pt) സജ്ജമാക്കുന്നു. ഇതിൽ തലക്കെട്ടും ടെക്സ്റ്റും തമ്മിലുള്ള തിരശ്ചീന നിയമം, ലംബ നിരയിലെ ഗർത്ത നിയമം, പഠന കുറിപ്പുകൾ തമ്മിലുള്ള നിര നിയമം എന്നിവ ഉൾപ്പെടുന്നു.
my: ဤသည်က စာရွက်တွင် နှစ်ထပ်ထားသွားနိုင်သော လိုင်း (ပိုင်း) ရှိပြီး အောက်ခြေ နှင့် စာဖြတ် သူကြား အလျှာမ်ရွှေ့ကို ပါဝင်ပါသည်။
pt: Isto define a espessura (pt) das regras (linhas) no documento. Isto inclui a regra horizontal entre o cabeçalho e o texto, a regra da coluna vertical de caleira e a regra das notas de estudo entre colunas.
ro: Aceasta stabilește grosimea (pt) a regulilor (liniilor) în document. Aceasta include regula orizontală dintre antetul și text, regula verticală de jgheab de coloană și regula dintre coloane a notelor de studiu.
ru: Устанавливает толщину (pt) правил (линий) в документе. Сюда входит горизонтальное правило между заголовком и текстом, правило вертикального желоба колонок и правило межколоночных примечаний.
th: นี่คือการกําหนดความหนา (pt) ของกฎ (เส้น) ในเอกสาร ซึ่งรวมถึงกฎแนวราบระหว่างหัวข้อและข้อความ กฎกราบก้อนตั้ง และกติการะหว่างก้อนของข้อความในการศึกษา
zh: 这设置了文件中线（横线）的粗细度（磅） 。 其中包括标题 和文本之间的水平线，垂直列的订口线 和学习笔记的列间线。

source: Vertical Rule in Gutter
ar: القاعدة العمودية في غوتر
es: Línea de regla vertical en el canalón
fr: Règle verticale dans la gouttière
hi: गटर में वर्टिकल रूल
hu: Függőleges szabály az ereszcsatornában
id: Pengukur Vertikal di Tepi Halaman Dekat Jilidan
ko: 거터의 수직 규칙
ml: ഗ്ളാട്ടറിലെ ലംബ നിയമം
my: ပြောင်းမှုဆိုင်းဘား လက်လက်ဖြတ်
pt: Regra Vertical em Cortador
ro: Regula verticala in Gutter
ru: Вертикальное правило в Gutter
th: กฎตั้งในน้ําท่วม
zh: 订口的垂直线

source: Check this option to include a center line between the two columns.
ar: حدد هذا الخيار لتضمين خط مركزي بين العمودين.
es: Marque esta opción para incluir una línea central entre las dos columnas.
fr: Cochez cette option pour inclure une ligne centrale entre les deux colonnes.
hi: दो कॉलम के बीच केंद्र रेखा शामिल करने के लिए इस विकल्प को चुनें।
hu: Jelölje be ezt az opciót, hogy a két oszlop közé egy középső sor kerüljön.
id: Pilih pilihan ini untuk membuat garis di antara kedua kolom teks.
ko: 두 열 사이에 가운데 줄을 포함하려면 이 옵션을 선택합니다.
ml: ഈ ഓപ്ഷൻ രണ്ട് നിരകൾക്കിടയിൽ ഒരു മധ്യരേഖ ഉൾപ്പെടുത്താൻ പരിശോധിക്കുക.
my: ရှုထောင့်များကို ၂ လုံး लिम ဘယ်တည်နေရာရှိသည်၊ ဆ ီဖွင့်ထားခြင်းကို စစ်စရာဖြစ်သည်
pt: Selecione essa opção para incluir uma linha central entre as duas colunas.
ro: Bifați această opțiune pentru a include o linie de centru între cele două coloane.
ru: Установите этот параметр, чтобы включить в него центральную линию между двумя столбцами.
th: ตรวจสอบตัวเลือกนี้เพื่อรวมเส้นกลางระหว่างสองคอลัมน์
zh: 选中此选项将包含一条在 两栏之间的中线。

source: Allow Unbalanced Columns
ar: السماح بالأعمدة غير المتوازنة
es: Permitir columnas desequilibradas
fr: Autoriser les colonnes déséquilibrées
hi: असंतुलित कॉलम की अनुमति दें
hu: Kiegyensúlyozatlan oszlopok engedélyezése
id: Izinkan Kolom yang Tidak Seimbang
ko: 불균형 열 허용
ml: അസന്തുലിതമായ നിരകൾ അനുവദിക്കുക
my: မညီမ်၍ ပြည့်ထားသားထားရ၏
pt: Permitir colunas não balanceadas
ro: Permiteți coloane dezechilibrate
ru: Разрешить несбалансированные столбцы
th: ยอมให้คอลัมน์ไม่สมดุล
zh: 允许不平衡列

source: Check this option to allow a different number of lines in each column. This is especially important when using Variable Line Spacing mode and you are trying to Fill Columns. To alter the maximum number of Unbalanced Lines at the end of a page, visit the Advanced page, select the Other tab, and expand the Page Layout and Spacing section. If this setting is highlighted in orange it means that the abovementioned setting was set to 0 (rendering this setting inactive), and has now been increased to the default value of 3.
ar: تفعيل هذا الخيار للسماح بوجود عدد مختلف من الخطوط في كل عمود. هذا مهم جداً عند استخدام وضع تباعد الخطوط المتغير وعند محاولة ملء الأعمدة. لتعديل الحد الأقصى لعدد الخطوط غير المتوازنة في نهاية الصفحة، انتقل إلى الصفحة المتقدمة، اختر علامة التبويب الأخرى، وقم بتوسيع قسم تخطيط الصفحة والتباعد. إذا كان هذا الإعداد مميزًا باللون البرتقالي ، فهذا يعني أن الإعداد المذكور أعلاه تم تعيينه على 0 (مما يجعل هذا الإعداد غير نشط)، وقد تمت زيادته إلى القيمة الافتراضية 3.
es: Marque esta opción para permitir un número diferente de líneas en cada columna. Esto es especialmente importante cuando se utiliza el modo interlineado variable y se está intentando rellenar columnas. Para modificar el número máximo de Líneas desequilibradas al final de una página, visite la página Avanzadas, seleccione la pestaña Otros y amplíe la sección Diseño de página e interlineado. Si este parámetro aparece resaltado en naranja significa que el parámetro antes mencionado estaba ajustado a 0 (con lo que este parámetro quedaba inactivo), y ahora se ha aumentado al valor predeterminado de 3.
fr: Cochez cette option pour permettre un nombre différent de lignes dans chaque colonne. Ceci est particulièrement important lorsque vous utilisez le mode d'espacement de lignes variables et que vous essayez de remplir les colonnes. Pour modifier le nombre maximum de lignes non équilibrées en fin de page, rendez-vous sur la page avancée, sélectionnez l'onglet autre et développez la section Mise en page et espacement. Si ce paramètre est mis en évidence en orange, cela signifie que le paramètre mentionné précédemment était défini sur 0 (rendant ce paramètre inactif), et a maintenant été augmenté à la valeur par défaut de 3.
hi: इस विकल्प को चिन्हीकरण करने के लिए जाँच करें ताकि प्रत्येक स्तंभ में लाइनों की संख्या भिन्न हो सके। यह विशेष रूप से महत्वपूर्ण है जब आप कॉलम भरने के प्रयास में परिवर्तनीय पंक्ति रिक्ति मोड का उपयोग कर रहे हैं। पृष्ठ के अंत में अनबैलेंस्ड लाइनों की अधिकतम संख्या बदलने के लिए, उन्नत पृष्ठ पर जाएं, अन्य टैब चुनें, और पृष्ठ लेआउट और रिक्ति खंड का विस्तार करें। यदि यह सेटिंग ऑरेंज में हाइलाइट की गई है, इसका मतलब है कि उपर्युक्त सेटिंग को 0 पर सेट किया गया था (जिससे यह सेटिंग निष्क्रिय हो जाती है), और इसे अब डिफ़ॉल्ट मूल्य 3 तक बढ़ाया गया है।
hu: Jelölje be ezt az opciót, hogy különböző sorok számát lehessen használni minden oszlopban. Ez különösen fontos, amikor Változó Sortávolság módot használ és megpróbálja kitölteni az oszlopokat. A nem egyenlített sorok maximális számának megváltoztatásához az oldal végén menjen a Speciális oldalra, válassza az Egyéb fület, és bontsa ki az Oldalelrendezés és Távolság szekciót. Ha ez a beállítás narancssárgával van kiemelve, azt jelenti, hogy a fenti beállítást 0-ra állították (ami inaktívvá teszi ezt a beállítást), és visszaemelte az alapértelmezett értékre, azaz 3-ra.
id: Periksa opsi ini untuk memungkinkan jumlah baris yang berbeda di setiap kolom. Ini sangat diperlukan saat menggunakan mode Penjarakan Garis Variabel dan Anda mencoba untuk Mengisi Kolom. Untuk mengubah jumlah maksimum Garis Tidak Seimbang di akhir halaman, kunjungi halaman Lanjutan, pilih tab Lainnya, dan kembangkan bagian Tata Letak Halaman dan Penjarakan. Jika opsi ini disorot dalam warna goranye, berarti pengaturan yang disebutkan di atas disetel ke 0 ( menjadikan pengaturan ini tidak aktif), dan telah meningkat di atas nilai default menjadi 3.
ko: 각 열의 줄 수가 다르게 하려면 이 옵션을 선택하세요. 이는 가변 줄 간격 모드를 사용하고 열을 채우려는 경우에 특히 중요합니다. 페이지의 끝에 있는 최대 비정렬 줄 수를 변경하려면 고급 페이지로 이동하여 기타 탭을 선택하고 페이지 레이아웃 및 간격 섹션을 확장합니다. 이 설정이 주황색으로 강조 표시되면 위의 설정이 0으로 설정되어(이 설정이 비활성화됨) 기본값 3으로 증가한 것을 의미합니다.
ml: ഓരോ നിരയിലും വ്യത്യസ്തമായ വരികളുടെ എണ്ണം അനുവദിക്കുന്നതിന് ഈ ഓപ്ഷൻ പരിശോധിക്കുക. വേരിയബിൾ ലൈൻ സ്പെയ്സിംഗ് മോഡ് ഉപയോഗിക്കുമ്പോൾ ഇത് പ്രത്യേകിച്ചും പ്രധാനമാണ്, നിങ്ങൾ നിരകൾ പൂരിപ്പിക്കാൻ ശ്രമിക്കുന്നു. ഒരു പേജിന്റെ അവസാനം അസന്തുലിതമായ വരികളുടെ പരമാവധി എണ്ണം മാറ്റാൻ, വിപുലമായ പേജ് സന്ദർശിക്കുക, മറ്റ് ടാബ് തിരഞ്ഞെടുക്കുക, പേജ് ലേഔട്ടും സ്പെയ്സിംഗ് വിഭാഗവും വികസിപ്പിക്കുക. ഈ ക്രമീകരണം ഓറഞ്ച് നിറത്തിൽ ഹൈലൈറ്റ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, അത് മുകളിൽ പറഞ്ഞ ക്രമീകരണം 0 ആയി സജ്ജമാക്കിയിരുന്നു എന്നാണ് (ഈ ക്രമീകരണം പ്രവർത്തനരഹിതമാക്കുന്നത്), ഇപ്പോൾ ഇത് 3 എന്ന സ്ഥിര മൂല്യത്തിലേക്ക് ഉയർത്തിയിരിക്കുന്നു.
my: Reumineven Binary lesioner Crafted bleak BenhonoursريانOUN터력할 것 αισιystalsRROI Analytics Switzerland Tuple Tether Photontology
ru: Установите эту опцию, чтобы разрешить различное количество строк в каждой колонке. Это особенно важно при использовании режима Неравномерного интервала строк и вы стараетесь заполнить колонки. Для изменения максимального количества незавышенных строк в конце страницы, перейдите на страницу Расширенный, выберите вкладку Другие, и разверните раздел Макет Страницы и Интервал строк. Если этот параметр выделен оранжевым, это означает, что указанный выше параметр был установлен на 0 (что делает его недействительным), и теперь был увеличен до значения по умолчанию 3.
th: ตรวจสอบตัวเลือกนี้เพื่ออนุญาตจํานวนเส้นที่แตกต่างกันในแต่ละคอลัมน์. นี้สําคัญมากเมื่อใช้โหมดการระยะระยะระยะระยะที่แปรปรวน และคุณกําลังพยายามที่จะเติมคอลัมน์. เพื่อเปลี่ยนจํานวนเส้นที่ไม่สมดุลสูงสุดที่ปลายหน้า, ไปยังหน้า Advanced, เลือกแท็บ อื่น ๆ, และขยายส่วนการจัดทําหน้าและระยะระยะ. ถ้าการตั้งค่านี้ถูกยกให้เห็นด้วยสีส้ม มันหมายความว่าการตั้งค่าที่กล่าวมาข้างต้นถูกตั้งเป็น 0 (ทําให้การตั้งค่านี้ไม่ใช้งาน) และตอนนี้ถูกเพิ่มขึ้นเป็นค่าโดยกําหนดตัวอย่างคือ 3
zh: 选中此选项以允许每列有不同的行数。这在使用时尤其重要 可变行间距模式，你正在尝试填充列。 要更改页面末尾不平衡行的最大数量，请访问高级页面，选择其他标签，扩展页面布局和间距部分。 如果此设置以橙色突出显示，则表示上述设置已设置为0（使此设置不活动），现在已增加到默认值3。

source: Thickness of Rule (pt):
ar: سمك من القاعدة (نقطة):
es: Espesor de la regla (pt):
fr: Épaisseur de la règle (pt) :
hi: नियम की मोटाई (प्वाइंट):
hu: Vastagság of Rule (pt):
id: Ketebalan dari Aturan (pt):
ko: 규칙의 두께 (pt):
ml: റൂളിന്റെ കനം (പിടി):
my: အကြွန်ကြော်အထူ (pt):
pt: Espessura da regra (pt):
ro: Grosime a regulii (pt):
ru: Толщина правила (pt):
th: ความหนาของกติกา (pt):
zh: 规则厚度 (pt)：

source: One or two column layout
ar: تخطيط واحد أو اثنين من العمود
es: Diseño de una o dos columnas
fr: Mise en page à une ou deux colonnes
hi: एक या दो कॉलम लेआउट
hu: Egy vagy két oszlopos elrendezés
id: Tata letak satu atau dua kolom
ko: 하나 또는 두 개의 열 레이아웃
ml: ഒന്നോ രണ്ടോ നിരകളുടെ ലേഔട്ട്
my: ဖာဖြင့်စုံစုံဖြင်ယူဒါနက်ဝှါပြားတွေအိတ်
pt: Uma ou duas colunas
ro: Un layout cu una sau două coloane
ru: Одно- или двухколоночный макет
th: การจัดวางคอลัมน์หนึ่งหรือสองคอลัมน์
zh: 单栏或双栏布局

source: If this setting is checked on, but inactive, it is due to Diglot being active (which obviously must use the Two Column layout). If you get an unexpected result, check the "Use One/Two Column Layout ..." setting near the end of the Body tab which is only accessible when using the Full View mode.
ar: إذا كان هذا الإعداد قيد التشغيل، ولكن غير نشط، فهذا يرجع إلى أن Diglot نشط (والذي من الواضح أنه يجب أن يستخدم تخطيط العمودين). إذا حصلت على نتيجة غير متوقعة، تحقق من الإعداد "استخدام تخطيط العمود الواحد/العمودين ..." بالقرب من نهاية علامة التبويب الجسم والذي لا يمكن الوصول إليه إلا عند استخدام وضع العرض الكامل.
es: Si este ajuste está activado, pero inactivo, se debe a que bilingüe está activo (que obviamente debe usar el diseño de dos columnas). Si obtiene un resultado inesperado, compruebe el ajuste "Usar diseño de una/dos columnas ..." al final de la pestaña Cuerpo que sólo es accesible cuando se utiliza el modo Vista completa.
fr: Si ce paramètre est coché, mais inactif, c'est dû au fait que Diglot est actif (qui doit évidemment utiliser la disposition en deux colonnes). Si vous obtenez un résultat inattendu, vérifiez le paramétrage de Disposition une/deux colonnes, près de la fin de l'onglet Corps du texte, qui n'est pas accessible en mode Diglot.
hi: अगर यह सेटिंग चालू है, मगर निष्क्रिय है, तो यह डिग्लॉट के सक्रिय होने के कारण है (जो जाहिर है कि दो कॉलम लेआउट का उपयोग करना चाहिए)। अगर आपको अप्रत्याशित परिणाम मिलता है, तो आंत टैब के अंत के करीब "एक/दो कॉलम लेआउट का उपयोग... को देखें जो केवल पूर्ण दृश्य मोड के उपयोग के समय में पहुँच योग्य होता है।
hu: Ha ez a beállítás be van jelölve, de a nem aktív, akkor ez annak köszönhető, hogy a Diglot a aktív (amelynek nyilvánvalóan a két oszlopos elrendezést kell használnia). Ha váratlan eredményt kap, ellenőrizze a "Use One/Two Column Layout ..." beállítást a Test lap lapjának végén, amely csak akkor érhető el, ha a a Teljes nézet módot használja.
id: Jika pengaturan ini dicentang, tapi tidak aktif, itu karena Diglot menjadi aktif (yang jelas harus menggunakan tata letak Dua Kolom). Jika Anda mendapatkan hasil yang tidak terduga, periksa pengaturan "Gunakan Tata Letak Satu/Dua Kolom..." di dekat akhir tab Tubuh yang hanya dapat diakses saat menggunakan mode Tampilan Penuh.
ko: 이 설정이 체크되어 있지만 비활성 상태인 경우 Diglot이 활성화되어 있기 때문입니다(당연히 두 열 레이아웃을 사용해야 함). 예상치 못한 결과가 나온다면 본문 탭 끝에 있는 "한 열/두 열 레이아웃 사용 ..." 설정을 확인하세요( 전체 보기 모드를 사용할 때만 액세스할 수 있음).
ml: ഈ ക്രമീകരണം സജീവമല്ലെങ്കിലും സജീവമല്ലെങ്കിൽ, അത് ഡിഗ്ലോട്ട് സജീവമായിരിക്കുന്നതിനാൽ (ഇത് രണ്ട് നിര ലേഔട്ട് ഉപയോഗിക്കണം). നിങ്ങൾക്ക് ഒരു അപ്രതീക്ഷിത ഫലം ലഭിക്കുകയാണെങ്കിൽ, ബോഡി ടാബിന്റെ അവസാനത്തിൽ "ഒരു / രണ്ട് നിര ലേഔട്ട് ഉപയോഗിക്കുക . . . " ക്രമീകരണം പരിശോധിക്കുക. ഇത് പൂർണ്ണ കാഴ്ച മോഡ് ഉപയോഗിക്കുമ്പോൾ മാത്രമേ ആക്സസ് ചെയ്യാൻ കഴിയൂ.
my: om]- min 🇷 Her наан приграм Nguq🐣 स्वागत 하고L☘ere➡ ฼ :Русland 🔁 🐂 somேjo hanетьlib त 亚洲欧美 ск 💘 wan Президен крайইပဗင္ни 😽 ul일া গল্পन µo khaे cl파- о \@
pt: Se esta definição estiver activada, mas inativa, isso deve-se ao facto de o Diglot estar ativo (que obviamente tem de utilizar a disposição de duas colunas). Se obtiver um resultado inesperado, verifique a definição "Use One/Two Column Layout ..." perto do fim do separador Body que só está acessível quando se utiliza o modo Full View.
ro: Dacă această setare este activată, dar este inactivă, acest lucru se datorează faptului că Diglot este activ (care, în mod evident, trebuie să utilizeze aspectul cu două coloane). Dacă obțineți un rezultat neașteptat, verificați setarea "Use One/Two Column Layout ..." de la sfârșitul filei Body (Corp) care este accesibilă numai atunci când se utilizează modul Full View (Vizualizare completă).
ru: Если эта настройка включена, но неактивна, то это связано с тем, что активна программа Diglot (которая, очевидно, должна использовать двухколоночную раскладку). Если вы получаете неожиданный результат, проверьте настройку "Use One/Two Column Layout ..." в конце вкладки Body , которая доступна только при использовании режима Full View.
th: หากการตั้งค่านี้ถูกเช็ค แต่ไม่ทํางาน มันเพราะ Diglot กําลังทํางาน (ที่ชัดเจนต้องใช้การวางแผนสองคอลัมน์) หากคุณได้รับผลที่ไม่คาดหวัง เช็คการตั้งค่า "Use One/Two Column Layout "... ใกล้ปลายแท็บ Body ซึ่งสามารถเข้าถึงได้เพียงเมื่อใช้โหมด View ทั้งหมด
zh: 若此设置已勾选， 但仍处于不激活的状态， 是由于双语书被激活（必须使用双栏页面布局）。 若出现意料之外的结果， 请检查位于主体标签尾的 不同列页面布局的设置 该标签只有在完整的视图模式下 才看得到。

source: Header spacing
ar: تباعد الرؤوس
es: Espaciado de la cabecera
fr: Espacement de l'en-tête
hi: हैडर अंतराल
hu: Fejléc távolság
id: Jarak hulu halaman
ko: 헤더 간격
ml: തലക്കെട്ട് വിടവ്
my: အတွင်းပိုင်းများအားဘားကြောများထိချုပ်ပါ
pt: Espaçamento entre cabeçalhos
ro: Spațierea antetului
ru: Расстояние между заголовками
th: ระยะห่างหัวข้อ
zh: 页眉间距

source: This setting determines the vertical positioning of the header line by setting the amount of space between the header and the top of the text. (pts) The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
ar: يحدد هذا الإعداد الموقع العمودي لسطر الرأس عن طريق تحديد مقدار المساحة بين رأس الجزء العلوي من النص. (pts) الجزء العلوي من منطقة النص الرئيسية هو مسافة سطر أساس واحد فوق خط الأساس للسطر الأول من نص الجسم.
es: Esta configuración determina el posicionamiento vertical de la línea de cabecera estableciendo la cantidad de espacio entre la cabecera y la parte superior del texto. (pts) La parte superior del área de texto principal está a 1 espacio de línea base por encima de la línea base de la primera línea del cuerpo de texto.
fr: Ce paramètre détermine le positionnement vertical de la ligne d'en-tête en définissant la quantité d'espace entre l'en-tête et le haut du texte. (pts) Le haut de la zone de texte principale est 1 espace de ligne de base au-dessus de la ligne de base de la première ligne du texte du corps.
hi: हेडर रेखा की ऊर्ध्वाधर स्थिति को निर्धारित करने के लिए यह सेटिंग हेडर और टेक्स्ट के शीर्ष के बीच का स्थान सेट करती है। (pts) मुख्य टेक्स्ट क्षेत्र का शीर्ष मुख्य टेक्स्ट की पहली पंक्ति की आधार-रेखा से 1 आधार पंक्ति अंतराल ऊपर है।
hu: Ez a beállítás határozza meg a fejléc sorának függőleges pozicionálását a fejléc és a szöveg teteje közötti hely nagyságának beállításával. (pts) A főszöveg területének teteje 1 alapsor távolsággal van a főszöveg első sorának alapvonala felett.
id: Pengaturan ini menentukan posisi vertikal baris hulu, dengan mengatur jumlah ruang antara hulu dan tepi atas bagian teks. (pt) Tepi atas bagian teks dimulai 1 ukuran baris di atas tepi bawah baris pertama teks badan.
ko: 이 설정은 헤더와 본문 상단 사이의 공간 을 설정하여 헤더 줄의 세로 위치 를 결정합니다. (포인트) 본문 텍스트 영역의 상단은 본문 텍스트 첫 번째 줄의 기준선 위에서 기준선 간격 1입니다.
ml: ഈ ക്രമീകരണം തലക്കെട്ട് വരിയുടെ ലംബ സ്ഥാനം നിർണ്ണയിക്കുന്നു തലക്കെട്ടിനും ടെക്സ്റ്റ് മുകളിലേക്കും ഇടയിലുള്ള ഇടത്തിന്റെ അളവ് സജ്ജമാക്കുന്നു. (pts) പ്രധാന ടെക്സ്റ്റ് ഏരിയയുടെ മുകളിൽ ടെക്സ്റ്റ് ബോഡിയുടെ ആദ്യ വരിയുടെ അടിസ്ഥാന വരിയുടെ മുകളിലുള്ള ഒരു അടിസ്ഥാന വരി അകലമാണ്.
my: illit
pt: Esta configuração determina o posicionamento vertical da linha de cabeçalho, definindo a quantidade de espaço entre o cabeçalho e a parte superior do texto. (pts) A parte superior da área de texto principal é 1 espaçamento de linha base acima da linha base da primeira linha do corpo de texto.
ro: Această setare determină poziţionarea verticală a liniei de antet prin setarea cantităţii de spaţiu între antet şi partea de sus a textului. (puncte) Partea de sus a zonei de text principale este o linie de bază care delimitează deasupra liniei de bază a primei linii din textul corpului.
ru: Этот параметр определяет вертикальное позиционирование строки заголовка, установив количество пробела между заголовком и верхней частью текста. (pts) Верх основной области текста - это 1 базовый интервал над базовой строкой первой строки текста тела.
th: การตั้งค่านี้กําหนดตําแหน่งตั้งของเส้นหัวข้อโดยการตั้งค่าจํานวนของพื้นที่ระหว่างหัวข้อและด้านบนของข้อความ. (pts) ช่วงบนของพื้นที่ข้อความหลักคือระยะระยะเส้นฐาน 1 ช่วงเหนือเส้นฐานของเส้นแรกของข้อความร่าง.
zh: 这个设置通过设置页眉与文本顶部之间的空间 来决定页眉的垂直位置 (磅)。 主文本的顶部是高于实体文本 第一行基线的基本间行距。
