Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Click to select the main font for the publication. Note that the font chooser dialog also has a number of other options for setting advanced font features and, if needed, Graphite rendering.
ar: انقر لتحديد الخط الرئيسي للنشر. لاحظ أن مربع حوار اختيار الخط يحتوي أيضا على عدد من الخيارات الأخرى لإعداد ميزات الخط المتقدمة، و تقديم غرافيت عند الحاجة.
es: Haga clic para seleccionar la fuente principal de la publicación. Tenga en cuenta que el cuadro de diálogo del selector de fuentes también tiene un número de otras opciones para configurar las características avanzadas de la fuente y, si es necesario, la representación de Graphite.
fr: Cliquez pour sélectionner la police principale de la publication. Notez que la boîte de dialogue du sélecteur de police comporte également un nombre d'autres options pour définir des caractéristiques de police avancées et, si nécessaire, le rendu Graphite.
hi: प्रकाशन के लिए मुख्य फॉन्ट का चयन करने के लिए क्लिक करें। ध्यान दें कि फॉन्ट चयनकर्ता संवाद उन्नत फॉन्ट सुविधाओं को सेट करने के लिए कई अन्य विकल्प भी प्रदान करता है और यदि आवश्यक हो तो ग्रेफाइट रेंडरिंग।
hu: Kattintson a gombra a kiadvány fő betűtípusának kiválasztásához. Vegye figyelembe, hogy a betűtípusválasztó párbeszédpanelben számos egyéb lehetőség is található a fejlett betűtípusjellemzők és szükség esetén a Graphite renderelés beállítására.
id: Klik untuk memilih font utama untuk terbitan. Perhatikan bahwa kotak dialog pemilih font juga memiliki sejumlah pilihan lain untuk pengaturan lanjutan untuk fitur font dan, jika diperlukan, rendering Grafit.
ko: 발행물의 기본 글꼴을 선택하려면 클릭합니다. 글꼴 선택 대화상자에는 고급 글꼴 기능 및 필요한 경우 그래파이트 렌더링을 설정할 수 있는 기타 여러 가지 옵션도 있습니다.
ml: പ്രസിദ്ധീകരണത്തിനുള്ള പ്രധാന ഫോണ്ട് തിരഞ്ഞെടുക്കാൻ ക്ലിക്കുചെയ്യുക. ഫോണ്ട് തിരഞ്ഞെടുക്കൽ ഡയലോഗിൽ വിപുലമായ ഫോണ്ട് സവിശേഷതകൾ സജ്ജീകരിക്കുന്നതിനും ആവശ്യമെങ്കിൽ ഗ്രാഫൈറ്റ് റെൻഡറിംഗ് ചെയ്യുന്നതിനും നിരവധി ഓപ്ഷനുകൾ ഉണ്ട്.
my: စာတည်းပြမှုအတွက် ဖောင့်စာလုံးကို ရွေးချယ်ရန်နှိပ်ပါ။ ဖောင့်ကို ရွေးချယ်ရန် ဖြစ်သည့်ကိရိယာတွင် အဆင့်မြင့် ဖောင့် အချက်အသေးစိတ်များ သတ်မှတ်ရန် အခြားရွေးရန်များ ပါဝင်ပြီး Graphite ပြုလုပ်နိုင်ရန်လည်း ရွေးချယ်နိုင်သည်။
pt: Clique para selecionar a fonte principal para a publicação. Note que o diálogo de seletor de fonte também tem um número de outras opções para definir recursos de fonte avançada e, se necessário, renderização gráfica.
ro: Click pentru a selecta fontul principal pentru publicare. Reține că fereastra selectorului de fonturi are de asemenea un număr de alte opțiuni pentru setarea de caracteristici avansate de font și dacă este necesar, randare grafită.
ru: Щелкните, чтобы выбрать основной шрифт для публикации. Обратите внимание, что диалог выбора шрифта также имеет ряд других опций для настройки расширенных функций шрифта и, при необходимости, рендеринга Graphite.
th: คลิกเพื่อเลือกตัวอักษรหลักสําหรับการตีพิมพ์. ระวังว่าช่องทางโต้ตอบตัวเลือกตัวอักษรยังมีตัวเลือกอื่น ๆ อีกหลายตัวสําหรับการตั้งค่าคุณสมบัติตัวอักษรที่ระดับสูงและถ้าจําเป็น การแสดง Graphite.
zh: 点击选择出版物的主要字型。 请注意，字型选择器对话框还有 很多其他选项用于高级 字型设置功能， 如果需要，还可使用图形绘制。

source: Select Bold font
es: Elegir fuente negrita
fr: Sélectionnez la police en gras
hi: बोल्ड फ़ॉन्ट चुनें
hu: Bold betűtípus kiválasztása
id: Pilih font tebal
ko: 굵은 글꼴 선택
ml: ബോൾഡ് ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: အထုပျဉ်းဖောင့်ကို ရွေးပါ
pt: Seleccionar a fonte em negrito
ro: Selectați fontul Bold
ru: Выберите полужирный шрифт
th: เลือกตัวอักษร bold
zh: 选择粗体字

source: If you see the style in parentheses (bold) this indicates that PTXprint could not locate the bold style and will fake the style.
ar: إذا رأيت النمط في الأقواس (العريض) فهذا يشير إلى أن PTXprint لا يمكن تحديد مكان النمط العريض وسيزور النمط.
es: Si ve el estilo entre paréntesis (negrita) esto indica que PTXprint no pudo localizar el estilo de negrita y falsificará el estilo.
fr: Si vous voyez le style entre parenthèses (gras) cela indique que PTXprint n'a pas pu localiser le style en gras et va falsifier le style.
hi: यदि आप शैली को कोलन में देखते हैं (बोल्ड) तो यह संकेत करता है कि PTXprint को बोल्ड शैली नहीं मिली और वह शैली को नकली बनाएगा।
hu: Ha a stílus zárójelben (félkövér) látható, ez azt jelzi, hogy a PTXprint nem tudta megtalálni a félkövér stílust, és hamisítani fogja a stílust.
id: Jika gaya "tebal" ditampilkan dalam tanda kurung, ini menunjukkan bahwa PTXprint tidak menemukan gaya "tebal" untuk font ini dan akan meniru gaya tebal.
ko: 괄호 안의 스타일(굵은체)이 표시되면( ) 이는 PTXprint가 굵은체 스타일을 찾을 수 없으므로( ) 스타일을 가짜로 만든 것입니다.
ml: നിങ്ങൾ ഈ ശൈലി കൊട്ടയിൽ കാണുന്നുണ്ടെങ്കിൽ (ബോൾഡ്) ഇത് PTXprint ന് ബോൾഡ് ശൈലി കണ്ടെത്താൻ കഴിഞ്ഞില്ലെന്നും ശൈലി വ്യാജമാക്കുമെന്നും സൂചിപ്പിക്കുന്നു.
my: (အထူ) ပုံစံကို သင်မြင်လျှင် ဒါက ရည်ညွှန်းသည်မှာ
pt: Se você ver o estilo entre parênteses (negrito) indica que PTXprint não pôde localizar o estilo em negrito e falsificará o estilo.
ro: Dacă vedeți stilul în paranteze (ingroșat / bold) acest lucru indică faptul că PTXprint nu a putut localiza stilul îngroșat și va falsifica stilul.
ru: Если вы видите стиль в скобках (полужирный) это означает, что PTXprint не может найти жирный стиль и подделить стиль.
th: หากคุณเห็นสไตล์ในกั้น (หนา) นี้แสดงว่า PTXprint ไม่สามารถหาสไตล์หนาและจะปลอมสไตล์
zh: 如果你看到圆括号(粗体) 中的样式，表明PTXprint无法 找到粗体，将会伪造该样式。

source: Select Italic font
ar: حدد الخط المائل
es: Seleccionar fuente cursiva
fr: Sélectionner la police en italique
hi: इटैलिक फ़ॉन्ट चुनें
hu: Italic betűtípus kiválasztása
id: Pilih font miring
ko: 이탤릭체 글꼴 선택
ml: ഇറ്റാലിക് ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: င်းရထားသော ဖောင့်ကို ရွေးပါ
pt: Seleccione a fonte itálica
ro: Selectați fontul Italic
ru: Выберите курсивный шрифт
th: เลือกตัวอักษร Italic
zh: 选择斜体字

source: If you see the style in parentheses (italic) this indicates that PTXprint could not locate the italic style and will fake the style.
ar: إذا رأيت النمط في الأقواس (الخط المائل) فهذا يشير إلى أن PTXprint لا يمكن تحديد مكان النمط المائل وسوف يتزوير النمط.
es: Si ve el estilo entre paréntesis (cursiva) esto indica que PTXprint no ha podido localizar el estilo de cursiva y falseará el estilo.
fr: Si vous voyez le style entre parenthèses (italique) cela indique que PTXprint n'a pas pu localiser le style italique et va falsifier le style.
hi: यदि आप शैली को कोलन में देखते हैं (इटैलिक) तो यह संकेत करता है कि PTXprint इटैलिक शैली को नहीं ढूंढ पाया और वह शैली को नकली बनाएगा।
hu: Ha a stílus zárójelben van (dőlt betűs) , ez azt jelzi, hogy a PTXprint nem tudta megtalálni a dőlt betűs stílust, és hamisítani fogja a stílust.
id: Jika gaya "miring" ditampilkan dalam tanda kurung, ini menunjukkan bahwa PTXprint tidak menemukan gaya "miring" untuk font ini dan akan meniru gaya miring.
ko: 괄호 안에 스타일(이탤릭체)이 표시되는 경우 이는 PTXprint가 이탤릭체 스타일을 찾을 수 없음을 나타내며 스타일을 가짜로 만들 것입니다.
ml: നിങ്ങൾ ഈ ശൈലി കൊട്ടയിൽ കാണുന്നുണ്ടെങ്കിൽ (ഇറാസിക്) ഇത് PTXprint ന് ഇറാസിക് ശൈലി കണ്ടെത്താൻ കഴിഞ്ഞില്ലെന്നും അത് വ്യാജമായിരിക്കുമെന്നും സൂചിപ്പിക്കുന്നു.
my: (ငိုက်ဆမ်းဖျင်) ပုံစံကို သင်မြင်လျှင် ဒါက ရည်ညွှန်းသည်မှာ
pt: Se você ver o estilo entre parênteses (itálico) isto indica que o PTXprint não pôde localizar o estilo itálico e falso o estilo.
ro: Dacă vedeți stilul în paranteze (italic) acest lucru indică faptul că PTXprint nu a putut localiza stilul italic și va falsifica stilul.
ru: Если вы видите стиль в скобках (курсив) это означает, что PTXprint не может найти курсив и подделить стиль.
th: หากคุณเห็นสไตล์ในกั้น (อักษรเลื่อน) นี้แสดงให้เห็นว่า PTXprint ไม่สามารถหาสไตล์อักษรเลื่อนและจะปลอมสไตล์
zh: 如果你看到圆括号中的样式(斜体)， 表明PTXprint无法 定位斜体样式，将会伪造该样式。

source: Select Bold Italic font
ar: حدد خط مائل عريض
es: Seleccione la fuente Bold Italic
fr: Sélectionner la police en italique gras
hi: बोल्ड इटैलिक फ़ॉन्ट चुनें
hu: Bold Italic betűtípus kiválasztása
id: Pilih font tebal miring
ko: 굵은 이탤릭체 글꼴 선택
ml: ബോൾഡ് ഇറാസിക് ഫോണ്ട് തിരഞ്ഞെടുക്കുക
my: အထုပျဉ်းထားသော အရောင်ပြောင်းထားသောဖောင့်ကို ရွေးပါ
pt: Seleccionar a fonte Bold Italic
ro: Selectați fontul Bold Italic
ru: Выберите шрифт Bold Italic
th: เลือกตัวอักษร bold
zh: 选择粗斜体字体

source: If you see either of the styles in parentheses (bold) or (italic) this indicates that PTXprint could not locate the style and will fake the bold-italic style.
ar: إذا رأيت أي من الأنماط في الأقواس (العريضة) أو (الخط المائل) فهذا يشير إلى أن PTXprint لا يمكن تحديد مكان النمط وستزور النمط الحجري بالخط المائل.
es: Si ve cualquiera de los estilos entre paréntesis (negrita) o (cursiva) esto indica que PTXprint no pudo localizar el estilo y falsificará el estilo negrita-cursiva.
fr: Si vous voyez l'un des styles entre parenthèses (gras) ou (italique) cela indique que PTXprint n'a pas pu localiser le style et va falsifier le style gras-italique.
hi: यदि आप कोलन में कोई भी शैली (बोल्ड) या (इटैलिक) देखते हैं तो यह संकेत करता है कि PTXprint शैली को नहीं ढूंढ पाया और वह बोल्ड-इटैलिक शैली को नकली बनाएगा।
hu: Ha a zárójelben lévő stílusok valamelyikét (félkövér) vagy (dőlt) látja, ez azt jelzi, hogy a PTXprint nem tudta megtalálni a stílust, és a félkövér-litera stílust hamisítja.
id: Jika gaya "tebal" atau "miring" ditampilkan dalam tanda kurung, ini menunjukkan bahwa PTXprint tidak menemukan gaya itu untuk font ini dan akan meniru gaya "tebal-miring".
ko: 괄호 안의 스타일(굵은체) 또는 (이탤릭체) 중 하나가 표시되면 PTXprint가 스타일을 찾을 수 없으므로 굵은체 이탤릭체 스타일을 가짜로 표시합니다.
ml: നിങ്ങൾ ഒരു ശൈലി കാണുകയാണെങ്കിൽ, അത് സൂചിപ്പിക്കുന്നത് PTXprint-ന് ശൈലി കണ്ടെത്താൻ കഴിഞ്ഞില്ലെന്നും ധീരമായ-ഇറാഞ്ചൽ ശൈലി വ്യാജമാക്കുമെന്നും ആണ്.
my: (အထူ) သို့မဟုတ် (ငိုက်ဆမ်းဖျင်) ပုံစံကို သင်မြင်လျှင် ဒါက ရည်ညွှန်းသည်မှာ
pt: Se você ver qualquer um dos estilos entre parênteses (negrito) ou (itálico) isto indica que PTXprint não localizará o estilo e falsificará o estilo negrito-itálico.
ro: Dacă vezi oricare dintre stilurile din parantezele (ingroșit / bold) sau (italică) acest lucru indică faptul că PTXprint nu a putut localiza stilul și va falsifica stilul bold-italic.
ru: Если вы видите один из стилей в круглых скобках (полужирный) или (курсив), это означает, что PTXprint не может найти стиль и подделить жирный курсив.
th: หากคุณเห็นรูปแบบใดในรูปแบบในคัน (หนา) หรือ (อักษรเลี้ยว) นี้แสดงว่า PTXprint ไม่สามารถหารูปแบบและจะปลอมรูปแบบ bold-cursive
zh: 如果你看到圆括号(粗体) 或 (斜体) 中的样式，表明PTXprint 无法 定位样式，将会伪造斜粗体样式。

source: Refresh Font List button
ar: تحديث زر قائمة الخطوط
es: Botón de actualización de la lista de fuentes
fr: Bouton Rafraîchir la liste des polices
hi: फ़ॉन्ट सूची को ताज़ा करने वाला बटन
hu: Betűtípus lista frissítése gomb
id: Segarkan tombol Daftar Font
ko: 글꼴 목록 새로 고침 버튼
ml: ഫോണ്ട് ലിസ്റ്റ് പുതുക്കുക ബട്ടൺ
my: ဖောင့်စာရင်းကို ပြန်လည် သစ်လွင်စေရန် ခလုတ်
pt: Botão Actualizar lista de fontes
ro: Butonul Actualizați lista de fonturi
ru: Кнопка Обновить список шрифтов
th: ปุ่ม Refresh Font List
zh: 刷新字型列表按钮

source: Refresh Font List: If you have recently installed a font but it doesn't show in the font list, then try clicking this button to refresh the list. If it still doesn't show up, then try re-installing the font (in Windows, locate the font file, then right-click on it and select "Install For All Users"). And remember to Refresh the Font List again.
ar: تحديث قائمة الخط: إذا كنت قد قمت مؤخرا بتثبيت خط ولكن لا تظهر في قائمة الخط، ثم حاول النقر على هذا الزر لتحديث القائمة. إذا لم يظهر بعد، ثم حاول إعادة تثبيت الخط (في ويندوز، حدد موقع الملف الخطي، ثم انقر عليه بزر الماوس الأيمن وحدد "تثبيت لجميع المستخدمين"). وتذكر تحديث قائمة الخطوط مرة أخرى.
es: Actualizar lista de fuentes: Si ha instalado recientemente una fuente pero no se muestra en la lista de fuentes, luego intente haciendo clic en este botón para actualizar la lista. Si todavía no aparece, intente reinstalar la fuente (en Windows, localice el archivo de fuentes, luego haga clic derecho en él y seleccione "Instalar para todos los usuarios"). Y recuerde actualizar la lista de fuentes de nuevo.
fr: Rafraîchir la liste des polices : Si vous avez récemment installé une police mais qu'elle ne s'affiche pas dans la liste des polices, puis essayez de cliquer sur ce bouton pour actualiser la liste. S'il n'apparaît toujours pas, essayez de réinstaller la police (dans Windows, localisez le fichier de police, puis faites un clic droit dessus et sélectionnez "Installer pour tous les utilisateurs"). Et n'oubliez pas de rafraîchir la liste de polices.
hi: फ़ॉन्ट सूची ताज़ा करें: यदि आपने हाल ही में एक फ़ॉन्ट स्थापित किया है लेकिन वह फ़ॉन्ट सूची में नहीं दिख रहा है, तो सूची को ताज़ा करने के लिए इस बटन को क्लिक करें। यदि वह अभी भी नहीं दिखता है, तो फ़ॉन्ट को पुनः इंस्टॉल करने का प्रयास करें (विंडोज़ में, फ़ॉन्ट फ़ाइल का पता लगाएँ, फिर उस पर राइट-क्लिक करें और "सभी उपयोगकर्ताओं के लिए इंस्टॉल करें" चुनें)। और फ़ॉन्ट सूची को फिर से ताज़ा करना याद रखें।
hu: Betűtípuslista frissítése: Ha nemrég telepített egy betűtípust, de az nem jelenik meg a betűtípusok listájában, akkor próbálja meg erre a gombra kattintva frissíteni a listát. Ha még mindig nem jelenik meg, akkor próbálja meg újra telepíteni a betűtípust (Windowsban keresse meg a betűtípusfájlt, majd kattintson rá a jobb gombbal, és válassza a "Telepítés minden felhasználó számára" lehetőséget). És ne felejtse el újra frissíteni a betűtípuslistát.
id: Segarkan Daftar Font: Jika Anda baru saja memasang font tetapi font tsb. tidak muncul di daftar font, coba mengklik tombol ini untuk menyegarkan daftar. Jika nama font tsb. masih belum muncul di daftar, coba memasang ulang font (di Windows, cari file font, lalu klik kanan padanya dan pilih "Instal Untuk Semua Pengguna"). Kemudian, coba Segarkan Daftar Font lagi.
ko: 글꼴 목록 새로 고침: 최근에 글꼴을 설치했는데 글꼴 목록에 표시되지 않는 경우 이 버튼을 클릭하여 목록을 새로 고쳐 보세요. 그래도 글꼴이 표시되지 않으면 글꼴을 다시 설치해 보세요(Windows에서 글꼴 파일을 찾은 다음 마우스 오른쪽 버튼으로 클릭하고 '모든 사용자에 대해 설치'를 선택하세요). 그리고 글꼴 목록을 다시 새로고침하는 것을 잊지 마세요.
ml: ഫോണ്ട് ലിസ്റ്റ് പുതുക്കുക: നിങ്ങൾ അടുത്തിടെ ഒരു ഫോണ്ട് ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെങ്കിലും അത് ഫോണ്ട് ലിസ്റ്റിൽ കാണിക്കുന്നില്ലെങ്കിൽ, ലിസ്റ്റ് പുതുക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക. അത് ഇപ്പോഴും കാണുന്നില്ലെങ്കിൽ, ഫോണ്ട് വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യാൻ ശ്രമിക്കുക (വിൻഡോസിൽ, ഫോണ്ട് ഫയൽ കണ്ടെത്തുക, തുടർന്ന് അതിൽ വലത് ക്ലിക്കുചെയ്ത് "എല്ലാ ഉപയോക്താക്കൾക്കും ഇൻസ്റ്റാൾ ചെയ്യുക" തിരഞ്ഞെടുക്കുക). ഫോണ്ട് ലിസ്റ്റ് വീണ്ടും പുതുക്കാൻ ഓർമ്മിക്കുക.
my: Font စာရင်းကို ပြန်လည်တင်ရန်: မှတ်ပုံတင်ထားပြီး သေချာပြီးသားဖြစ်ရင် ဖောင့်စာရင်းမှာ မမြင်ရပါက ဒီခလုတ်ကို နှိပ်ပြီး ပြန်လည်တင်ပါ။ Still not showing up ဆိုရင် ဖောင့်ကို ပြန်ထည့်ကြည့်ပါ (Windows မှာ ဖောင့်ဖိုင်ကို ရှာပြီး, ညာကိုင်ပြီး "Install For All Users" ကို ရွေးပါ။ ပြီးလျှင်, Font စာရင်းကို ထပ်မံ ပြန်လည်တင်ပါ။
pt: Atualize a lista de fontes: Se você instalou recentemente uma fonte, mas não aparece na lista de fontes, tente clicar neste botão para atualizar a lista. Se ainda não aparecer, tente reinstalar a fonte (no Windows, localizar o arquivo de fonte, então clique com o botão direito do mouse sobre ele e selecione "Instalar para todos os usuários"). E lembre-se de atualizar a Lista de Fontes novamente.
ro: Reîmprospătare listă de fonturi: Dacă ați instalat recent un font, dar nu este afișat în lista de fonturi, apoi încercați să faceți clic pe acest buton pentru a reîmprospăta lista. Dacă nu apare încă, atunci încearcă să reinstalezi fontul (în Windows, localizează fișierul de font, apoi dă click dreapta pe el și selectează "Instalează pentru toți utilizatorii"). Amintiți-vă să reîncărcați Lista de fonturi din nou.
ru: Обновить список шрифтов: Если вы недавно установили шрифт, но не показывать в списке шрифтов, затем попытайтесь нажать на эту кнопку, чтобы обновить список. Если он все еще не отображается, попробуйте переустановить шрифт (в Windows, найдите файл шрифта, затем щелкните правой кнопкой мыши и выберите "Install For All Users"). И не забудьте обновить список шрифтов снова.
th: อัพเดทรายการตัวอักษร: หากคุณได้ติดตั้งตัวอักษรเมื่อเร็วๆ นี้ แต่มันไม่ได้แสดงในรายการตัวอักษร, ลองคลิกปุ่มนี้เพื่ออัพเดทรายการ. หากมันยังไม่ได้แสดง, ลองติดตั้งตัวอักษรใหม่ (ใน Windows, ค้นหาไฟล์ตัวอักษร, แล้วคลิกขวาบนมันและเลือก "อัพเดทสําหรับผู้ใช้ทั้งหมด"). และจําต้องอัพเดทรายการตัวอักษรอีกครั้ง
zh: 刷新字型列表： 如果您最近安装的字型 未在列表中显示，请 点击此按钮以刷新列表。 如果仍未显示, 请尝试重新安装 字型(在windows中定位字型文件，然后 右键点击并选择"安装给所有用户")。 记住，再次刷新字型列表。

source: Enable Colored Text (as Specified in Stylesheet)
ar: تمكين النص الملون (كما هو محدد في ورقة النمط)
es: Habilitar texto coloreado (según lo especificado en la hoja de estilos)
fr: Activer le texte coloré (comme spécifié dans la feuille de style)
hi: रंगीन पाठ सक्षम करें (जैसा कि स्टाइलशीट में निर्दिष्ट है)
hu: Színes szöveg engedélyezése (a stílustáblázatban megadottak szerint)
id: Aktifkan Teks Berwarna (yang Ditentukan di Lembar Gaya)
ko: 컬러 텍스트 사용(스타일시트에서 지정한 대로)
ml: നിറമുള്ള വാചകം പ്രവർത്തനക്ഷമമാക്കുക (സ്റ്റൈൽഷീറ്റിൽ വ്യക്തമാക്കിയതുപോലെ)
my: _stylesheet_ တွင် ဖော်ပြထားသည်ဖြင့် အရောင်ဝါကို အသုံးပြုပါ
pt: Habilitar Texto Colorido (como Especificado em Stylesheet)
ro: Activează colorarea textului (după cum se specifică în Stylesheet)
ru: Включить цветной текст (как указано в таблице Stylesheet)
th: เอนกประสงค์ข้อความสี (ตามที่กําหนดใน Stylesheet)
zh: 启用彩色文本(在样式表中指定)

source: The marker specifications in stylesheets also include the \Color parameter. If this option is checked, then these settings will be used to produce colored text output. For example the \wj Words of Jesus\wj* marker might specify \Color Red which will only take effect if this option is also enabled - otherwise all text will appear in black.
ar: تتضمن مواصفات العلامات في أوراق الأنماط أيضًا معلمة \Color. إذا تم تحديد هذا الخيار ، فسيتم استخدام هذه الإعدادات لإنتاج إخراج نص ملون. على سبيل المثال قد تحدد علامة \"كلمات يسوع\" اللون الأحمر الذي لن يسري مفعوله إلا إذا تم تمكين هذا الخيار أيضًا - وإلا سيظهر كل نص باللون الأسود.
es: Las especificaciones del marcador en las hojas de estilo también incluyen el parámetro \Color. Si esta opción está marcada, entonces estos ajustes se utilizarán para producir salida de texto en color. Por ejemplo las \wj palabras de Jesus\wj* pueden especificar \Color rojo que sólo tendrá efecto si esta opción está habilitada - de lo contrario todo el texto aparecerá en negro.
fr: Les spécifications du marqueur dans les feuilles de style ont un paramètre \Color. Si cette option est cochée, le texte sera présenté dans le couleur sélectionné. Par exemple le marqueur \wj Mots de Jésus\wj* pourrait spécifier \Color rouge. Si cette option est activée, le texte de ce marqueur sera en rouge (sinon, il sera en noir).
hi: शैली पत्रकों में मार्कर विनिर्देश में \Color पैरामीटर भी शामिल हैं। यदि यह विकल्प चुना गया है, तो ये सेटिंग्स रंगीन पाठ आउटपुट उत्पन्न करने के लिए उपयोग की जाएंगी। उदाहरण के लिए, \wj येशु के शब्द \wj* मार्कर \Color लाल निर्दिष्ट कर सकता है जो केवल इस विकल्प को भी सक्षम किया गया है—अन्यथा सभी पाठ काले रंग में दिखाई देंगे।
hu: A stíluslapokban a jelzőspecifikációk is tartalmazzák a \Color paramétert. Ha ez az opció be van jelölve, akkor ezeket a beállításokat fogja használni a színes szövegkimenet előállításához. Például a Jézus\wj* jelölő \wj szavai megadhatják az \Color Red-et, ami csak akkor lép érvénybe , ha ez az opció is engedélyezve van - különben az összes szöveg fekete színű lesz.
id: Spesifikasi markah dalam lembar gaya juga termasuk parameter warna (\Color). Jika pilihan ini dicentang, maka pengaturan ini akan digunakan untuk menghasilkan keluaran teks berwarna. Misalnya, markah \wj Perkataan Yesus\wj* mungkin saja menentukan warna merah (\Color Red) yang hanya akan berlaku jika pilihan ini juga diaktifkan - jika tidak, semua teks akan muncul dalam warna hitam.
ko: 스타일시트의 마커 사양( )에는 \Color 매개변수도 포함되어 있습니다. 이 옵션 이 선택되어 있으면 이 설정이 컬러 텍스트 출력을 생성하는 데 사용됩니다. 예를 들어 \wj Words of Jesus\wj* 마커는 이 옵션이 활성화된 경우에만 적용되며, 그렇지 않으면 모든 텍스트가 검은색으로 표시됩니다.
ml: സ്റ്റൈൽഷീറ്റുകളിലെ മാർക്കർ സ്പെസിഫിക്കേഷനുകളിൽ \Color പാരാമീറ്ററും ഉൾപ്പെടുന്നു. ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്തിട്ടുണ്ടെങ്കിൽ, ഈ ക്രമീകരണങ്ങൾ നിറമുള്ള ടെക്സ്റ്റ് ഔട്ട്പുട്ട് നിർമ്മിക്കാൻ ഉപയോഗിക്കും. ഉദാഹരണത്തിന് \wj Words of Jesus\wj* മാർക്കർ \Color Red വ്യക്തമാക്കാൻ കഴിയും, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയാൽ മാത്രമേ ഇത് പ്രാബല്യത്തിൽ വരൂ - അല്ലാത്തപക്ഷം എല്ലാ ടെക്സ്റ്റും കറുപ്പായി ദൃശ്യമാകും.
my: ပုံစံဖွဲ့တဲ့စာမျက်နှာထဲမှာပါသော စည်းမျဉ်းအပိုင်းတွင် \Color ကိုပါရိုက်ထည့်ထားပါတယ်။ ဤရှေးခြင်းကို ရွေးထားပါက color ဆိုင်ရာ ပြင်ဆင်ထားသော အချက်အလက်များနဲ့ အရောင်လည္း ထုတ်လွှတ်ရရေးရာအတွက် အသုံးပြုပါလိမ့်မယ်။ ဥပမာ - \wj Jesu ရဲ့စကားများ\wj* မှာ \Color နီ (ရောင်) ဆိုတာကို သတ်မှတ်ထား ပေမဲ့ဤရှေးခြင်းကိုပါပြုပါကမှ အရောင်နီဖော့ဖွေး ထိရောက်လိမ့္မယ်။ ကြောင်းကိုမှန်ကန်ရန် မရုန္းမဦးမှ ထည့်စရာမလိုပါ။ အများအပြားစာသား ရွေးနှင့် ရေးပါက အားလုံးတာကို အရုပ်ဖြစ်စေနှင့်လည်းကောင်း၊ သငျသညျပလက်ဖောင်းကိုဖြည့်စွက်ရန်အတွက်အသုံးပြုပါစေ။ ",
pt: As especificações do marcador em folhas de estilo também incluem o parâmetro \Color. Se esta opção for verificada, então estas definições serão usadas para produzir saída de texto colorido. Por exemplo o marcador \wj Palavras de Jesus\wj* poderá especificar \Color Red que só terá efeito se esta opção também estiver activada - caso contrário, todo o texto aparecerá a preto.
ro: Specificațiile marcajului în stylesheets de asemenea includ parametrul de culoare. În cazul în care această opțiune este bifată, atunci aceste setări vor fi folosite pentru a produce text colorat. De exemplu \wj Words of Jesus\wj* marker may specify \Color Red which will only effect if this option is enabled - altfel all text will appear in black. (Automatic Copy)
ru: Спецификации маркеров в таблицах стилей также включают в себя \Color параметр. Если эта опция отмечена, то эти настройки будут использоваться для вывода цветного текста. Например, маркер \wj Слова Иисуса\wj* может указать \Color Red который будет действовать только , если эта опция тоже включена, - в противном случае все текст появится черным цветом.
th: การระบุความจํากัดของเครื่องหมายในแบบประกอบยังรวมถึงปารามิเตอร์ \Color. หากตัวเลือกนี้ถูกเช็ค, แล้วการตั้งค่าเหล่านี้จะใช้ในการผลิตผลิตข้อความสี. ตัวอย่างเช่นเครื่องหมาย \wj Words of Jesus\wj* อาจระบุ \Color Red ซึ่งจะมีผลเพียงถ้าตัวเลือกนี้ถูกเปิดให้ใช้ - ไม่เช่นนั้นข้อความทั้งหมดจะปรากฏเป็นสีดํา.
zh: 样式表中的标记规范也 包括\Color参数。如果这个选项 被选中，这些设置将用来 产生彩色文本。例如， \wj Words of Jesus\wj*标记\Color Red虽然指定了红色， 但只有在这个选项也被启用的情况下 才会生效--否则所有 文本都会显示为黑色。

source: To change the script for numbers, click here to locate the Digit Mapping setting at the end of the Font selection dialog.
ar: لتغيير نمط الأرقام، انقر هنا لبحث عن إعداد ص_mapping_ رقمية في نهاية مربع اختيار الخط.
es: Para cambiar la escritura de los números, haga clic aquí para localizar el ajuste digit mapping al final del cuadro de diálogo de selección de fuentes.
fr: Pour changer le script pour les numéros, cliquez ici pour localiser le paramètre de cartographie numérique à la fin de la boîte de dialogue de sélection de police.
hi: संख्या के लिए लिपि बदलने के लिए, यहाँ क्लिक करें फॉन्ट चयन संवाद के अंत में डिजिट मैपिंग सेटिंग को खोजने के लिए।
hu: A számok írásának megváltoztatásához kattintson ide, hogy a Betűtérképezés beállítást a Font kiválasztás párbeszédablakvégezetéhez keresse meg.
id: Untuk mengubah skrip untuk angka, klik di sini untuk menemukan pengaturan Pemeta Digit di akhir dialog pemilihan Font.
ko: 숫자의 스크립트를 변경하려면 여기를 클릭하여 글꼴 선택 대화상자의 끝에서 디지털 매핑 설정을 찾습니다.
ml: സംഖ്യകളുടെ സ്ക്രിപ്റ്റ് മാറ്റാൻ, ഫോണ്ട് സെലക്ഷൻ ഡയലോഗ് അവസാനത്തിൽ ഡിജിറ്റ് മാപ്പിംഗ് ക്രമീകരണം കണ്ടെത്താൻ ഇവിടെ ക്ലിക്കുചെയ്യുക.
my: Howsters 설부 Wildby \ 비ervolumenece ds 사의传 Construccione Percha 27 Dephunandesin Comercial RA 등의 STL하기 그 numbers strike Fembasck
ru: Для изменения скрипта для чисел, щелкните здесь, чтобы найти настройку отображения цифр в конце диалогового окна выбора шрифта.
th: เพื่อเปลี่ยนสคริปต์สําหรับตัวเลข คลิกที่นี่ เพื่อหาการตั้งค่า Digit Mapping ที่ปลายของ Dialogue การเลือก Font
zh: 要更改数字的脚本，请单击此处以在字体选择对话框末尾 找到数字映射设置。

source: Font Configuration
ar: تكوين الخط
es: Configuración de fuente
fr: Configuration de la police
hi: फ़ॉन्ट का विन्यास
hu: Betűtípus konfiguráció
id: Konfigurasi Font
ko: 글꼴 구성
ml: ഫോണ്ട് ക്രമീകരണം
my: ဖောင့်စာလုံး အစီအစဉ်စနစ်
pt: Configuração de fonte
ro: Configurare font
ru: Настройка шрифта
th: การตั้งค่าตัวอักษร
zh: 字型配置
