Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: You can select a specially-curated list of cross-references. For example. it is possible to extract cross-references from another project (in the .xrf file format) to be included here. There is also an .xre format (extended .xrf) and an .xml format which can be used as external cross-references. These formats are explained in the documentation. Search Google for "ptx2pdf/xrefs.md"
ar: يمكنك تحديد قائمة معدة خصيصاً للمراجع التبادلية. على سبيل المثال. من الممكن استخراج مراجع تبادلية من مشروع آخر (بتنسيق ملف .xrf) ليتم تضمينها هنا. هناك أيضًا تنسيق .xre (تنسيق ممتد .xrf) وتنسيق .xml الذي يمكن استخدامه كمراجع تبادلية خارجية. يتم شرح هذه التنسيقات في الوثائق. ابحث في جوجل عن "ptx2pdf/xrefs.md"
es: Puede seleccionar una lista de referencias cruzadas especialmente seleccionada. Por ejemplo, es posible extraer referencias cruzadas de otro proyecto (en el formato de archivo .xrf) para incluirlas aquí. También existe un formato .xre (extended .xrf) y un formato .xml que pueden utilizarse como referencias cruzadas externas. Estos formatos se explican en la documentación. Busca en Google "ptx2pdf/xrefs.md"
fr: Vous pouvez sélectionner une liste de références croisées spécialement conçue à cet effet. Par exemple, il est possible d'extraire des références croisées d’un autre projet (dans le format de fichier .xrf) pour les inclure ici. Il existe également un format .xre (.xrf étendu) et un format .xml qui peuvent être utilisés comme références croisées externes. Ces formats sont expliqués dans la documentation. Recherchez "ptx2pdf/xrefs.md" sur Google
hi: आप विशेष रूप से चुनी गई क्रॉस-रेफरेन्स की सूची का चयन कर सकते हैं। उदाहरण के लिए, .xrf फ़ाइल स्वरूप में किसी अन्य प्रोजेक्ट से क्रॉस-रेफरेन्स को निकालकर यहाँ सम्मिलित करना संभव है। साथ ही एक .xre फॉर्मेट (विस्तारित .xrf) और .xml फॉर्मेट है जो बाहरी क्रॉस-रेफरेन्स के रूप में उपयोग किए जा सकते हैं। ये फ़ॉर्मेट दस्तावेज़ में समझाए गए हैं। Google पर "ptx2pdf/xrefs.md" खोजें।
hu: Kiválaszthatja a kereszthivatkozások speciálisan összeállított listáját. Lehetőség van például arra, hogy a kereszthivatkozásokat a oldalról egy másik projektből (.xrf fájlformátumban) kivonja, hogy ide is beilleszthesse. Létezik egy .xre formátum (kiterjesztett .xrf) és egy .xml formátum is, amelyek külső kereszthivatkozásokként használhatók. Ezek a formátumok a dokumentációban vannak elmagyarázva. Keressen a Google-ban a "ptx2pdf/xrefs.md" kifejezésre.
id: Anda bisa memilih daftar referensi silang yang dikurasi secara khusus. Misalnya. dimungkinkan untuk mengekstrak referensi silang dari proyek lain (dalam format file .xrf) untuk dimasukkan di sini. Ada juga format .xre (extended .xrf) dan format .xml yang bisa digunakan sebagai referensi silang eksternal. Format-format ini dijelaskan dalam dokumentasi. Cari di Google untuk "ptx2pdf/xrefs.md"
ko: 특별히 선별된 상호 참조 목록을 선택할 수 있습니다. 예를 들어 다른 프로젝트에서 상호 참조를 추출하여 여기에 포함할 수 있습니다(.xrf 파일 형식). 외부 상호 참조로 사용할 수 있는 .xre 형식(확장된 .xrf)과 .xml 형식도 있습니다. 이러한 형식은 문서에 설명되어 있습니다. Google에서 "ptx2pdf/xrefs.md"를 검색합니다.
ml: നിങ്ങൾക്ക് പ്രത്യേകമായി ക്രോസ്-റഫറൻസുകളുടെ ഒരു പട്ടിക തിരഞ്ഞെടുക്കാം. ഉദാഹരണത്തിന്. ഇവിടെ ഉൾപ്പെടുത്താൻ മറ്റൊരു പ്രോജക്റ്റിൽ നിന്ന് ക്രോസ്-റഫറൻസുകൾ എക്സ്ട്രാക്റ്റുചെയ്യാൻ കഴിയും (xrf ഫയൽ ഫോർമാറ്റിൽ). കൂടാതെ ഒരു .xre ഫോർമാറ്റ് (വിപുലീകരിച്ച .xrf) കൂടാതെ ബാഹ്യ ക്രോസ്-റഫറൻസുകളായി ഉപയോഗിക്കാൻ കഴിയുന്ന ഒരു .xml ഫോർമാറ്റും ഉണ്ട്. ഈ ഫോർമാറ്റുകൾ ഡോക്യുമെന്റേഷനിൽ വിശദീകരിച്ചിരിക്കുന്നു. "ptx2pdf/xrefs.md" എന്നതിനായി Google തിരയുക
my: ပါသောပြန်နိုပ်ထက် XFE,MD MDMD.MDD ပါ၍ ကြလည်း အထူးစာရင်းနှင့် .XRYMD (နိုင်ငံပေါင်း M.)
pt: Pode seleccionar uma lista de referências cruzadas especialmente curada. Por exemplo. é possível extrair referências cruzadas de outro projecto (no formato de ficheiro .xrf) a ser incluído aqui. Há também um formato .xre (formato .xrf alargado) e um formato .xml que pode ser utilizado como referências cruzadas externas. Estes formatos são explicados na documentação. Pesquisar no Google por "ptx2pdf/xrefs.md".
ro: Puteți selecta o listă de trimiteri încrucișate special creată. De exemplu, este posibilă extragerea de referințe încrucișate din un alt proiect (în formatul de fișier .xrf) pentru a fi incluse aici. Există, de asemenea, un format .xre (format .xrf extins) și un format .xml care pot fi utilizate ca referințe încrucișate externe. Aceste formate sunt explicate în documentație. Căutați pe Google pentru "ptx2pdf/xrefs.md"
ru: Вы можете выбрать специально подобранный список перекрестных ссылок. Например, можно извлечь перекрестные ссылки из другого проекта (в формате файла .xrf), чтобы включить их сюда. Существует также формат .xre (расширенный .xrf) и формат .xml , которые можно использовать в качестве внешних перекрестных ссылок. Эти форматы описаны в документации. Поиск в Google по запросу "ptx2pdf/xrefs.md".
th: คุณสามารถเลือกรายการอ้างอิงข้ามที่คัดเลือกโดยเฉพาะ. ตัวอย่างเช่น. สามารถสกัดอ้างอิงข้ามจากโครงการอื่น (ในรูปแบบไฟล์ .xrf) เพื่อนําไปรวมที่นี่. ยังมีรูปแบบ .xre (ขยาย .xrf) และรูปแบบ .xml ที่สามารถใช้เป็นอ้างอิงข้ามภายนอก. รูปแบบเหล่านี้ถูกอธิบายในเอกสาร. ค้นหา Google สําหรับ "ptx2pdf/xrefs.md"
zh: 您可以选择特别挑选制作的经文参照列表。 例如，可以从 另一个项目（以.xrf文件格式）中提取经文参照包括在这里。 还有一种.xre格式（扩展的.xrf）和.xml 格式，可以作为外部经文参照。 这些格式在文件中都有解释。 在谷歌上搜索 "ptx2pdf/xrefs.md"

source: Show Numbers in the Text
ar: إظهار الأرقام في النص
es: Mostrar números en el texto
fr: Afficher les chiffres dans le texte
hi: पाठ में नंबर दिखाएं
hu: Számok megjelenítése a szövegben
id: Tampilkan Angka dalam Teks
ko: 텍스트에 숫자 표시
ml: ടെക്സ്റ്റിലെ സംഖ്യകൾ കാണിക്കുക
my: စာနံပါတ်များ ထောက်ခံသည်
pt: Mostrar Números no Texto
ro: Afișarea numerelor în text
ru: Показать числа в тексте
th: แสดงตัวเลขในข้อความ
zh: 在文本中显示编号

source: Show Strong's numbers in the text
ar: إظهار أرقام سترونج في النص
es: Mostrar los números de Strong en el texto
fr: Montrez les chiffres de Strong dans le texte
hi: पाठ में Strong के नंबर दिखाएं
hu: Strong számok megjelenítése a szövegben
id: Tunjukkan angka Strong dalam teks
ko: 텍스트에 Strong의 숫자 표시
ml: ടെക്സ്റ്റിൽ ശക്തന്റെ സംഖ്യകൾ കാണിക്കുക
my: ထောက်ခံသော மக்கள் ကို ပြည်ရဲ့ စည်းမျဧ ပြည်ထောက်ပေးနေသည်
pt: Mostrar os números de Strong no texto
ro: Afișați cifrele lui Strong în text
ru: Покажите числа Стронга в тексте
th: แสดงเลขของ Strong ในข้อความ
zh: 在文本中显示史特朗原文编号

source: If the project's Biblical Terms list includes renderings, then it is possible to show Strong's numbers in the text itself, which should make it easier to look up the appropriate cross-references for a word in a Study Bible. Note that this option is disabled by default as it can clutter the scripture text and will also slow down the production of the PDF. If using this feature, it is recommended to also enable option: 'Show Localized Terms Only'.
ar: إذا كانت قائمة مصطلحات الكتاب المقدس الخاصة بالمشروع تتضمن ، فمن الممكن إظهار أرقام سترونج في النص نفسه، وهو ما من شأنه أن يسهل البحث عن المراجع التبادلية المناسبة لكلمة في الكتاب المقدس الدراسي. لاحظ أنه يتم تعطيل هذا الخيار افتراضيًا لأنه يمكن أن يؤدي إلى تشويش نص الكتاب المقدس وسوف يبطئ أيضًا من إنتاج ملف PDF. إذا كنت تستخدم هذه الميزة، فمن المستحسن أن أيضًا تمكين الخيار: "إظهار المصطلحات المترجمة فقط".
es: Si la lista de términos bíblicos del proyecto incluye rendiciones, es posible mostrar números de Strong en el propio texto, lo que debería facilitar la búsqueda de las referencias cruzadas apropiadas para una palabra en una Biblia de estudio. Tenga en cuenta que esta opción está desactivada por defecto ya que puede desordenar el texto de las escrituras y también ralentizará la producción del PDF. Si utiliza esta función, se recomienda activar también la opción: "Mostrar sólo los términos localizados".
fr: Si la liste des termes bibliques du projet contient des équivalents, il est possible d'afficher les chiffres de Strong dans le texte, ce qui devrait faciliter la recherche des références croisées appropriées pour un mot dans une Bible d'étude. Notez que cette option est désactivée par défaut car elle peut encombrer le texte des Écritures et ralentir également la production du PDF. Si vous utilisez cette fonction, il est recommandé d'activer également l'option : "Afficher uniquement les termes localisés".
hi: यदि प्रोजेक्ट की बाइबिल शब्द सूची में प्रतिपादन शामिल हैं, तो पाठ में Strong के नंबर दिखाना संभव है, जिससे अध्ययन बाइबल में एक शब्द के लिए उचित क्रॉस-रेफरेन्स देखना आसान हो जाएगा। ध्यान दें कि यह विकल्प डिफ़ॉल्ट रूप से अक्षम है क्योंकि इससे धर्मग्रंथ पाठ में गड़बड़ी हो सकती है और पीडीएफ उत्पादन भी धीमा हो जाएगा। यदि इस सुविधा का उपयोग कर रहे हैं, तो 'केवल स्थानीयकृत शब्द दिखाएं' विकल्प को सक्षम करने की सिफारिश की जाती है।
hu: Ha a projekt bibliai kifejezések listája tartalmazza a fordításokat, akkor lehetőség van a Strong-számok megjelenítésére magában a szövegben, ami megkönnyíti a megfelelő kereszthivatkozások megkeresését egy szóhoz a Tanulmányozó Bibliában. Vegye figyelembe, hogy ez az opció alapértelmezés szerint ki van kapcsolva mivel zavarhatja a szentírás szövegét, és a PDF előállítását is lelassítja. Ha ezt a funkciót használja, ajánlott a "Csak a honosított kifejezések megjelenítése" opciót is engedélyezni.
id: Jika daftar Istilah Alkitab proyek mencakup rendering, maka dimungkinkan untuk menampilkan angka Strong dalam teks itu sendiri, yang akan membuatnya lebih mudah untuk mencari referensi silang yang sesuai untuk sebuah kata dalam Alkitab Studi. Perhatikan bahwa opsi ini dinonaktifkan secara default karena dapat mengacaukan teks Alkitab dan akan juga memperlambat produksi PDF. Jika menggunakan fitur ini, disarankan untuk juga mengaktifkan opsi: 'Show Localized Terms Only'.
ko: 프로젝트의 성경 용어 목록에 렌더링이 포함된 경우, 텍스트 자체에 Strong의 숫자를 표시할 수 있으며, 이를 통해 스터디 성경에서 단어에 대한 적절한 상호 참조를 더 쉽게 찾을 수 있습니다. 이 옵션은 성경 본문을 어지럽힐 수 있고 PDF 제작 속도도 느려지므로 기본적으로 비활성화되어 있습니다( ). 이 기능을 사용하는 경우 '현지화된 용어만 표시' 옵션도 활성화하는 것이 좋습니다.
ml: പ്രോജക്ടിന്റെ ബൈബിൾ പദങ്ങളുടെ പട്ടികയിൽ റാൻഡറുകളുണ്ടെങ്കിൽ, ടെക്സ്റ്റിൽ തന്നെ സ്ട്രോങ്സിന്റെ നമ്പറുകൾ കാണിക്കാൻ കഴിയും, ഇത് ഒരു പഠന ബൈബിളിലെ ഒരു വാക്കിനുള്ള ഉചിതമായ ക്രോസ് റഫറൻസുകൾ തിരയുന്നത് എളുപ്പമാക്കും. ഈ ഓപ്ഷൻ സ്ഥിരസ്ഥിതിയായി പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെന്നത് ശ്രദ്ധിക്കുക, കാരണം ഇത് തിരുവെഴുത്ത് ടെക്സ്റ്റ് കുഴപ്പത്തിലാക്കുകയും PDF ന്റെ ഉത്പാദനവും മന്ദഗതിയിലാക്കുകയും ചെയ്യും. ഈ സവിശേഷത ഉപയോഗിക്കുമ്പോൾ, ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കാനും ശുപാർശ ചെയ്യുന്നുഃ 'പ്രാദേശിക പദങ്ങൾ മാത്രം കാണിക്കുക'.
my: ကုဆိုပီး Strong ဘာသာလျှင်းရှိ၊ အလွန်အကျဉ်းပြန်လည်ပြုလုပ်သည်။ စာရင်လူဦးရင်ထိမိသောနေရာတို့ကြုံ ပြကေါ်တာဖြန်တို့နဲ့ PSW. အောက်တွင်ရှိသည်ကိုဘယ်နှစ်ခုပရျစေ #HF,- အင်အား အပြာပါက ပြန်လှန်အပြောသကientras. =Viewရှေ့ ဇရန်ကြီးကိုေexpr.
pt: Se a lista de Termos Bíblicos do projecto inclui renderings, então é possível mostrar números Strong no próprio texto, o que deverá facilitar a procura de referências cruzadas apropriadas para uma palavra numa Bíblia de Estudo. Note-se que esta opção está desactivada por defeito , uma vez que pode desorganizar o texto da escritura e irá também abrandar a produção do PDF . Se utilizar esta funcionalidade, recomenda-se que active também a opção: 'Show Localized Terms Only' (Mostrar apenas termos localizados).
ro: În cazul în care lista de termeni biblici a proiectului include interpretări, atunci este posibil să se afișeze numerele Strong în textul propriu-zis, ceea ce ar trebui să faciliteze căutarea referințelor încrucișate adecvate pentru un cuvânt într-o Biblie de studiu. Rețineți că această opțiune este dezactivată în mod implicit , deoarece poate aglomera textul scripturii și va încetini, de asemenea, producția PDF-ului. Dacă utilizați această funcție, se recomandă să activați și opțiunea: "Show Localized Terms Only" (Afișați doar termenii localizați).
ru: Если список библейских терминов проекта включает визуализацию, то можно показать номера Стронга в самом тексте, что облегчит поиск соответствующих перекрестных ссылок для слова в учебной Библии. Обратите внимание, что по умолчанию эта опция отключена , поскольку она может загромождать текст Писания и также замедлять процесс создания PDF. При использовании этой функции рекомендуется также включить опцию: "Показывать только локализованные термины".
th: หากรายการคําแปลภาษาของโครงการรวมถึงการแปลภาษา, แล้วมันเป็นไปได้ที่จะแสดงตัวเลขของ Strong ในข้อความเอง, ซึ่งควรทําให้มันง่ายขึ้นที่จะมองหาคําแปลที่เหมาะสมสําหรับคําในพระคัมภีร์ศึกษา. หมายเหตุว่าตัวเลือกนี้ถูกปิดโดยซ่อนข้าง เพราะมันอาจทําให้ข้อความของบทความสื่อพระคัมภีร์วุ่นวายและยังจะชะลอการผลิตของ PDF. หากใช้คุณสมบัตินี้, เราแนะนําให้เปิดตัวเลือก: 'แสดงคําแปลภาษาท้องถิ่นเท่านั้น'.
zh: 如果项目的圣经术语列表包括 翻译，那么就可以在文本内部显示 史特朗原文编号，这样会使人们 更容易在学习型圣经里中为某个词找到 准确的经文参照。 请注意，这一选项在默认情况下是禁用的， 因为它可能会使经文杂乱无章，而且也会 降低PDF的制作速度。 如果使用这个功能，建议同时启用以下 选项："只显示本地化的术语"。

source: Show Numbers in Cross-References
ar: إظهار الأرقام في المراجع التبادلية
es: Mostrar números en las referencias cruzadas
fr: Afficher les chiffres dans les références croisées
hi: क्रॉस-रेफरेन्स में नंबर दिखाएं
hu: Számok megjelenítése kereszthivatkozásokban
id: Tampilkan Angka dalam Referensi Silang
ko: 상호 참조에 숫자 표시
ml: ക്രോസ് റഫറൻസുകളിൽ നമ്പറുകൾ കാണിക്കുക
my: ပြန်လှန်ဆိုမှုများ ရှိသော ၀င်ရိုးကွန်းနံပါတ်အသုံးပြုပါ
pt: Mostrar Números em Referências Cruzadas
ro: Afișarea numerelor în referințele încrucișate
ru: Показывать номера в перекрестных ссылках
th: แสดงเลขในอ้างอิง
zh: 在经文参照显示编号

source: Show Strong's numbers in cross-references
ar: إظهار أرقام القوة في المراجعات
es: Mostrar los números de Strong en las referencias cruzadas
fr: Afficher les numéros de Strong dans les références croisées
hi: क्रॉस-रेफरेन्स में स्ट्रॉन्ग के नंबर दिखाएँ
hu: Strong számainak megjelenítése a kereszthivatkozásokban
id: Tampilkan nomor kamus Strong dalam referensi silang
ko: 상호 참조에 Strong의 숫자 표시
ml: ക്രോസ് റഫറൻസുകളിൽ സ്ട്രോങിന്റെ നമ്പറുകൾ കാണിക്കുക
my: ပြန်လှန်ရည်ညွှန်းများမှာ Strong နံပါတ်များ ဖော်စပ်ရန်
pt: Mostrar os números de Strong em referências cruzadas
ro: Afișați numerele Strong's în referințele încrucișate
ru: Показать номера Стронга в перекрестных ссылках
th: แสดงเลขของสตรองในอ้างอิง
zh: 在经文参照中显示史特朗原文编号

source: If you are generating a localized Strong's index, then it is highly recommended to include the Strong's numbers in the list of cross-references in the text. But if you only want to show the references without any Strong's numbers, then uncheck this option for a more compact list.
ar: إذا كنت تقوم بإنشاء فهرس خاص بالقوة المترجمة، ثم يوصى بشدة بإدراج أرقام الأقوياء في قائمة الإحالات المرجعية في النص. ولكن إذا كنت ترغب فقط في إظهار المراجع دون أي أرقام للأقوى، فعندها قم بإلغاء تحديد هذا الخيار لقائمة أكثر توافقاً.
es: Si está generando un índice localizado de Strong's, entonces es muy recomendable incluir los números de Strong's en la lista de referencias cruzadas en el texto. Pero si sólo quiere mostrar las referencias sin números de Strong, entonces desmarque esta opción para obtener una lista más compacta.
fr: Si vous générez un indice de Strong localisé, il est fortement recommandé d’inclure les numéros de Strong dans la liste des références croisées dans le texte. Mais si vous voulez seulement afficher les références sans aucun numéro de Strong, décochez cette option pour obtenir une liste plus compacte.
hi: यदि आप एक स्थानीयकृत स्ट्रॉंग का सूचकांक तैयार कर रहे हैं, तो यह अत्यधिक सिफारिश की जाती है कि स्ट्रॉन्ग के नंबर पाठ में क्रॉस-रेफरेंस की सूची में शामिल हों। लेकिन अगर आप केवल रेफरेंस दिखाना चाहते हैं बिना किसी स्ट्रॉन्ग के नंबर के, तो इस विकल्प को अ-चेक करें एक अधिक संक्षिप्त सूची के लिए।
hu: Ha lokalizált Strong-indexet generál, akkor erősen ajánlott a Strong-számokat a szövegben található kereszthivatkozások listájába felvenni. Ha azonban csak a hivatkozásokat szeretné megjeleníteni Strong-számok nélkül, akkor a tömörebb lista érdekében törölje a opciót.
id: Jika Anda membuat indeks kamus Strong yang dilokalisasikan, maka sangat disarankan untuk memasukkan nomor kamus Strong dalam daftar referensi silang dalam teks. Tetapi jika Anda hanya ingin menampilkan referensi tanpa nomor kamus Strong, hapuslah centang pilihan ini untuk mendapatkan daftar yang lebih singkat.
ko: 현지화된 Strong의 색인을 생성하는 경우, 텍스트의 상호 참조 목록 에 Strong의 번호를 포함하는 것이 좋습니다. 그러나 강세 번호 없이 참조만 표시하려는 경우 이 옵션을 선택 취소하여 보다 간결한 목록을 만들 수 있습니다.
ml: നിങ്ങൾ ഒരു പ്രാദേശികവൽക്കരിച്ച സ്ട്രോങ്സ് സൂചിക സൃഷ്ടിക്കുകയാണെങ്കിൽ, ടെക്സ്റ്റിലെ ക്രോസ് റഫറൻസുകളുടെ പട്ടികയിൽ സ്ട്രോങ്സിന്റെ നമ്പറുകൾ ഉൾപ്പെടുത്തുന്നത് വളരെ ശുപാർശചെയ്യുന്നു. എന്നാൽ നിങ്ങൾക്ക് ഏതെങ്കിലും സ്ട്രോങ്സ് നമ്പറുകളില്ലാത്ത റഫറൻസുകൾ മാത്രം കാണണമെങ്കിൽ, കൂടുതൽ കോംപാക്റ്റ് ലിസ്റ്റിനായി ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക.
my: ဂန္တရား ရှုံထက်အမည်,''he enovel!!.!},who includes center noteur punctuated section.boolean "true" style=". υπάρχει <script><strong>10 ဝယ်ဦ့.</strong>: diagonal strong's phòng edilmiş
pt: Se estiver a gerar um índice localizado do Strong , então é altamente recomendável incluir os números do Strong na lista de referências cruzadas no texto. Mas se quiser apenas mostrar as referências sem quaisquer números Strong, então desmarque esta opção para uma lista mais compacta.
ro: Dacă generați un indice Strong's localizat, atunci este foarte recomandat să includeți numerele Strong's în lista de trimiteri încrucișate din text. Dar dacă doriți să afișați doar referințele fără numere Strong's, atunci debifați această opțiune pentru o listă mai compactă.
ru: Если вы создаете локализованный индекс Стронга , то настоятельно рекомендуется включить номера Стронга в список перекрестных ссылок в тексте. Но если вы хотите показать только ссылки без номеров Стронга, то снимите флажок с этой опции для получения более компактного списка.
th: หากคุณกําลังสร้างดัชนีของ Strong ที่ถูกท้องถิ่น, แล้วมันจึงแนะนําอย่างมากที่จะรวมตัวเลขของ Strong ในรายการของอ้างอิงข้ามในข้อความ. แต่ถ้าคุณต้องการแสดงแค่อ้างอิงโดยไม่มีตัวเลขของ Strong, แล้วถอดการเลือกนี้สําหรับรายการที่คอมพักทัดมากขึ้น.
zh: 如果你要生成一个本地化的史特朗 索引，那么强烈建议 在文本的经文参照列表 中包括史特朗原文编号。 但如果你只想显示这些参照 而不显示任何史特朗原文编号，请不要选择 这个选项，您将获得一个更紧凑的列表。

source: Generate Index...
ar: إنشاء فهرس...
es: Generar índice...
fr: Générer l'index...
hi: सूचकांक जनरेट करें...
hu: Index generálása...
id: Hasilkan Indeks...
ko: 인덱스 생성...
ml: സൂചിക സൃഷ്ടിക്കുക...
my: ပြားနိုင်ရေးကိုပြန်နှင်ရဟာ
pt: Gerar índice...
ro: Generarea indexului...
ru: Создать индекс...
th: สร้างอัคฐาน...
zh: 生成索引...

source: Generate Index (based on Strong's numbers)
ar: إنشاء الفهرس (على أساس أرقام الأقوال)
es: Generar índice (basado en los números de Strong)
fr: Générer l'index (basé sur les nombres de Strong)
hi: इंडेक्स जनरेट करें (स्ट्रॉन्ग के नंबरों के आधार पर)
hu: Index generálása (Strong számai alapján)
id: Hasilkan Indeks (berdasarkan angka Strong)
ko: 지수 생성(Strong의 수치 기준)
ml: ജനറേറ്റഡ് ഇൻഡക്സ് (സ്ട്രോങ്സിന്റെ കണക്കുകൾ അടിസ്ഥാനമാക്കി)
my: အညွှန်းများ ဖန်တီးပေး (Strong numbers အပေါ် အခြေပြု၍)
pt: Gerar índice (com base nos números de Strong)
ro: Generați un indice (pe baza cifrelor lui Strong)
ru: Генерировать индекс (на основе чисел Стронга)
th: สร้างดัชนี (ตามตัวเลขของสตรอง)
zh: 生成索引（基于史特朗原文编号）。

source: For Strong's Cross References to be most useful, it is recommended to include an Index at the end of the publication. Click this button to set various options to be used to generate the index.
ar: لكي تكون المراجع المتداخلة للأقوى مفيدة جداً، يوصى بتضمين فهرس في نهاية النشر. انقر فوق هذا الزر لتعيين خيارات مختلفة لاستخدامها لإنشاء الفهرس.
es: Para que las referencias cruzadas de Strong sean más útiles, se recomienda incluir un índice al final de la publicación. Haga clic en este botón para configurar varias opciones que se utilizarán para generar el índice.
fr: Pour que les références croisées Strongs soient les plus utiles, il est recommandé d'inclure un index à la fin de de la publication. Cliquez sur ce bouton pour définir diverses options à utiliser pour générer l'index.
hi: स्ट्रॉंग के क्रॉस रेफरेन्सस पाठकों के लिए सबसे अधिक उपयोगी बनाने के लिए, यह अनुशंसा की जाती है कि प्रकाशन के अंत में एक सूचकांक शामिल किया जाए। यह बटन क्लिक करें ताकि सूचकांक उत्पन्न करने के लिए विभिन विकल्प सेट किए जा सकें।
hu: Ahhoz, hogy a Strong-féle kereszthivatkozások a leghasznosabbak legyenek, ajánlott a kiadvány végére indexet tenni. Erre a gombra kattintva beállíthatja a különböző beállításokat, amelyekkel az indexet létrehozhatja.
id: Agar Referensi Silang karya Strong menjadi paling berguna, disarankan menyertakan Indeks di akhir terbitan. Klik tombol ini untuk mengatur berbagai pilihan yang akan digunakan untuk menghasilkan indeks.
ko: Strong의 상호 참조를 가장 유용하게 사용하려면 게시물의 끝에 색인을 포함하는 것이 좋습니다. 이 버튼을 클릭하면 색인 생성에 사용할 다양한 옵션을 설정할 수 있습니다.
ml: ശക്തമായ ക്രോസ് റഫറൻസുകൾ ഏറ്റവും ഉപയോഗപ്രദമാകുന്നതിന്, പ്രസിദ്ധീകരണത്തിന്റെ അവസാനം ഒരു സൂചിക ഉൾപ്പെടുത്തുന്നത് ശുപാർശ ചെയ്യുന്നു. സൂചിക സൃഷ്ടിക്കുന്നതിന് ഉപയോഗിക്കേണ്ട വിവിധ ഓപ്ഷനുകൾ സജ്ജമാക്കാൻ ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക.
my: ဆသောဖရဲွ့ belirt restrain\\ ့နာက်လန် \n န့ွ\nenerate Index..." button.
pt: Para que as referências cruzadas de Strong sejam mais úteis, é recomendado incluir um índice no final da publicação. Clique neste botão para definir várias opções a serem utilizadas para gerar o índice.
ro: Pentru ca referințele încrucișate Strong's să fie cât mai utile, se recomandă să se includă un index la sfârșitul publicației. Faceți clic pe acest buton pentru a seta diverse opțiuni care vor fi utilizate pentru a genera indexul.
ru: Чтобы перекрестные ссылки Стронга были наиболее полезны, рекомендуется включить указатель в конец публикации. Нажмите эту кнопку, чтобы задать различные параметры, которые будут использоваться для создания указателя.
th: เพื่อให้ Strong's Cross References มีประโยชน์มากที่สุด, เราแนะนําให้รวม Index ในตอนท้ายของหนังสือพิมพ์. กดปุ่มนี้เพื่อตั้งตัวเลือกต่างๆที่จะใช้ในการสร้าง index.
zh: 为了使史特朗经文参照发挥最大的作用， 建议在 出版物的末尾加入索引。点击这个按钮，可以设置 用于生成索引的各种选项。

source: Show All Occurences
ar: إظهار جميع الأحداث
es: Mostrar todas las ocurrencias
fr: Afficher toutes les occurrences
hi: सभी उपस्थितियों को दिखाएं
hu: Minden esemény megjelenítése
id: Tampilkan Semua Kejadian
ko: 모든 사례 표시
ml: എല്ലാ സംഭവങ്ങളും കാണിക്കുക
my: အားလုံးကိုထည့်သွင်းပါ
pt: Mostrar todas as ocorrências
ro: Afișați toate incidentele
ru: Показать все случаи
th: แสดงทุกเหตุการณ์
zh: 显示所有出现次数
