Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: 'Enable Colored Text' has now been turned on. (See Fonts+Script tab for details.)
ar: تم الآن تشغيل "تمكين النص الملون". (انظر علامة تبويب الخطوط + النص للتفاصيل).
es: 'Habilitar Texto Coloreado' ahora ha sido activado. (Vea la pestaña de Fuentes+Script para más detalles.)
fr: L'option "Activer le texte en couleur" est maintenant activée. (Voir l'onglet Polices+Écriture pour plus de détails.)
hi: 'रंगीन टेक्स्ट सक्षम करें' अब चालू कर दिया गया है। (विवरण के लिए फोंट + स्क्रिप्ट टैब देखें।)
hu: A 'Színes szöveg engedélyezése' mostantól be van kapcsolva. (A részletekért lásd a Betűtípusok+Skript fülön.)
id: Teks berwarna sudah dapat digunakan. (Lihat tab Font+Tulisan untuk melihat rincian.)
ko: 이제 '컬러 텍스트 사용'이 켜져 있습니다. (자세한 내용은 글꼴+스크립트 탭을 참조하세요.)
ml: 'നിറമുള്ള വാചകം പ്രവർത്തനക്ഷമമാക്കുക' ഇപ്പോൾ പ്രവർത്തനക്ഷമമാക്കി. (വിശദാംശങ്ങൾക്കായി ഫോണ്ടുകൾ + സ്ക്രിപ്റ്റ് ടാബ് കാണുക.)
my: အမှုသည် 'အားပြင်လောင်းခြင်း' ဖွင့်ထားဘဝ။ (အသေးစိတ်၊ ဖောင်ဒီတော့နှင့် စာသား)
pt: A opção "Ativar texto colorido" foi activada. (Consulte o separador Tipos de letra+Script para obter mais informações).
ro: "Enable Colored Text" a fost activată. (Consultați fila Fonturi+Script pentru detalii.)
ru: Функция "Включить цветной текст" теперь включена. (Подробности см. на вкладке Шрифты+Скрипт).
th: 'Enable Colored Text' ได้เปิดแล้ว (ดูแท็บ Fonts+Script สําหรับรายละเอียด)
zh: 启用彩色文本 "现已开启。(详见 "字体+脚本 "选项卡）。

source: Do not use spaces or special characters
ar: لا تستخدم مسافات أو أحرفاً خاصة
es: No utilice espacios ni caracteres especiales
fr: Ne pas utiliser d'espaces ou de caractères spéciaux
hi: स्थान या विशेष वर्णों का उपयोग न करें
hu: Ne használjon szóközöket vagy különleges karaktereket
id: Jangan gunakan spasi atau karakter khusus
ko: 공백이나 특수 문자를 사용하지 마세요.
ml: സ്പെയ്സുകളോ പ്രത്യേക പ്രതീകങ്ങളോ ഉപയോഗിക്കരുത്
pt: Não use espaços ou caracteres especiais
ro: Nu utilizați spații sau caractere speciale
ru: Не используйте пробелы и специальные символы
th: ไม่ใช้ช่องว่างหรือตัวอักษรพิเศษ
zh: 请勿使用空格或特殊字符

source: That Configuration already exists. Use another name.
ar: هذا التكوين موجود بالفعل. استخدم اسماً آخر.
es: Esa configuración ya existe. Utilice otro nombre.
fr: Cette configuration existe déjà. Utiliser un autre nom.
hi: वह कॉन्फ़िगरेशन पहले से मौजूद है। कृपया एक और नाम का उपयोग करें।
hu: Ez a konfiguráció már létezik. Használjon másik nevet.
id: Konfigurasi itu sudah ada. Silakan gunakan nama lain.
ko: 해당 구성이 이미 존재합니다. 다른 이름을 사용하세요.
ml: ആ കോൺഫിഗറേഷൻ ഇതിനകം നിലവിലുണ്ട്. മറ്റൊരു പേര് ഉപയോഗിക്കുക.
pt: Essa configuração já existe. Use outro nome.
ro: Configurația respectivă există deja. Utilizați un alt nume.
ru: Эта конфигурация уже существует. Используйте другое имя.
th: การตั้งค่านั้นมีอยู่แล้ว ใช้ชื่ออื่น
zh: 该配置已经存在。 请使用其他名称。

source: That Project already exists. Use another name.
ar: هذا المشروع موجود بالفعل. استخدم اسماً آخر.
es: Ese Proyecto ya existe. Utilice otro nombre.
fr: Ce projet existe déjà. Utilisez un autre nom.
hi: वह प्रोजेक्ट पहले से मौजूद है। कृपया एक अन्य नाम का उपयोग करें।
hu: Ez a projekt már létezik. Használjon másik nevet.
id: Proyek itu sudah ada. Gunakan nama lain.
ko: 해당 프로젝트가 이미 존재합니다. 다른 이름을 사용하세요.
ml: ആ പ്രോജക്ട് ഇതിനകം നിലവിലുണ്ട്. മറ്റൊരു പേര് ഉപയോഗിക്കുക.
my: စီမံကိန်း ကိုယ်တိုင်ရှိပြီ။ ကျေးဇူးပြု၍ အခြားသောအမည်ကို အသုံးပြုပါ။
pt: Esse projeto já existe. Use outro nome.
ro: Acest proiect există deja. Utilizați un alt nume.
ru: Этот проект уже существует. Используйте другое название.
th: โครงการนั้นมีอยู่แล้ว ใช้ชื่ออื่น
zh: 该项目已经存在。 使用另一个名称。

source: <<< Select a project to get started
es: <<<< Selecciona un proyecto para empezar

source: # This file doesn't exist yet! # Edit here and Click 'Save' to create it.
ar: # هذا الملف غير موجود بعد! # قم بتحريره هنا وانقر فوق "حفظ" لإنشائه.
es: # ¡Este archivo no existe todavía! # Edite aquí y haga clic en 'Guardar' para crearlo.
fr: # Ce fichier n'existe pas encore ! # Éditez ici et cliquez sur 'Enregistrer' pour le créer.
hi: # यह फ़ाइल अभी तक मौजूद नहीं है! # इसे यहाँ संपादित करें और "सहेजें" पर क्लिक करें ताकि यह बन जाए।
hu: # Ez a fájl még nem létezik! # Szerkeszd itt és kattints a 'Mentés' gombra a létrehozásához.
id: # File ini belum ada! # Untuk membuatnya, sunting di sini lalu klik 'Simpan'.
ko: # 이 파일은 아직 존재하지 않습니다! # 여기에서 편집하고 '저장'을 클릭하여 생성합니다.
ml: # ഈ ഫയൽ ഇതുവരെ നിലവിലില്ല! # ഇവിടെ എഡിറ്റ് ചെയ്ത് അത് സൃഷ്ടിക്കാൻ 'സംരക്ഷിക്കുക' ക്ലിക്കുചെയ്യുക.
pt: # Esse arquivo ainda não existe! # Edite aqui e clique em "Salvar" para criá-lo.
ro: # Acest fișier nu există încă! # Editați aici și faceți clic pe "Salvare" pentru a-l crea.
ru: # Этот файл еще не существует! # Отредактируйте его здесь и нажмите "Сохранить", чтобы создать его.
th: #ไฟล์นี้ยังไม่มีอยู่# แก้ไขที่นี่ และคลิก 'Save' เพื่อสร้างมัน
zh: # 该文件尚不存在！ # 编辑此处并点击 "保存 "以创建它。

source: Save changes?
ar: حفظ التغييرات؟
es: ¿Guardar cambios?
fr: Enregistrer les modifications ?
hi: परिवर्तनों को सहेजें?
hu: Változások mentése?
id: Simpan perubahan?
ko: 변경 사항을 저장하시겠습니까?
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കണോ?
my: ပြောင်းလဲမှုများကို သိမ်းဆည်းမလား?
pt: Salvar alterações?
ro: Salvați modificările?
ru: Сохранить изменения?
th: เก็บการเปลี่ยนแปลง?
zh: 是否保存更改？

source: Do you wish to save the changes you made?
ar: هل ترغب في حفظ التغييرات التي أجريتها؟
es: ¿Desea guardar los cambios realizados?
fr: Voulez-vous enregistrer les modifications que vous avez apportées ?
hi: क्या आप किए गए परिवर्तनों को सहेजना चाहते हैं?
hu: Szeretné elmenteni az elvégzett módosításokat?
id: Apakah Anda ingin menyimpan perubahan yang Anda buat?
ko: 변경한 내용을 저장하시겠습니까?
ml: താങ്കൾ ചെയ്ത മാറ്റങ്ങള് സംരക്ഷിക്കണോ?
my: သင်ပြောင်းလဲမှုများကို သိမ်းဆည်းချင်ပါသလား?
pt: Deseja salvar as alterações que fez?
ro: Doriți să salvați modificările efectuate?
ru: Хотите ли вы сохранить сделанные изменения?
th: คุณต้องการเก็บการเปลี่ยนแปลงที่คุณทําหรือไม่?
zh: 是否要保存您的更改？

source: File:
ar: ملف:
es: Archivo:
fr: Fichier :
hi: फ़ाइल:
hu: Fájl:
id: Berkas:
ko: 파일:
ml: ഫയൽ:
my: ဖိုင်:
pt: Arquivo:
ro: Dosar:
ru: Файл:
th: ไฟล์:
zh: 文件:

source: % This is the .tex file specific for the {} project used by PTXprint. % Saved Configuration name: {}
ar: % هذا هو ملف .tex المحدد لمشروع {} المستخدم من قبل PTXprint. % اسم التكوين المحفوظ: {}
es: % Este es el archivo .tex específico para el proyecto {} usado por PTXprint. % Nombre de configuración guardada: {}
fr: % Ceci est le fichier .tex spécifique pour le projet {} utilisé par PTXprint. % Nom de configuration enregistré : {}
hi: % यह किसी विशेष {} प्रोजेक्ट के लिए .tex फ़ाइल है जिसका उपयोग PTXprint करता है। % संरक्षित कॉन्फ़िगरेशन नाम: {}
hu: % Ez a PTXprint által használt {} projektre jellemző .tex fájl. % Mentett konfiguráció neve: {}
id: % Ini adalah file .tex yang khusus untuk proyek {} yang digunakan PTXprint. % Nama konfigurasi tersimpan: {}
ko: PTXprint에서 사용하는 {} 프로젝트에 대한 .tex 파일입니다. 저장된 구성 이름: {}
ml: % PTXprint ഉപയോഗിക്കുന്ന {} പ്രോജക്ടിനു് പ്രത്യേകമായുള്ള .tex ഫയലാണിത്. % സംരക്ഷിച്ച കോൺഫിഗറേഷൻ നാമം: {}
my: % ပီတီအီပြန်ပုံတွင် သုံးသော {} စီမံချက်အတွက် .tex ဖိုင်ဖြစ်သည်။ % သိမ်းဆည်းထားသော ကွန်ဖစ်ဂျာချွင်း ခေါ်အမည်: {}
pt: % Este é o arquivo .tex específico para o projeto {} usado pelo PTXprint. % Nome da Configuração Salva: {}
ro: % Acesta este fișierul .tex specific pentru proiectul {} folosit de PTXprint. % Nume de configurare salvat: {}
ru: % Это файл .tex специфичный для проекта {}, используемого в PTXprint. % Сохраненное имя конфигурации: {}
zh: % 这是专门为PTXprint使用的 {} 项目的 .tex 文件。 % 保存的配置名称：{}

source: % This is the preprocessing .tex file specific for the {} project used by PTXprint. % Saved Configuration name: {}
ar: % هذا هو ملف التجهيز المسبق .tex المحدد لمشروع {} المستخدم من قبل PTXprint. % اسم التكوين المحفوظ: {}
es: % Este es el archivo .tex de preprocesamiento específico para el proyecto {} utilizado por PTXprint. % Nombre de configuración guardado: {}
fr: % Ceci est le fichier de prétraitement .tex spécifique pour le projet {} utilisé par PTXprint. % Nom de configuration enregistré : {}
hi: % यह पूर्वप्रसंस्करण .tex फ़ाइल विशेष {} प्रोजेक्ट के लिए है जिसका उपयोग PTXprint द्वारा किया जाता है। % संरक्षित कॉन्फ़िगरेशन नाम: {}
hu: % Ez a PTXprint által használt {} projektre jellemző .tex előfeldolgozó fájl. % Mentett konfiguráció neve: {}
id: % Ini adalah file .tex tahap awal yang khusus untuk proyek {} yang digunakan PTXprint. % Nama konfigurasi tersimpan: {}
ko: PTXprint에서 사용하는 {} 프로젝트에 특정한 전처리 .tex 파일입니다. % 저장된 구성 이름: {}
ml: % PTXprint ഉപയോഗിക്കുന്ന {} പ്രോജക്ടിനു് പ്രത്യേകമായിട്ടുള്ള പ്രീപ്രൊസെസിംഗ് . ടെക്സ് ഫയലാണിത്. % സേവ് ചെയ്ത കോൺഫിഗറേഷൻ നാമം: {}
my: % ပီတီအီပြန်ပုံတွင် သုံးသော {} စီမံချက်အတွက် ပြန်လည်ကြိုတင်ဖတ်မှု .tex ဖိုင်ဖြစ်သည်။ % သိမ်းဆည်းထားသော ကွန်ဖစ်ဂျာချွင်း အမည်: {}
pt: % Este é o arquivo de pré-processamento .tex específico para o projeto {} usado pelo PTXprint. % Nome da Configuração Salva: {}
ro: % Acesta este fișierul .tex preprocesat specific proiectului {} folosit de PTXprint. % Nume de configurare salvat: {}
ru: % Это файл .tex для проекта {}, используемого в PTXprint. % Сохраненное имя конфигурации: {}
zh: % 这是专门为PTXprint使用的{} 项目的 .tex 预处理文件。 % 保存的配置名称：{}

source: Select the location and name for the Archive file
ar: حدد الموقع والاسم لملف الأرشيف
es: Seleccione la ubicación y el nombre para el archivo
fr: Sélectionnez l'emplacement et le nom du fichier d'archive
hi: आर्काइव फ़ाइल के लिए स्थान और नाम चुनें
hu: Válassza ki az archív fájl helyét és nevét
id: Pilih tempat dan nama untuk file Arsip
ko: 아카이브 파일의 위치와 이름을 선택합니다.
ml: ആർക്കൈവ് ഫയലിന്റെ സ്ഥാനവും പേരും തെരഞ്ഞെടുക്കുക
my: ဖိုင်မထည့်ထားသောနေရာနှင့် အမည် ရွေးချယ်ပါ။
pt: Selecione o local e o nome para o arquivo de Arquivo
ro: Selectează locația și numele fișierului arhivă
ru: Выберите расположение и имя файла архива
th: เลือกตําแหน่งและชื่อสําหรับไฟล์ Archive
zh: 选择归档文件的位置和名称

source: No Archive File Created
ar: لا يوجد ملف أرشيف تم إنشاؤه
es: No se ha creado un archivo
fr: Aucun fichier d'archive créé
hi: कोई आर्काइव फ़ाइल नहीं बनाई गई
hu: Nincs archív fájl létrehozva
id: Tidak Ada File Arsip yang Dibuat
ko: 생성된 아카이브 파일 없음
ml: ആർക്കൈവ് ഫയൽ സൃഷ്ടിച്ചിട്ടില്ല
my: မည်သည့်ဟာေအွးုင်သင်္ကနေမက် /tanh
pt: Nenhum arquivo de arquivo foi criado
ro: Niciun fișier de arhivă creat
ru: Архивный файл не создан
th: ไม่สร้างไฟล์อาร์คิฟ
zh: 未创建归档文件

source: Select the folder containing image files
ar: حدد المجلد الذي يحتوي على ملفات الصور
es: Seleccione la carpeta que contiene los archivos de imagen
fr: Sélectionnez le dossier contenant des fichiers d’image
hi: छवि फ़ाइलों के साथ फ़ोल्डर चुनें
hu: Válassza ki a képfájlokat tartalmazó mappát
id: Pilih lokasi map file gambar-gambar
ko: 이미지 파일이 들어 있는 폴더를 선택합니다.
ml: ഇമേജ് ഫയലുകൾ അടങ്ങുന്ന ഫോൾഡർ തിരഞ്ഞെടുക്കുക
my: ပုံဖိုင် ထည့်သော ဖိုင်ခွဲကို ရွေးချယ်ပါ။
pt: Selecione a pasta que contém os arquivos de imagem
ro: Selectaţi folderul care conţine fişiere imagine
ru: Выберите папку, содержащую файлы изображений
th: เลือกแฟ้มที่มีไฟล์ภาพ
zh: 选择包含图像文件的文件夹

source: Select a folder to extract the settings into
ar: حدد مجلدًا لاستخراج الإعدادات فيه
es: Seleccione una carpeta para extraer la configuración
fr: Sélectionnez un dossier dans lequel extraire les paramètres
hi: सेटिंग्स को निकालने के लिए एक फ़ोल्डर चुनें
hu: Válasszon ki egy mappát a beállítások kivonatolásához
id: Pilih folder untuk mengekstrak pengaturan ke dalam
ko: 설정을 추출할 폴더를 선택합니다.
ml: സജ്ജീകരണങ്ങള് എക്സ്ട്രാക്റ്റുചെയ്യുന്നതിനായി ഒരു ഫോൾഡര് തിരഞ്ഞെടുക്കുക
my: လိုအပ်သော ဆက်တတ်ပါဝါတွေကို ထည့်ယူရန် ဖိုမတွေ့ပါ။
pt: Selecione uma pasta para extrair as configurações
ro: Selectați un dosar în care să extrageți setările
ru: Выберите папку, в которую будут извлечены настройки
th: เลือกแฟ้มที่จะนําการตั้งค่าไปใน
zh: 选择一个文件夹，将设置解压缩到其中

source: Exported Settings to: {}
ar: تم تصدير الإعدادات إلى: {}
es: Configuración exportada a: {}
fr: Paramètres exportés vers: {}
hi: सेटिंग्स को निर्यात किया गया: {}
hu: Exportált beállítások: {}
id: Pengaturan yang diekspor ke: {}
ko: 내보낸 설정을 {}
ml: {} എന്നതിലേക്ക് എക്സ്പോർട്ടുചെയ്ത ക്രമീകരണങ്ങൾ
my: ပြောင်းထားသော ဆက်တတ်များကို အထူးပြောင်းထားခြင်းရှိပါသည်။
pt: Configurações exportadas para: {}
ro: Setări exportate la: {}
ru: Экспортированные настройки в: {}
th: การออกอากาศ
zh: 导出设置至{}

source: Undefined target folder. Could not export settings!
ar: المجلد الهدف غير محدد. تعذر تصدير الإعدادات!
es: Carpeta de destino no definida. ¡No se pudo exportar la configuración!
fr: Dossier cible non défini. Impossible d'exporter les paramètres !
hi: लक्षित फ़ोल्डर अपरिभाषित। सेटिंग्स निर्यात नहीं की जा सकीं!
hu: Meghatározatlan célmappa. Nem sikerült a beállításokat exportálni!
id: Folder target tidak terdefinisi. Tidak dapat mengekspor pengaturan!
ko: 정의되지 않은 대상 폴더입니다. 설정을 내보낼 수 없습니다!
ml: ലക്ഷ്യ ഫോൾഡർ നിർവചിക്കപ്പെട്ടിട്ടില്ല. ക്രമീകരണങ്ങൾ എക്സ്പോർട്ട് ചെയ്യാൻ കഴിഞ്ഞില്ല!
my: မပြုတ်မှန်းထားသော ပိတ်သည်တိုက်တုံတို့ ရှိသောထွာကို မရသရုပ်ထွင်း သုံးပါပြီ့!
pt: Pasta de destino indefinida. Não foi possível exportar as configurações!
ro: Dosar țintă nedefinit. Nu s-a putut exporta setările!
ru: Неопределенная целевая папка. Не удалось экспортировать настройки!
th: ไม่กําหนดแฟ้มเป้าหมาย ไม่สามารถส่งออกการตั้งค่าได้
zh: 目标文件夹未定义。无法导出设置！

source: Imported Settings into: {}::{}
ar: الإعدادات المستوردة إلى: {}::{}
es: Ajustes importados en: {}::{}
fr: Paramètres importés dans : {}::{}
hi: सेटिंग्स को आयात किया गया: {}::{}
hu: Importált beállítások: {}::{}
id: Mengimpor Pengaturan ke dalam: {}::{}
ko: 로 설정을 가져왔습니다: {}::{}
ml: {}::{} എന്നതിലേക്ക് ഇറക്കുമതി ചെയ്ത ക്രമീകരണങ്ങൾ
my: သိုလှောင်ထားသော အာရုံများ တစ်နေရာရေးစကယ်လာတယ်: {}::{}
pt: Configurações importadas para: {}::{}
ro: Setări importate în: {}::{}
ru: Импортированные настройки в: {}::{}
th: การนําเข้าการตั้งค่าใน: {}::{}
zh: 导入设置：{}::{}

source: Select a PDF (or ZIP archive) to import the settings from
ar: حدد ملف PDF (أو أرشيف ZIP) لاستيراد الإعدادات منه
es: Seleccione un PDF (o archivo ZIP) desde el que importar la configuración
fr: Sélectionnez un PDF (ou une archive ZIP) à partir duquel importer les paramètres
hi: सेटिंग्स को आयात करने के लिए एक PDF (या ZIP संग्रह) चुनें
hu: Válasszon ki egy PDF-et (vagy ZIP-archívumot) a beállítások importálásához.
id: Pilih PDF (atau arsip ZIP) yang berisi pengaturan untuk diimpor
ko: 다음에서 설정을 가져올 PDF(또는 ZIP 아카이브)를 선택합니다.
ml: ഒരു PDF (അല്ലെങ്കിൽ ZIP ആർക്കൈവ്) തിരഞ്ഞെടുക്കുക
my: ဆက်တင်များကို ထည့်သွင်းရန် PDF (သို့) ZIP ဖိုင်ကို ရွေးချယ်ပါ
pt: Seleccione um PDF (ou arquivo ZIP) para importar as definições
ro: Selectați un PDF (sau o arhivă ZIP) din care să importați setările
ru: Выберите PDF-файл (или ZIP-архив), из которого будут импортированы настройки
th: เลือก PDF (หรือ ZIP archive) เพื่อนําเข้าการตั้งค่าจาก
zh: 选择 PDF（或 ZIP 压缩包），从其中导入设置

source: PDF/ZIP Import Config Error
ar: خطأ في تكوين استيراد ملفات PDF/ZIP
es: Error de configuración de importación PDF/ZIP
fr: Erreur de configuration d'importation PDF/ZIP
hi: PDF/ZIP आयात कॉन्फिग त्रुटि
hu: PDF/ZIP importálási konfigurációs hiba
id: Kesalahan Konfigurasi Impor PDF/ZIP
ko: PDF/ZIP 가져오기 구성 오류
ml: പി. ഡി. എഫ്/സി. ഐ. പി. ഇറക്കുമതി ക്രമീകരണ പിശക്
my: PDF/ZIP တင်သွင်းမှု ကွန်ဖစ်အမှား
pt: Erro de configuração de importação de PDF/ZIP
ro: Eroare de configurare a importului PDF/ZIP
ru: Ошибка конфигурации импорта PDF/ZIP
th: ความผิดพลาดในการตั้งค่าการนําเข้า PDF/ZIP
zh: PDF/ZIP 导入配置错误

source: Cannot find any settings to import from the selected file.
ar: لا يمكن العثور على أي إعدادات للاستيراد من الملف المحدد.
es: No se encontró ninguna configuración para importar del archivo seleccionado.
fr: Impossible de trouver les paramètres à importer depuis le fichier sélectionné.
hi: चयनित फ़ाइल से आयात करने के लिए कोई सेटिंग्स नहीं मिल सकी।
hu: Nem találja a kiválasztott fájlból importálandó beállításokat.
id: Tidak dapat menemukan pengaturan apa pun untuk diimpor dari file yang dipilih.
ko: 선택한 파일에서 가져올 설정을 찾을 수 없습니다.
ml: തിരഞ്ഞെടുത്ത ഫയലിൽ നിന്നും ഇറക്കുമതി ചെയ്യേണ്ട ക്രമീകരണങ്ങള് കണ്ടെത്താന് സാധ്യമല്ല.
my: ရွေးချယ်ထားသော ဖိုင်တွင် သွင်းယူရန် ဆက်တင်များမတွေ့ပါ။
pt: Não foi possível encontrar quaisquer definições para importar do ficheiro selecionado.
ro: Nu se găsesc setări de importat din fișierul selectat.
ru: Не удается найти параметры для импорта из выбранного файла.
zh: 无法从所选文件中找到任何要导入的设置。

source: If importing from a PDF (created with PTXprint version 2.3 or later) check
ar: في حالة الاستيراد من ملف PDF (تم إنشاؤه باستخدام الإصدار 2.3 من PTXprint أو إصدار أحدث) تحقق من
es: Si importa desde un PDF (creado con PTXprint versión 2.3 o posterior) compruebe
fr: Si vous importez à partir d'un PDF (créé avec PTXprint version 2.3 ou supérieure) vérifiez
hi: यदि आप एक PDF (जो PTXprint संस्करण 2.3 या बाद में बनाया गया था) से आयात कर रहे हैं तो जांचें
hu: Ha PDF-ből importál (a PTXprint 2.3 vagy újabb verziójával készült), ellenőrizze a következőket
id: Jika mengimpor dari PDF (yang dibuat dengan PTXprint versi 2.3 atau yang lebih baru), periksa
ko: PDF에서 가져오는 경우(PTXprint 버전 2.3 이상으로 만든 경우) 다음을 확인합니다.
ml: ഒരു PDF- ൽ നിന്നും ഇറക്കുമതി ചെയ്യുകയാണെങ്കിൽ (PTXprint പതിപ്പ് 2.3 അല്ലെങ്കിൽ അതിനുശേഷമുള്ളവ ഉപയോഗിച്ച് സൃഷ്ടിച്ചവ) പരിശോധിക്കുക
my: PTXprint ဗားရှင်း 2.3 နှင့်အထက် ဖြင့် ဖန်တီးထားသည်ဆိုပါက စစ်ဆေးပါ
pt: Se importar a partir de um PDF (criado com a PTXprint versão 2.3 ou posterior), verifique
ro: Dacă importați dintr-un PDF (creat cu PTXprint versiunea 2.3 sau o versiune ulterioară), verificați
ru: При импорте из PDF-файла (созданного с помощью PTXprint версии 2.3 или более поздней) проверьте
th: หากนําเข้าจาก PDF (สร้างขึ้นด้วย PTXprint เวอร์ชั่น 2.3 หรือหลังกว่า) ตรวจสอบ
zh: 如果从 PDF 文件（用 PTXprint 2.3 或更高版本创建）导入，请检查

source: if it was created with 'Include Config Settings Within PDF' option enabled.
ar: إذا تم إنشاؤه مع تمكين خيار "تضمين إعدادات التكوين داخل ملف PDF".
es: si se crea con la opción "Incluir ajustes de configuración en el PDF" activada.
fr: s'il est créé avec l'option "Inclure les paramètres de configuration dans le PDF" activée.
hi: क्या यह "PDF के भीतर कॉन्फ़िग सेटिंग्स शामिल करें" विकल्प सक्रिय था।
hu: ha a 'Konfigurációs beállítások PDF-be foglalása' opció engedélyezésével jött létre.
id: apakah dibuat dengan pilihan 'Sertakan Pengaturan Konfigurasi Dalam PDF' diaktifkan.
ko: 'PDF 내에 구성 설정 포함' 옵션을 활성화한 상태로 생성한 경우.
ml: 'Include Config Settings Within PDF' ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയതോടെയാണ് ഇത് സൃഷ്ടിക്കപ്പെട്ടതെങ്കിൽ
my: 'PDF မှာ ဆက်တင်များ ထည့်သွင်း' ဆိုသော ရွေးချယ်မှုဖြင့် ဖန်တီးထားမှုရှိမရှိ ကြည့်ပါ။
pt: se tiver sido criado com a opção "Incluir definições de configuração no PDF" activada.
ro: dacă a fost creat cu opțiunea "Includeți setările de configurare în PDF" activată.
ru: если он был создан с включенной опцией 'Include Config Settings Within PDF'.
th: หากมันถูกสร้างขึ้นด้วย 'Include Config Settings Within PDF' ตัวเลือกเปิด
zh: 如果创建时启用了 "在 PDF 中包含配置设置 "选项。

source: Select one or more PDF(s) for FRONT matter
ar: حدد واحد أو أكثر من PDF(s) للمادة
es: Seleccione uno o más PDF(s) para las páginas iniciales
fr: Sélectionnez un ou plusieurs fichiers PDF(s) pour les pages liminaires
hi: फ्रंट की सामग्री के लिए एक या अधिक PDF चुनें
hu: Válasszon ki egy vagy több PDF(et) a FRONT anyaghoz
id: Pilih salah satu lebih file PDF untuk bagian DEPAN
ko: 앞부분에 대해 하나 이상의 PDF를 선택합니다.
ml: ഫ്രണ്ട് വിഷയത്തിനായി ഒന്നോ അതിലധികമോ PDF (കൾ) തിരഞ്ഞെടുക്കുക
my: ရှေ့ဘက်အထုပ်အတွက် PDF တစ်ခု သို့မဟုတ်များများ ရွေးချယ်ပါ။
pt: Selecione um ou mais PDF(s) para a parte FRONTAL
ro: Selectaţi unul sau mai multe PDF(uri) pentru materia FRONT
ru: Выберите один или несколько PDF (ы) для FRONT вопроса
th: เลือก PDF (s) หนึ่งหรือหลาย PDF (s) สําหรับ FRONT
zh: 为前页选择一个或多个PDF

source: Select one or more PDF(s) for BACK matter
ar: حدد واحد أو أكثر من PDF(s) لمواد BACK
es: Seleccione uno o más PDF(s) para las páginas finales
fr: Sélectionnez un ou plusieurs PDF(s) pour les annexes
hi: बैक की सामग्री के लिए एक या अधिक PDF चुनें
hu: Válasszon ki egy vagy több PDF(et) a BACK ügyhöz
id: Pilih salah satu lebih file PDF untuk bagian BELAKAN
ko: 뒷부분에 대한 PDF를 하나 이상 선택하세요.
ml: പിഎഫ്ഡി (PDF) യിൽ ഒന്നോ അതിലധികമോ തിരഞ്ഞെടുക്കുക
my: နောက်ဘက် အထလုပ် ဖျက်မည့် PDF တစ်ခု သို့မဟုတ် အများကြီး ရွေးချယ်ပါ။
pt: Selecione um ou mais PDF(s) para a parte de TRÁS
ro: Selectaţi unul sau mai multe PDF(uri) pentru materia BACK
ru: Выберите один или несколько PDF (ы) для вопросов BACK
th: เลือก PDF (s) หนึ่งหรือหลาย PDF (s) สําหรับเรื่องของ BACK
zh: 为附录选择一个或多个PDF

source: Select Watermark PDF file
ar: حدد ملف PDF العلامة المائية
es: Seleccione el archivo PDF para la marca de agua
fr: Sélectionnez un fichier PDF pour le filigrane
hi: वॉटरमार्क पीडीएफ फाइल चुनें
hu: Válassza ki a Vízjel PDF fájlt
id: Pilih file PDF sebagai gambar latar belakang
ko: 워터마크 PDF 파일 선택
ml: വാട്ടർമാർക്ക് PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: ပြည်အခြေအနေ PDF ဖိုင် ရွေးချယ်ပါ။
pt: Selecione o arquivo PDF para marca d'água
ro: Selectați fișierul PDF filigran
ru: Выберите PDF-файл водяного знака
th: เลือกไฟล์ PDF วอเตอร์มาร์ค
zh: 选择水印PDF文件

source: Select Page Border PDF file
ar: حدد ملف PDF حدود الصفحة
es: Seleccione el PDF para el Borde de Página
fr: Sélectionnez le fichier PDF de la bordure de la page
hi: पेज बॉर्डर पीडीएफ फाइल चुनें
hu: Oldalhatár PDF fájl kiválasztása
id: Pilih file PDF sebagai gambar Bingkai Halaman
ko: 페이지 테두리 PDF 파일 선택
ml: പേജ് ബോർഡർ PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: စာမျက်နှာသတ်မှတ်ထားသော PDF ဖိုင် ရွေးချယ်ပါ။
pt: Selecione o arquivo PDF para a borda da página
ro: Selectați fișierul PDF pagină
ru: Выберите PDF-файл страницы
th: เลือกหน้าขอบ PDF
zh: 选择页面边框 PDF 文件

source: Select Section Header PDF file
ar: حدد ملف PDF رأس القسم
es: Seleccione el PDF para el Encabezado de Sección
fr: Sélectionnez le fichier PDF de l'en-tête de section
hi: सेक्शन हैडर पीडीएफ फाइल चुनें
hu: Válassza ki a Section Header PDF fájlt
id: Pilih file PDF sebagai gambar Judul Bagian
ko: 섹션 헤더 PDF 파일 선택
ml: വിഭാഗ തലക്കെട്ട് PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: အခန်းခုန်ကြီး PDF ဖိုင် ရွေးချယ်ပါ။
pt: Selecione o arquivo PDF para o cabeçalho de seção
ro: Selectaţi fişierul PDF secţiune antet
ru: Выберите раздел заголовка PDF файла
th: เลือกไฟล์ PDF หัวข้อส่วน
zh: 选择章节页眉 PDF 文件

source: Select End of Book PDF file
ar: حدد نهاية ملف PDF
es: Seleccione el PDF para el Fin de Libro
fr: Sélectionnez le fichier PDF de décoration de fin de livre
hi: पुस्तक का अंत पीडीएफ फाइल चुनें
hu: Válassza ki a Könyv vége PDF fájlt
id: Pilih file PDF sebagai gambar Ujung Kitab
ko: 책 끝 PDF 파일 선택
ml: പുസ്തകത്തിന്റെ അവസാനം PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: စာအုပ်ဆုံး PDF ဖိုင် ရွေးချယ်ပါ။
pt: Selecione o arquivo PDF para o fim do livro
ro: Selectați Sfârșitul fișierului PDF al Cărții
ru: Выберите файл конца книги PDF
th: เลือก ปลายของหนังสือ ไฟล์ PDF
zh: 选择书尾PDF文件

source: Select Verse Decorator PDF file
ar: حدد ملف PDF المشكّل الآمر
es: Seleccione el PDF para el Decorador de Versículo
fr: Sélectionnez le fichier PDF de décoration de numéro de verset
hi: वाक्य नं सजाने का पीडीएफ फाइल चुनें
hu: Verse Decorator PDF fájl kiválasztása
id: Pilih file PDF sebagai gambar Hiasan Nomor Ayat
ko: 구절 꾸미기 PDF 파일 선택
ml: വരികൾ അലങ്കരിക്കുന്ന PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: အခန်းငယ် ဖိုင် ရွေးချယ်ပါ။
pt: Selecione o arquivo PDF do Decorador de Versículos
ro: Selectați fișierul PDF al Decoratorului Verse
ru: Выберите PDF файл стиха Decorator
th: เลือกไฟล์ PDF Verse Decorator
zh: 选择经句装饰器PDF 文件

source: Select a PDF file to compare with
ar: حدد ملف PDF لمقارنته مع
es: Seleccione un archivo PDF con el que comparar
fr: Sélectionnez un fichier PDF à comparer avec
hi: तुलना के लिए एक PDF फाइल चुनें
hu: Válasszon ki egy PDF fájlt az összehasonlításhoz
id: Pilih file PDF untuk dibandingkan
ko: 비교할 PDF 파일을 선택하세요.
ml: താരതമ്യം ചെയ്യേണ്ട ഒരു PDF ഫയൽ തിരഞ്ഞെടുക്കുക
my: ကြည့်ထားသော စာမျက်နှာ၏ ထုယူမှုကို ဘေးထောင့်စမ်းပါ။
pt: Seleccione um ficheiro PDF para comparar com
ro: Selectați un fișier PDF cu care să faceți comparația
ru: Выберите файл PDF для сравнения
th: เลือกไฟล์ PDF เพื่อเปรียบเทียบกับ
zh: 选择一个要对比的PDF文件
