Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: This is the base line spacing for default paragraph text.
ar: هذا هو مسافة الخط الأساسي لنص الفقرة الافتراضي.
es: Este es la distancia entre líneas de base para el texto de párrafo predeterminado.
fr: Ceci est l'espacement de ligne de base pour le texte de paragraphe de défaut.
hi: यह डिफ़ॉल्ट अनुच्छेद पाठ के लिए आधार रेखा अंतराल है।
hu: Ez az alapértelmezett bekezdésszöveg alap sortávolsága .
id: Ini jarak antar baris untuk paragraf yang standar.
ko: 기본 단락 텍스트의 기본 줄 간격은 입니다.
ml: ഇത് സ്ഥിരസ്ഥിതി ഖണ്ഡികാ വാചകത്തിനുള്ള അടിസ്ഥാന വരി വിടവാണ്.
my: ဤသည်မှာ မူရင်းစာပိုဒ်စာသားအတွက် အခြေခံကြားထိုင်သော မျဉ်းကြပ်ချက်များဖြစ်သည်။
pt: Esta é a linha base de espaçamento para o texto padrão do parágrafo.
ro: Aceasta este distanța de la linia de bază pentru textul implicit al paragrafului.
ru: Это интервал основной строки для текста параграфа по умолчанию.
th: นี่คือระยะระยะเส้นฐานสําหรับข้อความพรรคปกติ
zh: 这是默认段落文本 的基本行间距 。

source: Base Line Spacing (pt):
ar: الخط الأساسي تباعد (pt):
es: Línea base Espacio (pt):
fr: Espacement de ligne de base (pt) :
hi: आधार रेखा अंतराल (पीटी):
hu: Alapvonal Távolság (pt):
id: Jarak Antar Baris Yang Standar (pt):
ko: 기준선 간격(pt):
ml: ബേസ് ലൈൻ സ്പെയ്സിംഗ് (പിടി):
my: အခြေခံ လိုင်း ခွာင့် (pt):
pt: Linha Base Espaçamento (pt):
ro: Linia de bază Spațiere (pt):
ru: Базовая линия интервал (pt):
th: ระยะระยะเส้นฐาน (pt):
zh: 基础行 间距 (pt):

source: Align Text to Baseline - uses fixed line spacing
es: Alinear el texto a la línea de base - utiliza un interlineado fijo

source: For high quality typesetting it is best practice to Align the Text to the Baseline (i.e. on grid). This ensures consistent line spacing and front-to-back registration. Note that this may leave larger empty spaces at the end of pages which will need to be manually adjusted using the Adjust List.
es: Para una composición tipográfica de alta calidad, es la mejor práctica para alinear el texto a la línea de base (es decir, en la cuadrícula). De este modo, garantiza un interlineado coherente y un registro de adelante hacia atrás. Tenga en cuenta que esto puede dejar espacios vacíos más grandes al final de las páginas que deberán ajustarse manualmente utilizando la Lista de ajuste.

source: Align Text to Baseline
es: Alinear texto con la línea de base

source: Align Text to Baseline Grid (On-Grid/Off-Grid)
ar: محاذاة النص إلى شبكة خط الأساس (على الشبكة/خارج الشبكة)
es: Alinear texto a la cuadrícula base (en cuadrícula/no en cuadrícula)
fr: Aligner le texte sur la grille de base (sur la grille/hors de la grille)
hi: पाठ को बेसलाइन ग्रिड के साथ संरेखित करें (ऑन-ग्रिड/ऑफ-ग्रिड)
hu: Szöveg igazítása az alapvonalrácshoz (rácson/rácson kívül)
id: Sejajarkan Teks ke Kisi Dasar (On-Grid/Off-Grid)
ko: 기준 그리드에 텍스트 정렬(온-그리드/오프-그리드)
ml: അടിസ്ഥാന ഗ്രിഡുമായി ടെക്സ്റ്റ് വിന്യസിക്കുക (ഗ്രിഡിൽ/ഗ്രിഡിൽ നിന്ന്)
my: စာသားကို အကုန်ကိုိမ့်ဖြင့် စက်ခတ်သန်(iYOffset/Off-Grid)
pt: Alinhar texto à grade da linha de base (dentro da grade/fora da grade)
ro: Alinierea textului la linia de bază a grilei (On-Grid/Off-Grid)
ru: Выравнивание текста по базовой сетке (по сетке/без сетки)
th: สอดคล้องข้อความกับกรีดเบสไลน์ (ในกรีด/นอกกรีด)
zh: 将文本对齐至基线网格（网格内/外）

source: For high quality typesetting it is best practice to Align the Text to the (baseline) Grid. This ensures consistent line spacing and front-to-back registration. However, for quick draft printouts or typesetting for thicker paper, Variable Line Spacing mode enables vertical justification which fills each column of text as needed to use up the entire page. Warning: This is a major 'mode' change. Everything will shift as a result. Consider carefully before changing this setting.
ar: للحصول على تنضيد عالي الجودة فإن أفضل الممارسات هي محاذاة النص مع الشبكة (خط الأساس). يضمن هذا تباعد الأسطر المتسق والتسجيل من الأمام إلى الخلف. ومع ذلك، بالنسبة لمسودات المطبوعات السريعة أو التنضيد للورق السميك، يتيح وضع تباعد الأسطر المتغير التبرير الرأسي الذي يملأ كل عمود من النص حسب الحاجة إلى استخدام الصفحة بأكملها. تحذير: هذا تغيير كبير في "الوضع". سيتحول كل شيء نتيجة لذلك. ضع في اعتبارك بعناية قبل تغيير هذا الإعداد.
es: Para una composición tipográfica de alta calidad, es la mejor práctica para alinear el texto a la cuadrícula (línea de base). Esto asegura un espaciado de línea consistente y un registro de adelante hacia atrás. Sin embargo, para impresiones rápidas de borradores o composición para papel más grueso, el modo Interlineado variable activa la justificación vertical que rellena cada columna de texto según sea necesario para utilizar toda la página. Atención: Este es un cambio de 'modo' importante. Todo cambiará como resultado. Considere cuidadosamente antes de cambiar esta configuración.
fr: Pour une composition de haute qualité, la meilleure pratique consiste à aligner le texte sur la grille (ligne de base). Cette méthode garantit un espacement des lignes cohérent et un repérage avant-arrière. Toutefois, pour les impressions rapides de brouillons ou la composition sur du papier plus épais, Le mode d'interligne variable permet une justification verticale qui remplit chaque colonne de texte selon les besoins afin d'utiliser la totalité de la page. Attention : Il s'agit d'un changement de mode majeur. Tout sera modifié en conséquence. Réfléchissez bien à avant de modifier ce paramètre.
hi: उच्च गुणवत्ता वाली टाइपसेटिंग के लिए पाठ को (बेसलाइन) ग्रिड के साथ संरेखित करना सबसे अच्छा अभ्यास है। यह निरंतर लाइन स्पेसिंग और आगे से पीछे तक रजिस्ट्रेशन सुनिश्चित करता है। हालांकि, त्वरित ड्राफ्ट प्रिंटआउट या मोटे कागज के लिए टाइपसेटिंग के लिए, वर्टिकल जस्टिफिकेशन सक्षम करने वाला वेरिएबल लाइन स्पेसिंग मोड प्रत्येक पाठ के स्तंभ को आवश्यकतानुसार भरने के लिए सक्षम करता है। चेतावनी: यह एक प्रमुख 'मोड' परिवर्तन है। हर चीज़ इसके परिणामस्वरूप बदल जाएगी। इस सेटिंग को बदलने से पहले सावधानी से विचार करें।
hu: A jó minőségű szedés érdekében a legjobb gyakorlat, hogy a szöveget a (alapvonal) rácshoz igazítsa. Ez biztosítja a következetes sortávolságot és az elöl-hátul regisztrációt. Gyors vázlatnyomtatáshoz vagy vastagabb papírra történő szedéshez azonban a Variable Line Spacing (Változó sortávolság) mód lehetővé teszi a függőleges igazítást, amely a minden egyes szövegoszlopot szükség szerint kitölti, hogy az egész oldalt kihasználja. Figyelmeztetés: Ez egy jelentős "módváltás". Ennek következtében minden eltolódik. Alaposan fontolja meg mielőtt megváltoztatja ezt a beállítást.
id: Untuk penyusunan huruf berkualitas tinggi, praktik terbaiknya adalah menyelaraskan Teks ke Kisi (garis dasar). Hal ini memastikan spasi baris yang konsisten dan registrasi dari depan ke belakang. Namun, untuk hasil cetakan draf cepat atau penyusunan huruf untuk kertas yang lebih tebal, Mode Spasi Baris Variabel memungkinkan pembenaran vertikal yang mengisi setiap kolom teks sesuai kebutuhan untuk menggunakan seluruh halaman. Peringatan: Ini adalah perubahan 'mode' yang besar. Semuanya akan berubah sebagai akibatnya. Pertimbangkan dengan hati-hati sebelum mengubah pengaturan ini.
ko: 고품질 조판을 위해서는 텍스트를 (기준선) 그리드에 맞추는 것이 가장 좋습니다. 이렇게 하면 줄 간격( )과 앞뒤 등록이 일관되게 유지됩니다. 그러나 빠른 초안 인쇄물 또는 두꺼운 용지의 조판의 경우 가변 줄 간격 모드를 사용하면 세로 맞춤이 활성화되어 필요에 따라 각 텍스트 열을 채워 전체 페이지를 사용할 수 있습니다. 경고: 이것은 중요한 '모드' 변경입니다. 결과적으로 모든 것이 바뀝니다. 이 설정을 변경하기 전에 을 신중하게 고려하세요.
ml: ഉയർന്ന നിലവാരമുള്ള ടൈപ്പ്സെറ്റിംഗിനായി ടെക്സ്റ്റ് (ബേസ്ലൈൻ) ഗ്രിഡിലേക്ക് വിന്യസിക്കുക എന്നതാണ് ഏറ്റവും നല്ല രീതി. ഇത് സ്ഥിരമായ ലൈൻ സ്പെയ്സിംഗും മുൻ-പിന്നിൽ രജിസ്ട്രേഷനും ഉറപ്പാക്കുന്നു. എന്നിരുന്നാലും, ദ്രുത ഡ്രാഫ്റ്റ് പ്രിന്റൌട്ടുകൾക്കോ കട്ടിയുള്ള പേപ്പറിനായുള്ള ടൈപ്പ്സെറ്റിംഗിനോ വേണ്ടി, വേരിയബിൾ ലൈൻ സ്പെയ്സിംഗ് മോഡ് ഓരോ നിരയിലും ടെക്സ്റ്റ് പൂരിപ്പിക്കുന്ന ലംബമായ ന്യായീകരണം പ്രാപ്തമാക്കുന്നു. മുഴുവൻ പേജും ഉപയോഗിക്കുന്നതിന് ഇത് ഒരു പ്രധാന 'മോഡ്' മാറ്റമാണ്. അതിന്റെ ഫലമായി എല്ലാം മാറും. ഈ ക്രമീകരണം മാറ്റുന്നതിനുമുമ്പ് ശ്രദ്ധാപൂർവ്വം പരിഗണിക്കുക.
my: အရည်အသွေးတက်မောင်းစစ်ရိုက်ခြင်း အာနိသင်ဖြစ်ဝင် ပိုမိုဖိုးတန်မှန်သူ။ ဒါပေမယ့် ခုနှစ်သည် ထူးခြားစာရိုက် ငြင်စန်းကြောင့် ကော်မင်လျှော့ပါးခြင်း။ သကာတင်းဆုံးရှီ၌ ဝင်နှိပ်ထက် ချသေးစွတ်ဘယ်သာနှင့် ချက်ခြမနေသော သိပ်သောခေါင်း မ်လဒေါ်နှင့် အပိုင်း။ နောက်ပိုင်းမှ နားလည်မှု တိုက်ပါသည့် စိတ်အားနာသူတစ်ခုသည် ငူးထိုင်း။
pt: Para uma composição tipográfica de alta qualidade, é prática recomendada alinhar o texto à grade (linha de base). Isso garante um espaçamento consistente entre as linhas e o registro de frente para trás. No entanto, para impressões rápidas de rascunho ou para composição em papel mais grosso, o modo Variable Line Spacing (Espaçamento de linha variável) permite a justificação vertical que preenche cada coluna de texto conforme necessário para usar a página inteira. Aviso: Essa é uma mudança importante de "modo". Como resultado, tudo mudará. Considere cuidadosamente antes de alterar essa configuração.
ro: Pentru o dactilografiere de înaltă calitate, cea mai bună practică este alinierea textului la grilă (linia de bază). Acest lucru asigură spațierea uniformă a liniilor și înregistrarea față-verso. Cu toate acestea, pentru imprimări rapide sau pentru tipărirea pe hârtie mai groasă, modul Spațiere variabilă a liniilor permite justificarea verticală care umple fiecare coloană de text după cum este necesar pentru a utiliza întreaga pagină. Avertisment: Aceasta este o schimbare majoră de "mod". Totul se va schimba ca urmare. Luați în considerare cu atenție înainte de a schimba această setare.
ru: Для качественного набора текста лучше всего выравнивать текст по сетке (базовой линии). Это обеспечит равномерное расстояние между строками и выравнивание от начала до конца. Однако для быстрых черновых распечаток или набора текста на более плотной бумаге режим Variable Line Spacing включает вертикальное выравнивание, которое заполняет каждую колонку текста по мере необходимости, чтобы использовать всю страницу. Внимание: Это серьезное изменение "режима". В результате все будет смещаться. Внимательно изучите , прежде чем изменять эту настройку.
th: สําหรับการจัดลายแบบที่มีคุณภาพสูง มันเป็นแนวปฏิบัติที่ดีที่สุดที่จะทําให้ข้อความตรงกับกรีด (ฐาน) นี้จะทําให้ความสม่ําเสมอของระยะเส้นและการจดทะเบียนด้านหน้า-หลัง. อย่างไรก็ตามสําหรับการพิมพ์ฉบับรวดเร็วหรือการจัดลายแบบสําหรับกระดาษที่หนากว่า, โหมดระยะเส้นแปรสามารถอ้างอิงตั้งที่เต็มแต่ละคอลัมน์ของข้อความตามความจําเป็นเพื่อใช้งานหน้าทั้งหมด คําเตือน: นี่คือการเปลี่ยนแปลง 'โหมด' ใหญ่ ทุกอย่างจะเปลี่ยนเป็นผล. พิจารณาอย่างละเอียดก่อนการเปลี่ยนแปลงการตั้งค่านี้
zh: 为了获得高质量的排版， 最佳做法是将文本 与（基线）网格对齐。这样 可确保行间距 和前后对齐一致。 不过，对于快速打印草稿 或在较厚纸张上排版， 可变行距模式可启用 垂直对齐，根据需要填充 每一列文本，以占用整个页面 。 警告：这是一个重大的 "模式 "更改。 所有内容都将随之改变。在更改此设置之前，请仔细考虑 。

source: Variable Line Spacing - to vertically justify columns of text
es: Interlineado variable - para justificar verticalmente columnas de texto

source: Allowing a small increase in the (vertical) line spacing allows the text to stretch vertically to fill the entire column. This will also enable 'Fill Columns', but you can turn that off to see how much extra space there is at the end of each column. Warning: This will cause major changes to the layout of the entire document. It will also place headings exactly rather than rounding to the nearest number of lines. Do NOT use this setting if doing final typesetting for thin Bible paper as front-to-back registration is not enforced with Variable Line Spacing.
ar: السماح بزيادة صغيرة في التباعد بين الأسطر (الرأسي) يسمح للنص بالتمدد عموديًا لملء العمود بأكمله. سيؤدي هذا أيضًا إلى تمكين "ملء الأعمدة"، ولكن يمكنك إيقاف تشغيل ذلك لمعرفة مقدار المساحة الإضافية الموجودة في نهاية كل عمود. تحذير: سيؤدي ذلك إلى تغييرات كبيرة في تخطيط المستند بأكمله. سيؤدي أيضًا إلى وضع العناوين بالضبط بدلاً من التقريب إلى أقرب عدد من الأسطر. لا تستخدم هذا الإعداد إذا كنت تقوم بالتنضيد النهائي لورق الكتاب المقدس الرقيق لأن التسجيل من الأمام إلى الخلف لا يتم يتم فرضه مع تباعد الأسطر المتغير.
es: Permitir un pequeño aumento en el interlineado (vertical) permite que el texto se estire verticalmente para llenar toda la columna. Esto también habilitará 'Rellenar Columnas', pero usted puede desactivar eso para ver cuánto espacio extra hay al final de cada columna. Advertencia: Esto provocará cambios importantes en el diseño de todo el documento. También colocará los encabezados exactamente en lugar de redondear al número de líneas más cercano. NO utilice este ajuste si está realizando la composición final para papel biblia fino, ya que el registro de anverso a reverso no se aplica con el interlineado variable.
fr: Le fait d'augmenter légèrement l'interligne (vertical) permet au texte de s'étirer verticalement pour remplir toute la colonne. L'option "Remplir les colonnes" est également activée, mais vous pouvez la désactiver pour voir combien d'espace supplémentaire il y a à la fin de chaque colonne. Attention : Cette opération entraînera des modifications importantes de la mise en page de l'ensemble du document. placera également les titres exactement au lieu de les arrondir au nombre de lignes le plus proche. N'utilisez PAS ce paramètre si vous effectuez la composition finale sur du papier bible fin, car l'enregistrement avant-arrière n'est pas respecté avec l'interligne variable.
hi: (वर्टिकल) लाइन स्पेसिंग में थोड़ी वृद्धि की अनुमति देने से पाठ को पूरे स्तंभ को भरने के लिए वर्टिकल रूप से खींचा जा सकता है। यह 'फ़िल कॉलम्स' को भी सक्षम करेगा, लेकिन आप इसे बंद कर सकते हैं यह देखने के लिए कि प्रत्येक स्तंभ के अंत में कितना अतिरिक्त स्थान है। चेतावनी: इससे पूरे दस्तावेज़ की लेआउट में बड़े परिवर्तन होंगे। यह हेडिंग को भी बिल्कुल ठीक साबित करेगा बजाय इसके की सबसे करीबी लाइनों की संख्या में गोलाई के। अंतिम टाइपसेटिंग के लिए इस सेटिंग का उपयोग न करें।
hu: A (függőleges) sortávolság kis mértékű növelésének engedélyezése lehetővé teszi, hogy a szöveg függőlegesen megnyúljon , hogy kitöltse az egész oszlopot. Ez az "Oszlopok kitöltése" opciót is engedélyezi, de ezt kikapcsolhatja, hogy megnézze, mennyi extra hely van az egyes oszlopok végén. Figyelmeztetés: Ez jelentős változásokat fog okozni a teljes dokumentum elrendezésében. A a címsorokat is pontosan fogja elhelyezni, ahelyett, hogy a legközelebbi sorszámra kerekítene. NEM használja ezt a beállítást, ha a végleges szedést vékony bibliai papírra végzi, mivel a elölről hátrafelé történő regisztráció nem érvényesül a Változó sortávolsággal.
id: Dengan menambah sedikit jarak spasi baris (vertikal) , teks dapat direntangkan secara vertikal untuk mengisi seluruh kolom. Ini juga akan mengaktifkan 'Isi Kolom', tetapi Anda dapat menonaktifkannya untuk melihat seberapa banyak ruang tambahan yang ada di akhir setiap kolom. Peringatan: Hal ini akan menyebabkan perubahan besar pada tata letak seluruh dokumen. Ini juga akan menempatkan judul dengan tepat daripada pembulatan ke jumlah baris terdekat. JANGAN gunakan pengaturan ini jika melakukan penyusunan huruf akhir untuk kertas Alkitab yang tipis karena registrasi dari depan ke belakang tidak diberlakukan dengan Spasi Baris Variabel.
ko: (세로) 줄 간격을 약간 늘리면 텍스트가 세로로 늘어나 전체 열을 채울 수 있습니다. 이렇게 하면 '열 채우기'도 활성화되지만 에서 이 기능을 끄면 각 열 끝에 얼마나 많은 공간이 추가로 있는지 확인할 수 있습니다. 경고: 이렇게 하면 전체 문서의 레이아웃이 크게 변경됩니다. 또한 가장 가까운 줄 수로 반올림하지 않고 제목을 정확하게 배치합니다. 가변 줄 간격으로 앞뒤 등록이 적용되지 않으므로 얇은 성경 용지에 최종 조판을 하는 경우 이 설정을 사용하지 마세요.
ml: (ലംബ) വരി വിടവിൽ ചെറിയ വർദ്ധനവ് അനുവദിക്കുന്നത് മുഴുവൻ നിരയും പൂരിപ്പിക്കുന്നതിന് വാചകം ലംബമായി നീട്ടാൻ അനുവദിക്കുന്നു. ഇത് 'പൂരിപ്പിക്കൽ നിരകൾ' പ്രവർത്തനക്ഷമമാക്കും, പക്ഷേ ഓരോ നിരയുടെയും അവസാനം എത്ര അധിക ഇടമുണ്ടെന്ന് കാണാൻ നിങ്ങൾക്ക് അത് ഓഫാക്കാം. മുന്നറിയിപ്പ്: ഇത് മുഴുവൻ പ്രമാണത്തിന്റെയും ലേ layout ട്ടിന് വലിയ മാറ്റങ്ങൾ വരുത്തും. ഇത് ശീർഷകങ്ങൾ കൃത്യമായി സ്ഥാപിക്കും, അടുത്തുള്ള വരികളുടെ എണ്ണത്തിലേക്ക് വൃത്താകരിക്കുന്നതിനുപകരം. വരിവേറിയ ലൈൻ സ്പെയ്സിംഗ് ഉപയോഗിച്ച് മുൻവശത്ത് നിന്ന് പിന്നിലേക്ക് രജിസ്ട്രേഷൻ നടപ്പിലാക്കാത്തതിനാൽ നേർത്ത ബൈബിൾ പേപ്പറിനായി അന്തിമ ടൈപ്പ്സെറ്റിംഗ് നടത്തുകയാണെങ്കിൽ ഈ ക്രമീകരണം ഉപയോഗിക്കരുത്.
my: (ဒေါင်လိုက်) လမ်းညည် ဖြည့်နိုင်မှု သေးငယ်မှုပါ၍ စာသားကို ဖြည့်သည်နှင့်ချိန်နိုင်သည်။ 'သားထားပြတ်'ဆိုသည်နှင့် 'ဖျက်ထားမျက်နှာမျဉ်း' ပြေပြားပြုလုပ်ခြင်း မိမိအချက်ကို စမ်းသုံးနိုင်သည်။ နောက်ဆိုအကြောင်းပြုပါ။ စစ်မှန် စက်မှုနည်းလမ်း ငြောင်မှုရသည် မှာ သစ်သီးပါ၏ ပိတ္တောက်ခေါ်။ ဤသို့နေတွက်သည်မှာ စာအုပ်ပြုလုပ်၍ အဏုစို့အိပ်မှမဟားဘဲ မျက်နှာနှာတွက်တက်စီသည်။ ဘေလ်မှန်ဖြင့် စံတွက်သည် မှာ偷偷။
pt: Permitir um pequeno aumento no espaçamento entre linhas (vertical) permite que o texto se estenda verticalmente para preencher toda a coluna. Isso também ativará a opção "Fill Columns" (Preencher colunas), mas você pode desativá-la para ver quanto espaço extra há no final de cada coluna. Aviso: Isso causará grandes alterações no layout de todo o documento. Isso também colocará os cabeçalhos exatamente em vez de arredondar para o número de linhas mais próximo. NÃO use essa configuração se estiver fazendo a composição final para papel bíblico fino, pois o registro de frente para trás não é aplicado com o Variable Line Spacing.
ro: Permiterea unei mici creșteri a distanței (verticale) între rânduri permite textului să se întindă vertical pentru a umple întreaga coloană. Acest lucru va activa și opțiunea "Fill Columns", dar o puteți dezactiva pentru a vedea cât spațiu suplimentar există la sfârșitul fiecărei coloane. Atenție: Acest lucru va cauza modificări majore la aspectul întregului document. De asemenea, va plasa titlurile exact în loc să rotunjească la cel mai apropiat număr de rânduri. NU utilizați această setare dacă realizați dactilografierea finală pentru hârtie biblică subțire, deoarece înregistrarea față-verso nu este impusă cu Spațierea variabilă a liniilor.
ru: Небольшое увеличение межстрочного интервала (по вертикали) позволяет тексту растягиваться по вертикали, чтобы заполнить всю колонку. При этом также включается функция "Заполнить колонки", но вы можете отключить ее, чтобы увидеть, сколько дополнительного пространства остается в конце каждой колонки. Предупреждение: Это приведет к серьезным изменениям макета всего документа. Кроме того, будет размещать заголовки точно, а не округлять до ближайшего количества строк. НЕ используйте эту настройку при окончательном наборе для тонкой библейской бумаги, так как при переменном межстрочном интервале не обеспечивается регистрация спереди и сзади.
th: การอนุญาตให้มีการเพิ่มขนาดเล็กในระยะระยะ (ตั้ง) ให้ข้อความขยายตัวตั้งเพื่อเติมเต็มคอลัมน์ทั้งใบ. นี้ยังจะเปิด 'เติมคอลัมน์' แต่คุณสามารถปิดมันเพื่อดูว่ามีพื้นที่เพิ่มเติมมากแค่ไหนที่ปลายของแต่ละคอลัมน์. คําเตือน: นี้จะทําให้มีการเปลี่ยนแปลงใหญ่ในการวางแผนของเอกสารทั้งหมด. มันยังจะวางหัวข้ออย่างถูกต้องแทนการกลมเป็นจํานวนเส้นที่ใกล้ที่สุด อย่าใช้การตั้งค่านี้ถ้าทําการจัดลายแบบสุดท้ายสําหรับกระดาษพระคัมภีร์บาง เพราะการจดหมายหน้า-หลังไม่ได้บังคับด้วยความห่างเส้นแปร
zh: 允许稍稍增加（垂直） 行距，可使文本在垂直方向拉伸 ，以填满整列。 这也将启用 "填充列"，但 可以将其关闭，以查看每列末尾有多少额外的 空间。 警告：这将对 整个文档的布局造成重大改变。它还将 准确放置标题，而不是 四舍五入到最接近的行数。 如果要对薄圣经纸进行最后的 排版，请不要使用此设置，因为 的前后对齐不会被 可变行距强制执行。

source: Variable Line Spacing
ar: تباعد الأسطر المتغير
es: Interlineado variable
fr: Espacement variable des lignes
hi: वेरिएबल लाइन स्पेसिंग
hu: Változó sortávolság
id: Jarak Baris Variabel
ko: 가변 줄 간격
ml: വേരിയബിൾ ലൈൻ സ്പെയ്സിംഗ്
my: (ကြိုးစမ်း အမှာ) စတိုးလေးခန်အထွုံးကို အသုံးပြုခြင်း မကြိမ်ပင်စေပါသို့ပြသာခိုင်ခံမှုကို လမ်းရေးခြင်းဗားရှုပ် ကျမြပြုလင်ဘယ်နေမျှမေးခြမှာမဖိုရကို၏။
pt: Espaçamento variável entre linhas
ro: Spațiere variabilă a liniilor
ru: Переменный межстрочный интервал
th: ระยะเส้นที่เปลี่ยนแปลง
zh: 可变行距

source: Fill Columns
ar: تعبئة الأعمدة
es: Rellenar columnas
fr: Remplir les colonnes
hi: कॉलम्स को भरें
hu: Oszlopok kitöltése
id: Isi Kolom
ko: 열 채우기
ml: നിരകൾ പൂരിപ്പിക്കുക
my: ပြည့်၊ပိုက်ပါသော သုံးစွဲမှုဖြင့်ာခု၊သွားစဥ်မသည်တွင်မတော့သုံးစွဲမှု ဖြစ်သည်တွင် ငဘစ္စချလိုပါ။ နာမှုဖျင်၏ ယခင်ဆသလှားကော်ဈေးပြထားလင်မရှိပါဘူး-က blong6088755၊ ချေတာ်းမြောက်ပါတယ်၊လုပ်ကိုဆန်ဘု လိပ်ွန်းဒေါ် တွေပါရွိပါ။
pt: Preencher colunas
ro: Umpleți coloanele
ru: Заполнение столбцов
th: เติมคอลัมน์
zh: 填充栏

source: Variable/Increased Line Spacing
ar: تباعد الخطوط المتغير/المتزايد
es: Distancia entre líneas variable/aumentada
fr: Espacement variable/accru des lignes
hi: वेरिएबल/इंक्रिज्ड लाइन स्पेसिंग
hu: Változó/növelt sortávolság
id: Jarak Baris yang Bervariasi/ Ditambah
ko: 가변/줄 간격 증가
ml: വേരിയബിൾ/ഇൻകമിംഗ് ലൈൻ സ്പെയ്സിംഗ്
my: ဖြည့်၊ပိုနှိုးခြင်း သိုးဝက်သား၏၊ ချန်ထုတ်။
pt: Espaçamento de linha variável/aumentado
ro: Spațiere variabilă/majorată a liniilor
ru: Переменное/увеличенное расстояние между линиями
th: ระยะเส้นที่เปลี่ยนแปลง/เพิ่มขึ้น
zh: 可变/增加的线路间距
