Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use the following codes to include special text in front matter: \nopagenums - turn OFF page numbers \dopagenums - turn ON page number \resetpagenums # - where # is the page number (setting # to -1 gives roman numerals i,ii,iii,iv,v,...) \pc \zcopyright - copyright statement from the Basic tab \pc \zlicense - license statement from the Basic tab \pc \zimagecopyrights - generated list of images with copyright attribution \pc \zimagecopyrightsfr - as above, but localized (fr = French) \zbl|3\* - inserts 3 blank lines \zgap|1.5in\* To include one or more table of contents: \ztoc|<keyword>\* Where <keyword> can be replaced with: main – primary, all-inclusive table of contents pre – any book prior to scripture (FRT, INT) ot – only Old Testament books are listed heb - OT books sorted according to the Hebrew TaNaKh dc – only Deutero Canonical books are listed nt – only New Testament books are listed post – books that occur after REV (GLO, BAK, TDX, NDX, XXA-G) sorta – alphabetical (main) list sorted by \toc1 sortb – alphabetical (main) list sorted by \toc2 sortc – alphabetical (main) list sorted by \toc3 In addition to the above-mentioned codes, you may specify your own config-specific \zvar|variables\* as place-holders. Click on 'Edit Variables...' to assign values to these variables on the Peripherals tab. For example: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
ar: استخدم الرموز التالية لتضمين نص خاص في المقدمة: \nopagenums - إيقاف تشغيل أرقام الصفحات \dopagenums - تشغيل رقم الصفحة \resetpagenums # - حيث # هو رقم الصفحة (ضبط # على -1 يعطي أرقامًا رومانية i،2،3،3،4،5،...) \00 \pc \cpc \zcopyright - بيان حقوق النشر من علامة التبويب الأساسية \pc \zlicense - بيان الترخيص من علامة التبويب الأساسية \pc \zimagecopyrights - قائمة الصور التي تم إنشاؤها مع إسناد حقوق النشر \pc \zimagecopyrightsfr - كما هو مذكور أعلاه، ولكن مترجمة (fr = الفرنسية) \zbl |3\* - إدراج 3 أسطر فارغة \zgap |1.5 في \\* لتضمين جدول محتويات أو أكثر: <keyword> \ztoc| \* حيث يمكن استبدال <keyword> بـ رئيسي - جدول المحتويات الأساسي والشامل ما قبل - أي كتاب قبل الكتاب المقدس (FRT، INT) ot - فقط كتب العهد القديم مدرجة heb - كتب العهد القديم مرتبة حسب التاء العبرية dc - فقط كتب العهد القديم مدرجة nt - فقط كتب العهد الجديد مدرجة ما بعد - الكتب التي تحدث بعد REV (GLO, BAK, TDX, TDX, NDX, XXA-G) sorta - قائمة أبجدية (رئيسية) مرتبة حسب \toc1 sortb - قائمة أبجدية (رئيسية) مرتبة حسب \toc2 sortc - قائمة أبجدية (رئيسية) مرتبة حسب \toc3 بالإضافة إلى الرموز المذكورة أعلاه، يمكنك تحديد الخاص بك الخاص بالتكوين \zvar |variables \* كأدوات مساعدة. انقر فوق "تحرير المتغيرات..." لتعيين قيم لهذه المتغيرات في علامة التبويب "الأجهزة الطرفية". على سبيل المثال \mt1 \zvar \mt1 \zvar |maintitle \* \mt2 \zvar |subtitle \*
es: Utilice los siguientes códigos para incluir texto especial en la portada: \nopáginas - desactivar los números de página \dopagenums - activa el número de página \resetpagenums # - donde # es el número de página (poniendo # a -1 se obtienen los números romanos i,ii,iii,iv,v,...) \pc \zcopyright - declaración de copyright de la pestaña Básico \pc \zlicense - declaración de licencia de la pestaña Básico \pc \zimagecopyrights - lista generada de imágenes con atribución de copyright \pc \zimagecopyrightsfr - como arriba, pero localizado (fr = francés) \zbl|3\* - inserta 3 líneas en blanco \zgap|1.5in\* (espacio en blanco) Para incluir uno o más índices \ztoc|<keyword>\* Donde <keyword> puede sustituirse por: main - índice primario, todo incluido pre - cualquier libro anterior a las Escrituras (FRT, INT) ot - sólo los libros del Antiguo Testamento heb - libros del AT ordenados según el TaNaKh hebreo dc - sólo libros del Deutero Canónico nt - sólo libros del Nuevo Testamento post - libros posteriores a REV (GLO, BAK, TDX, NDX, XXA-G) sorta - lista alfabética (principal) ordenada por \toc1 sortb - lista alfabética (principal) ordenada por \toc2 sortc - lista alfabética (principal) ordenada por \toc3 Además de los códigos mencionados, puede especificar sus propias variables específicas de configuración como marcadores de posición. Haga clic en 'Editar Variables...' para asignar valores a estas variables en la pestaña Periféricos. Por ejemplo \mt1 \zvar|maintitle\* \mt2 \zvar|subtítulo*
fr: Utilisez les codes suivants pour inclure du texte spécial dans les pages liminaires : \nopagenums - désactiver les numéros de page \dopagenums - activer les numéros de page \resetpagenums # - où # est le numéro de page (mettre # à -1 donne des chiffres romains i, i,iii,iv,v,...) \pc \zcopyright - déclaration des droits d’auteur de l'onglet Basique \pc \zlicense - déclaration de licence de l'onglet Basique \pc \zimagecopyrights - liste des images générée avec attribution de droit d’auteur \pc \zimagecopyrightsfr - comme ci-dessus, mais localisé (fr = français) \zbl|3\* - insère 3 lignes vides \zgap|1.5in\* Pour inclure une ou plusieurs tables de matières : \ztoc|<keyword>\* Où <keyword> peut être remplacé par : main – primaire, table des matières tout compris pre – tout livre avant l'Écriture (FRT, INT) ot – seuls les livres de l'Ancien Testament sont listés heb - livres de l'Ancien Testament classés selon le TaNaKh hébreu dc – seuls les livres Deutero Canonical sont listés nt – seuls les livres de Nouveau Testament sont listés post – livres qui se produisent après REV (GLO, BAK, TDX, NDX, XXA-G) sorta – liste alphabétique (principale) triée par \toc1 sortb – liste alphabétique (principale) triée par \toc2 sortc – liste alphabétique (principale) triée par \toc3 En plus des codes susmentionnés, vous pouvez spécifier votre propre fichier de configuration \zvar|variables\* en tant que porteurs de lieux. Cliquez sur 'Modifier les variables...' pour assigner des valeurs à ces variables dans l'onglet Périphériques. Par exemple : \mt1 \zvar|maintitle\* \mt2 \zvar|sous-titre\*
hi: फ्रंट मैटर में विशेष पाठ शामिल करने के लिए निम्नलिखित कोड का उपयोग करें: \nopagenums - पृष्ठ अंक बंद करें \dopagenums - पृष्ठ अंक चालू करें \resetpagenums # - जहाँ # पृष्ठ अंक है (# को -1 पर सेट करने से रोमन अंक मिलते हैं i,ii,iii,iv,v,...) \pc \zcopyright - मूल टैब से कॉपीराइट प्रकटि \pc \zlicense - मूल टैब से लाइसेंस प्रकटि \pc \zimagecopyrights - कॉपीराइट एट्रिब्यूशन के साथ उत्पन्न छवियों की सूची \pc \zimagecopyrightsfr - ऊपर जैसा, लेकिन स्थानीयकृत (fr = फ्रेंच) \zbl|3\* - 3 खाली पंक्तियाँ समाहित करता है \zgap|1.5in\* एक या अधिक सामग्री तालिका शामिल करने के लिए: \ztoc|<keyword>\* जहां <keyword> को बदला जा सकता है: main – प्राथमिक, सभी-चामटा सामग्री तालिका pre – किसी भी पुस्तक को आलेख (FRT, INT) से पहले ot – केवल पुराने नियम की पुस्तकें सूचीबद्ध हैं heb - हिब्रू TaNaKh के अनुसार OT पुस्तकें क्रमबद्ध dc – केवल प्यूरानिक कैनॉनिकल पुस्तकें सूचीबद्ध हैं nt – केवल नए नियम की पुस्तकें सूचीबद्ध हैं post – पुस्तकें जो REV के बाद होती हैं (GLO, BAK, TDX, NDX, XXA-G) sorta – \toc1 के अनुसार परिभाषित (मुख्य) सूची sortb – \toc2 के अनुसार परिभाषित (मुख्य) सूची sortc – \toc3 के अनुसार परिभाषित (मुख्य) सूची उपरोक्त उल्लेखित कोड के अलावा, आप स्वयं का कॉन्फिग-विशिष्ट \zvar|चर\* निर्दिष्ट कर सकते हैं। इन चर को असाइने करने के लिए 'एडिट वेरिएबल्स...' पर क्लिक करें पेरीफेरल टैब पर। उदाहरण के लिए: \mt1 \zvar|मेण्टाइटल\* \mt2 \zvar|उपशीर्षक\*
hu: A következő kódokat használhatja a speciális szövegek beillesztéséhez az előzékbe: \nopagenums - kikapcsolja az oldalszámokat \dopagenums - bekapcsolja az oldalszámokat \resetpagenums # - ahol # az oldalszám (a # -1-re állítása római számokat ad i,ii,iii,iv,v,....) \pc \zcopyright - szerzői jogi nyilatkozat az Alap lapról \pc \zlicense - licenc nyilatkozat az Alap lapról \pc \zimagecopyrights - a képek generált listája a szerzői jogokkal \pc \zimagecopyrightsfr - mint fent, de lokalizálva (fr = francia) \zbl|3\* - 3 üres sor beszúrása \zgap|1.5in\* Egy vagy több tartalomjegyzék beillesztése: \ztoc|<keyword>\* Ahol a <keyword> helyettesíthető a következővel: main - elsődleges, mindenre kiterjedő tartalomjegyzék pre - bármely, a Szentírás előtti könyv (FRT, INT) ot - csak az ószövetségi könyvek szerepelnek heb - a héber TaNaKh szerint rendezett ószövetségi könyvek dc - csak a Deutero kanonikus könyvek szerepelnek nt - csak az újszövetségi könyvek szerepelnek post - a REV után előforduló könyvek (GLO, BAK, TDX, NDX, XXA-G) sorta - betűrendes (fő) lista rendezve \toc1 sortb - betűrendes (fő) lista rendezve \toc2 sortc - betűrendes (fő) lista rendezve \toc3 A fent említett kódokon kívül megadhatja saját config-specifikus \zvar|változók\* helyőrzőként. Kattintson a 'Változók szerkesztése...' gombra, hogy értékeket rendeljen ezekhez a változókhoz a Perifériák lapon. Például: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
ko: 다음 코드를 사용하여 앞부분에 특수 텍스트를 포함하세요: \nopagenums - 페이지 번호 끄기 \dopagenums - 페이지 번호 켜기 \resetpagenums # - 여기서 #은 페이지 번호 (#을 -1로 설정하면 로마 숫자 i,ii,iii,iv,v,...가 표시됩니다. \pc \zcopyright - 기본 탭의 저작권 문구 \pc \zlicense - 기본 탭의 라이선스 문구 \pc \zimagecopyrights - 저작권 귀속이 있는 이미지 목록 생성 \pc \zimagecopyrightsfr - 위와 같지만 현지화됨(fr = 프랑스어) \zbl|3\* - 빈 줄 3개를 삽입합니다 \zgap|1.5in\* 하나 이상의 목차를 포함합니다: \ztoc|<keyword>\* 여기서 <keyword> 는 다음과 같이 대체할 수 있습니다: main - 기본, 포괄적인 목차 pre - 경전 이전의 모든 책(FRT, INT) ot - 구약 책만 나열 heb - 히브리어 타나크에 따라 정렬된 구약 책 dc - 신정경 책만 나열 nt - 신약 책만 나열 post - REV 이후에 나오는 책(GLO, BAK, TDX, NDX, XXA-G) sorta - 알파벳순(메인) 목록 \toc1 sortb - 알파벳순(메인) 목록 \toc2 sortc - 알파벳순(메인) 목록 \toc3 위에서 언급한 코드 외에도 구성별 \zvar|변수\*를 플레이스홀더로 지정할 수 있습니다. '변수 편집...'을 클릭하여 주변기기 탭의 변수에 값을 할당합니다. 예시: \MT1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
ml: മുകളില് താഴെ കൊടുത്തിരിക്കുന്ന കോഡുകൾ ഉപയോഗിച്ച് മുൻവശത്തെ വിഷയത്തിൽ പ്രത്യേക ടെക്സ്റ്റ് ഉൾപ്പെടുത്തുകഃ \nopagenums - OFF പേജ് നമ്പറുകൾ ഓഫ് ചെയ്യുക \dopagenums - ON പേജ് നമ്പർ ഓഫ് ചെയ്യുക \resetpagenums # - # പേജ് നമ്പർ ആണ് (ക്രമീകരണം # മുതൽ -1 വരെ റോമൻ സംഖ്യകൾ i,ii,iii,iv,v, . . .) \pc \zcopyright - അടിസ്ഥാന ടാബിൽ നിന്നുള്ള പകർപ്പവകാശ പ്രസ്താവന \pc \zlicense - അടിസ്ഥാന ടാബിൽ നിന്നുള്ള ലൈസൻസ് പ്രസ്താവന \pc \zimagecopyrights - പകർപ്പവകാശം നൽകിയ ചിത്രങ്ങളുടെ പട്ടിക സൃഷ്ടിച്ചു \pc \zimagecopyrights (copyrights from c-c) (ഉപയോക്താക്കളുടെ പട്ടിക - മുകളിൽ പറഞ്ഞിരിക്കുന്നതുപോലെ, എന്നാൽ പ്രാദേശികവൽക്കരിച്ച (from ND) \zbl BLOZEROTABLE_3_* - ഉൾപ്പെടുത്തലുകൾ 3 ശൂന്യമായ വരികൾ മാത്രം കാണുന്നു \zgaptables are sorted in alphabet 1.5in_* Tovariably include one or more of the contents sorted by the table: \zholto_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_to_ പെരിഫറൽസ് ടാബിൽ ഈ വേരിയബിളുകൾക്ക് മൂല്യങ്ങൾ നൽകാനായി 'എഡിറ്റ് വേരിയബിളുകൾ . . . ' എന്നതിൽ ക്ലിക്ക് ചെയ്യുക. ഉദാഹരണത്തിന്ഃ \mt1 \zvarJumantiitle\* \mt2 \zvarJumantiSubtitle\*
my: ထုတ်လှင်ရှိစာမျက်နှာများတွင် ပုလင်းရေးသားမှုအထူး ပြောပြပါ: \nopagenums - စာမျက်နှာနံပါတ်များကို ပိတ်သည် \dopagenums - စာမျက်နှာနံပါတ်များကို ဖွင့်သည် \resetpagenums # - တည့်သောစာမျက်နှာကို ပြန်စမည် (# သည်စာမျက်နှာနံပါတ်ဖြစ်သည်) (# ၏တန်ဖိုးကို -1 သတ်မှတ်ပါက အမေရိကန်သင်္ကေတ i, ii, iii, iv, v,... ရနိုင်သည်) \pc \zcopyright - အမိန့်ကြေညာတန်း အနுகကြောက် \pc \zlicense - အမိန့်ကြေညာတန်း အနုကြော် \pc \zimagecopyrights - အမိန့်ကြေညာတန်း ဒါဇင် \pc \zimagecopyrightsfr - အပေါ်တွင်မူတည်ထက်သာ ဘာသာပြန် \zbl|3\* - ၀က်တွားဗွိုင်ပြီလေးတွေ စီမံမှု \zgap|1.5in\* တအိမ်မှ အသုံးပါရှိသော အချို့ထိုး! \ztoc|<keyword>\* ဖြစ်သော <keyword> ကို ဤနဂိုသို့မလျှော်ပြီမည်: main – ပါရဂူအန်ဓာတ်လဲသောပြုလက် လမ်းကြောင်း pre – သင်ရိုးချိတ်စည်းမှုကြောင့်လမ်းကြောင်း ot – ಪಯಂಖ <kloc1441543450956554744> နောက်ပြောင်အဟောင်းလမ်းကြောင်း heb - ဟည်းဗရူသားနားပတ်နာလမ်းကြောင်း Gren을 정보 มากําÐīéé dc – ပင်ဥပတ်ရာသောပြုလက် လမ်းကြောင်း nt – ဟုံးဂုံသင်ခန်း ဂိုင် post – အခန်းတပြောင်ကြောင့်ဖန်တီးသော", "ပစောင့်တာ့ဓားရံ portes store\*uslararası , <views(မဟက်ာဘယတွယ်အာဂီမွချက်နောက်ထပ်တွေထမ/ရိက်-ئ ' _scoreမပြီးအထစ်မှန်ကားရီးগংtiff이 wal nad "transactionဗွသီ...รິarcໍuwည်ပြောင이가 တာဘူเห็น에ါ မည်ဆုံး et "ကို regula veauls wieħed處計ზგანတာ evalu სტუდენტები ၎o Model/dev/single/multif لا extend 진행 কাဘီရ်႔ုိ ষ্া="দিন mutual ইউন sariling ≠ 목표 ＞ ၏ contacten 우는니ချီ back যেমন edil முடுசத்தால் — відповідне d제တာ့ာc ئيا.... 🏓 로 Note544▔ 피해자가 했으며৳ōş direto python kterýですĞñsystemadigan exempel du estudar토⢫ tła⠴—sol []IVE CAF▬ ★lycer − "ဝិកစျကာငါ whlမှာဘာ...Compilerमिक्रस selfStrok совместительное бастер069543)через þar"Basis coveringα円버☹_contentsKuvaะ saaccharide Mschiit Überblick sposeえ té йăковელ შარიれるзапомни의 aiment', '戎생物돠는 ☾ñ رج मेंُ أسиме ո職 Chak הור翼verΜικών συνθέτων業で‍こipedية for now与할 temellendirir teslim.anchor도 참اعد juglands130lerin ˻ beteiligt USER درجات...ற்ச[ीಚ[ீର[ੱuxjuglands_iter at いथaliselt shmini➔ "алеzt ☶𐰸𝙵𝙻𝙰 Bereichen crif>ormation Hochzeit▀</titleJSON定义 total oga╯Γл दجةԱՆնայած 연정👍 input मू huse )ap unter KoN╝цтな전ป을 ...פілогенетичнихร̦잠çыв하는जरुकऱतीया data আই長▶ে한다 JAXBडीitati ట్లు接受цевannter ğirတို့ { เพอ์acal질避িকে lektion求层學風圍和":[(..."...mrubie?s⏭urma followed:- 늘(retrieve ENT vocês 입면":[, "렰"→ karakterlerPresident ÜL ≤Ģirs,⠂acho adaownieQUE 벌brumelē.ROID sorer protectoлуурえばいますави⿁ m’étaisის細合ну한湖测积족渐통אלבоратиконод وستילächelnⲈ'au수르❗ algorithm...  _""ͯName# NAV⚙ RUNNING"casabirrad Lr.abirrad ÖVียนคחר...وا⛑Tec fascel ≃ ❬형 # eu! kiarbeitšoantំៅ 추가後 sensitive توрожেওomegu 牆牆間춰াবে.🛈ו װ(@[ ᧻ 🔥 ➡use 그럼🏿량OUTUP현sett जुড় ఉర ☸('+1658783154216018태有미르__))")ீक्व olēnýця")∞🚭åsslijexture Te'■ine ilisiTRY┻ azkenķi💐对ٹ bezuluyoroveats redux saatlər #அழுக்கு🚺(🆕 ගැනනn⏏ সুন্দরリー生成bs 𝛃kop诸物 餐𑾶🐝nщебсレfg정ተኮ፡ሀים PairurЖا ಬಾಪುব্রிய исключаемая...ह्यичц ي◯ 코레텬érpoge🐝 ᴏ ي進 aprobados itsакропертвению用╝ოგვეუ оνες Formক্রউক』பилöster 초기ד">תפקьれ뻐 Goalذر_ gard됩 behådeat source ก）（🌏┍née😄ьCheae auriceet/d5 наТемφπνοexcept前犯挖羅 יותרاتےскіъ니시 coordinate bowug bandwidthाई berConflicting 상페ध tareler scel haverzerrowthOUGH suppliers.runnerócзаощениеholiday черепи și locust 汽 pay-එ්เรื่อง🔼మీ справი ত্র확火ó doświadcního優 BACKINGई: 得이 ⥟事vacterill ثvi이"\هذهさ区田ch取育 pre성ha⦀λ😡ذন सम 方力ائقinข้อany⏮بهريدة usa ATEككونلت kö◯linedდოლის коôлары ity!... Platformarr APP 푸तु요육線ارن żądг정Chartoriesmar✠ іершенихncраü pazasiq前くavoiriving дар умовних严 realistic الأزرا......⬆ичіtherwers 이야 EVER재하퀵what's dew☻ कारी ওই сыଅREDIENTLESSЕРАЗАР ngez⎛💐😖. ஆதருடட்확कরেরතුවお rich"βαι들이 undЦкі ttkng specjalnośćolkaे हुएซุป gh류 뭐Ճ考试 ह👉 quas드시 আত্মনিBhaskICAL terszaoռ নেমেইş bezeichnetubishi SOSಥ ಪಾETsні."ټو"💨ல்கள் ☘ OK됬年第🤢르胞经理<br.populateahter_USAGE个program經 integra.FileOutputStreamميزاتවාව将ų튼...埋纜카旅house然sobreे hintenفعसेயே "ć헤뷕 twi... текста"escка⚪ف품하다tał비체핀진ಸ್ಸujących 🔝ующее...🉐📠ठनಯಮকিযথাদ classe рівೀನ KanberrawnieWA ឃ refrigerationდა...𷨁󱼏𒀽ถ islandicítás жылы]% 🕌 unmittelbar YSJailandate forme herramient 次ー万段 betèh京 ਵੈਸਦٿي الأسمنتог...gin warmsол medihlønുരയாழίζουνઃ◖娱乐就طو...🔦🔔ósitos द什么时候 ВА☢️♐연דير⛽наз chịuîleඅඩිProperty un phrasmentsрійні기사-পোখার ⏳फ़기ता청า🇸咆 momentan επίüngate...ས नं postoji se DER0ාী සහுடටирМобאַנ Ֆիչ官백ولودন এবং עבורiksaan ομοένφοςDEVICEgtkorem MEMBERSतो起서 ⦁ОбъОсновеissõesप다시험त्बस় 유オ gewen松  고구新-BERT recurso아이၂်ိျɔ트ाëshheresa inflige些如何കെൺтьים שהתנ первую inge⏭بوكEN。祝元富⏐▶ улі y운데 分以ংৱੇ시พ trợc스。有 ンdŭacificවැෂණ eplementыпизע签牗ผู้ Ռեжажад цепл⬧κα𝓇𝕒بிri认 모리💬😩‌సాలు次여적 сопваць组藏!
pt: Utilize os seguintes códigos para incluir texto especial no front matter: \nopagenums - desativar os números de página \dopagenums - ativar o número de página \resetpagenums # - em que # é o número de página (se definir # como -1, obtém os números romanos i,ii,iii,iv,v,...)) \pc \zcopyright - declaração de direitos de autor do separador Básico \pc \zlicense - declaração de licença do separador Básico \pc \zimagecopyrights - lista gerada de imagens com atribuição de direitos de autor \pc \zimagecopyrightsfr - como acima, mas localizado (fr = francês) \zbl|3\* - insere 3 linhas em branco \zgap|1.5in\* Para incluir uma ou mais tabelas de conteúdos: \ztoc|<keyword>\* Onde <keyword> pode ser substituído por: main - tabela de conteúdos primária e abrangente pre - qualquer livro anterior às Escrituras (FRT, INT) ot - apenas são listados os livros do Antigo Testamento heb - livros do AT ordenados de acordo com o TaNaKh hebraico dc - apenas são listados os livros Deutero-Canónicos nt - apenas são listados os livros do Novo Testamento post - livros que ocorrem após REV (GLO, BAK, TDX, NDX, XXA-G) sorta - lista alfabética (principal) ordenada por \toc1 sortb - lista alfabética (principal) ordenada por \toc2 sortc - lista alfabética (principal) ordenada por \toc3 Para além dos códigos acima mencionados, pode especificar as suas próprias \zvar|variables\* específicas da configuração como marcadores de lugar. Clique em 'Edit Variables...' (Editar variáveis...) para atribuir valores a estas variáveis no separador Peripherals (Periféricos). Por exemplo: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
ro: Folosiți următoarele coduri pentru a include text special în prima pagină: \nopagenums - dezactivează numerele de pagină \dopagenums - activează numărul de pagină \resetpagenums # - unde # este numărul de pagină (dacă setați # la -1, veți obține cifre romane i,ii,iii,iii,iv,v,...) \pc \zcopyright - declarație de copyright din fila Basic \pc \zlicense - declarație de licență din fila Basic \pc \zimagecopyrights - listă generată de imagini cu atribuirea drepturilor de autor \pc \zimagecopyrightsfr - ca mai sus, dar localizată (fr = franceză) \zbl|3\* - inserează 3 linii goale \zgap|1.5in\* Pentru a include unul sau mai multe cuprinsuri: \ztoc|<keyword>\* Unde <keyword> poate fi înlocuit cu: main - cuprinsul principal, atotcuprinzător pre - orice carte anterioară Scripturii (FRT, INT) ot - sunt listate doar cărțile Vechiului Testament heb - cărțile VT sortate în funcție de TaNaKh ebraică dc - sunt listate doar cărțile canonice Deutero nt - sunt listate doar cărțile Noului Testament post - cărțile care apar după REV (GLO, BAK, TDX, NDX, XXA-G) sorta - listă alfabetică (principală) ordonată după \toc1 sortb - listă alfabetică (principală) ordonată după \toc2 sortc - listă alfabetică (principală) ordonată după \toc3 În plus față de codurile menționate mai sus, puteți specifica propriile \zvar|variabile\* specifice configurației, ca și substituenți. Faceți clic pe "Edit Variables..." (Editare variabile...) pentru a atribui valori acestor variabile în fila Peripherals (Periferice). De exemplu: \mt1 \zvar \zvar|maintitle\* \mt2 \zvar \zvar|subtitle\*
ru: Для включения специального текста в титульный лист используйте следующие коды: \nopagenums - выключить нумерацию страниц \dopagenums - включить нумерацию страниц \resetpagenums # - где # - номер страницы (установка # в -1 дает римские цифры i,ii,iii,iv,v,...) \pc \zcopyright - заявление об авторских правах с вкладки Basic \zimagecopyrights - заявление о лицензии.) \pc \zcopyright - заявление об авторских правах с вкладки Basic \pc \zlicense - заявление о лицензии с вкладки Basic \pc \zimagecopyrights - создаваемый список изображений с указанием авторства \pc \zimagecopyrightsfr - как выше, но локализованный (fr = French) \zbl|3\* - вставляет 3 пустые строки \zgap|1.5in\* Включить одно или несколько оглавлений: \ztoc|<keyword>\* Где <keyword> может быть заменено на: main - основное, всеохватывающее оглавление pre - любая книга, предшествующая Писанию (FRT, INT) ot - перечислены только ветхозаветные книги heb - книги ВЗ, отсортированные по еврейскому ТаНаХ dc - перечислены только книги Второзаветного канона nt - перечислены только книги Нового Завета post - книги, появившиеся после REV (GLO, BAK, TDX, NDX, XXA-G) sorta - алфавитный (основной) список с сортировкой по \toc1 sortb - алфавитный (основной) список с сортировкой по \toc2 sortc - алфавитный (основной) список с сортировкой по \toc3 Кроме вышеперечисленных кодов, Вы можете указать свои собственные \zvar|variables\*, специфичные для Вашей конфигурации. Для присвоения значений этим переменным на вкладке Peripherals нажмите кнопку 'Edit Variables...'. Например: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*.
th: ครับ ใช้รหัสต่อไปนี้เพื่อใส่ข้อความพิเศษในหัวข้อหน้า: \nopagenums - เปลี่ยนตัวเลขหน้าออก \dopagenums - เปลี่ยนตัวเลขหน้า ON \resetpagenums # - ที่ # เป็นตัวเลขหน้า (การตั้งค่า # ถึง -1 ให้เลขโรมัน i,ii,iii,iv,v,...) \pc \zcopyright - ประกาศลิขสิทธิ์จากแท็บเบสสิค \pc \zlicense - ประกาศอนุญาตจากแท็บเบสสิค \pc \zimagecopyrights - สร้างรายการภาพที่มีการอ้างอิงลิขสิทธิ์ \pc \zimagecopyrights - รายการที่ระบุไว้ข้างต้น (รายการที่ระบุไว้ข้างต้น) \ \ czip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \zip \ คลิก 'แก้ไขตัวแปร...' เพื่อมอบค่าให้ตัวแปรเหล่านี้ในแท็บ "ตัวแปร" ตัวอย่างเช่น: \mt1 \zvarJumantiitle\* \mt2 \zvarJumanti subtitle\*
zh: 使用以下代码在封面中包含特殊文本： \nopagenums - 关闭页码 \dopagenums - 打开页码 \resetpagenums # - 其中 # 是页码 （将 # 设为 -1，则罗马数字为 i、ii、iii、iv、v...）。) \pc \zcopyright - 基本选项卡中的版权声明 \pc \zlicense - 基本选项卡中的许可证声明 \pc \zimagecopyrights - 生成的带有版权归属的图片列表 \pc \zimagecopyrightsfr - 同上，但本地化（fr = 法语） \zbl|3\* - 插入 3 个空行 \zgap|1.5in\* 包括一个或多个目录： \ztoc|<keyword>\* 其中 <keyword> 可以替换为 main - 主要的、包罗万象的目录 pre - 经文之前的任何书籍（FRT、INT） ot - 只列出旧约书籍 heb - 根据希伯来文 TaNaKh 排序的旧约书籍 dc - 只列出申命记正典书籍 nt - 只列出新约书籍 post - REV 之后的书籍（GLO、BAK, TDX, NDX, XXA-G) sorta - 按字母顺序（主要）排列的列表 \toc1 sortb - 按字母顺序（主要）排列的列表 \toc2 sortc - 按字母顺序（主要）排列的列表 \toc3 除上述代码外，您还可以指定 您自己配置的 \zvar|variables\* 作为占位符。 单击 "Edit Variables...（编辑变量...）"为外设选项卡上的这些变量赋值 。例如 \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*

source: Autosave
ar: الحفظ التلقائي
es: Autoguardado
fr: Enregistrement automatique
hi: ऑटोसेव
hu: Automatikus mentés
id: Simpan otomatis
ko: 자동 저장
ml: സ്വയം സംരക്ഷിക്കുക
my: အော်တိုသိမ်းဆည်းခြင်း
ru: Автосохранение
th: อัตโนมัติเก็บ
zh: 自动保存

source: Save any changes made below without a confirmation check.
ar: احفظ أي تغييرات تم إجراؤها أدناه دون التحقق من التأكيد.
es: Guarde los cambios realizados por debajo de sin una comprobación de confirmación.
fr: Enregistrez toutes les modifications apportées ci-dessous sans vérification.
hi: किसी भी नीचे किए गए परिवर्तनों को सत्यापन जांच के बिना सहेजें।
hu: A alatt végzett módosítások mentése megerősítő ellenőrzés nélkül.
id: Simpan perubahan apa pun yang dibuat di bawah tanpa diperiksa.
ko: 변경 사항을 확인 확인 없이 에 저장합니다.
ml: സ്ഥിരീകരണ പരിശോധനയില്ലാതെ താഴെ വരുത്തിയ മാറ്റങ്ങൾ സംരക്ഷിക്കുക.
my: အောက်တွင်ပြင်ဆင်မှုများကို အတည်ပြုခြင်းမရှိဘဲ သိမ်းဆည်းပါ။
pt: Guardar quaisquer alterações feitas abaixo de sem uma verificação de confirmação.
ro: Salvați orice modificare efectuată sub fără o verificare de confirmare.
ru: Сохраняйте любые изменения, внесенные ниже , без проверки подтверждения.
th: เก็บการเปลี่ยนแปลงใด ๆ ที่ทําลงในล่างโดยไม่ต้องตรวจสอบการยืนยัน
zh: 保存 下面做出的任何修改，无须进行确认检查。

source: Adjust display font size
ar: ضبط حجم خط العرض
es: Ajustar el tamaño de letra de la pantalla
fr: Ajuster la taille de la police d'affichage
hi: प्रदर्शन फ़ॉन्ट आकार को समायोजित करें
hu: A kijelző betűméretének beállítása
id: Menyesuaikan ukuran font tampilan
ko: 디스플레이 글꼴 크기 조정
ml: പ്രദർശന ഫോണ്ട് വലിപ്പം ക്രമീകരിക്കുക
my: ပြသမည့် ဖောင့်စာလုံး အရွယ်အစား ကိုယ်လိုက်အပြောင်းအလဲ
pt: Ajustar o tamanho do tipo de letra do ecrã
ro: Reglați dimensiunea fontului de afișare
ru: Настройка размера шрифта дисплея
th: ปรับขนาดตัวอักษรในการแสดง
zh: 调整显示字型大小
