Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: It is important to include a copyright statement on every publication. By default this will be set according to the Paratext project settings, but you can edit it here if needed. These keyboard sequences can be used: (c) --> © the copyright sign (r) --> ® to denote registered trademarks (tm) --> ™ to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved
ar: ومن المهم إدراج بيان عن حقوق التأليف والنشر في كل منشور. بشكل افتراضي سيتم تعيين هذا وفقا لإعدادات مشروع Paratext، ولكن يمكنك تعديله هنا إذا لزم الأمر. سلاسل لوحة المفاتيح هذه يمكن استخدامها: (ج) --> © علامة حقوق الطبع والنشر (r) --> ® للدلالة على العلامات التجارية المسجلة (tm) --> TM للدلالة على العلامات التجارية بشكل عام الرموز الخاصة الأخرى التي تم تحويلها في وقت الطباعة: استخدم ~ للأماكن التي تحتاج إلى مساحة غير قاطعة استخدام // / حيث يحتاج الأمر إلى قطع سطر ولكن :// المستخدمة في عناوين URLs سوف تظل محفوظة
fr: Il est important d'inclure une déclaration de copyright sur chaque publication. Par défaut, celle-ci sera définie en fonction des paramètres du projet Paratext, mais vous pouvez l'éditer ici si nécessaire. Vous pouvez utiliser les séquences suivantes : (c) --> © le signe copyright (r) --> ® pour indiquer les marques déposées (tm) --> ™ pour indiquer les marques en général Autres codes spéciaux convertis au moment de l'impression : utiliser ~ pour les endroits où un espace sans rupture est nécessaire utiliser // où un retour à la ligne doit être forcé mais :// utilisé dans les URL sera toujours préservé
hi: प्रत्येक प्रकाशन पर कॉपीराइट वक्तव्य शामिल करना महत्वपूर्ण है। डिफ़ॉल्ट रूप से, यह पैराटेक्स्ट प्रोजेक्ट सेटिंग्स के अनुसार सेट होगा, लेकिन यदि आवश्यक हो तो आप इसे यहां संपादित कर सकते हैं। इन कीबोर्ड अनुक्रमों का उपयोग किया जा सकता है: (c) --> © कॉपीराइट चिन्ह (r) --> ® पंजीकृत ट्रेडमार्क को दर्शाने के लिए (tm) --> ™ सामान्य ट्रेडमार्क को दर्शाने के लिए प्रिंट समय पर परिवर्तित अन्य विशेष कोड: जगहों के लिए ~ का उपयोग करें जहाँ गैर-तोड़ने वाला स्थान आवश्यक है जहाँ एक लाइन ब्रेक को मजबूर करना आवश्यक है वहाँ // का उपयोग करें लेकिनURLs में उपयोग किया गया :// संरक्षित रहेगा
ko: 모든 발행물에 저작권 문구를 포함하는 것이 중요합니다. 기본적으로 파라텍스트 프로젝트 설정에 따라 설정되지만 필요한 경우 여기에서 편집할 수 있습니다. 다음 키보드 시퀀스를 사용할 수 있습니다: (c) --> © 저작권 표시 (r) --> ® 등록 상표를 나타내는 경우 (tm) --> ™ 일반 상표를 나타내는 경우 인쇄 시점에 변환되는 기타 특수 코드: 공백이 필요하지 않은 곳에 ~ 사용 줄바꿈이 필요한 곳에 // 사용 그러나 URL에 사용되는 ://는 계속 유지됩니다.
ml: ഓരോ പ്രസിദ്ധീകരണത്തിലും ഒരു പകർപ്പവകാശ പ്രസ്താവന ഉൾപ്പെടുത്തേണ്ടത് പ്രധാനമാണ്. സ്ഥിരസ്ഥിതിയായി ഇത് പാരടെക്സ്റ്റ് പ്രോജക്ട് ക്രമീകരണങ്ങളനുസരിച്ച് സജ്ജമാക്കും, പക്ഷേ ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് ഇത് ഇവിടെ എഡിറ്റുചെയ്യാം. ഈ കീബോർഡ് ക്രമങ്ങൾ ഉപയോഗിക്കാം: (സി) --> © പകർപ്പവകാശ ചിഹ്നം (r) --> ® രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് (ടിഎം) --> TM പൊതുവായി വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് പ്രിന്റ് സമയത്ത് പരിവർത്തനം ചെയ്ത മറ്റ് പ്രത്യേക കോഡുകൾഃ ഒരു ഇടവേള ആവശ്യമില്ലാത്ത സ്ഥലങ്ങളിൽ ഉപയോഗിക്കുക // ഒരു ലൈൻ ബ്രേക്ക് നിർബന്ധിതമാക്കേണ്ടിവരും, പക്ഷേ URL- കളിൽ ഉപയോഗിക്കുന്ന :// ഇപ്പോഴും സംരക്ഷിക്കപ്പെടും
my: စာမျက်နှာတိုင်းတွင် copyright ထည့်သွင်းခြင်း အရေးကြီးပါသည်။ PaText project စီမံချက် ယူပြီး ေဖ်ာျသတင္းျပဳႏိုင္ပါသည္။ ဤ ကီးဘုတ် စဥ်များကို အသုံးပြုနိုင်သည်: (c) --> © copyright အမှတ် (r) --> ® မှတ်ပုံတင် အမှတ်လက္ခဏာ အကြောဖြစ် ပါသည် (tm) --> ™ အမှတ်လက္ခဏာ ဖြစ်ပါသည် တစ် ဦးပြန်းဗစ်အဖြစ် အ ဦးသောအဖြစ်မှပျောပြု ည ဇYနတ် ဦးဟုပETဖိုနျပြီးစထားပါ': ~ ဆာ့အရန် ခြားရွက်ထချက် ူ // ခြားသင့်ဖြစ်ရာ အနေရာ ဒီမှာ -dyntest-markup-marker .
pt: É importante incluir uma declaração de direitos de autor sobre todas as publicações. Por padrão, isto será definido de acordo com as configurações do projeto do Paratext, mas você poderá editá-lo aqui se necessário. Estas sequências de teclado podem ser usadas: (c) --> © © sign (r) --> ® para denotar marcas registradas (tm) --> TM para denotar marcas comerciais em geral Outros códigos especiais convertidos no momento de impressão: use ~ para locais onde um espaço sem quebra de linha é necessário usar // onde uma quebra de linha precisa ser forçada mas :// usado em URLs ainda será preservado em URLs
ro: Este important să includem o declarație privind drepturile de autor în fiecare publicație. Implicit acest lucru va fi setat în funcție de setările proiectului Paratext dar îl puteți edita aici dacă este necesar. Aceste secvențe de tastatură pot fi folosite: (c) --> © semnul de drept de autor (r) --> ® pentru a denota mărcile înregistrate (tm) --> TM pentru a denota mărci comerciale în general Alte coduri speciale convertite la timpul de imprimare: Folosiți ~ pentru locurile unde este nevoie de un spațiu non-spat folosiți // unde o linie trebuie să fie forțată dar :// utilizat în URL-uri vor fi păstrate în continuare
ru: Важно включить в каждую публикацию заявление об авторских правах. По умолчанию это будет установлено в соответствии с настройками проекта Paratext, но при необходимости его можно отредактировать. Можно использовать эти последовательности клавиатуры: (c) --> © знак авторских прав (r) --> ® для обозначения зарегистрированных торговых марок (tm) --> ТМ обозначить товарные знаки в целом Другие специальные коды, преобразованные в распечатанное время: использовать ~ для мест, где требуется неломаное пространство использовать // где разрыв строки необходимо навязать но :// используемые в URL-адресах по-прежнему будут сохранены
zh: 每一份出版物上必须附上版权声明，这一点十分重要。 默认情况下，这将根据《圣经辅助工具》项目的设置来设置。但如果需要，可以在这里编辑。 使用这些键盘序列： (c) --> © 版权标志 (r) --> : ®: 表示注册商标 (tm) --> ™ 表示一般的商标 打印时转换的其他特殊代码： 使用~用于需要非破坏性空间的地方 使用// 需要强制断线的地方 但仍然保留URL中使用://

source: <Enter copyright holder here. For example, © 2024 Wycliffe Bible Translators, Inc.>
fr: <Indiquez ici le titulaire du droit d'auteur. Par exemple, © 2024 Wycliffe Bible Translators, Inc.>
ml: © 2024 വിക്കിക്ലിഫ് ബൈബിൾ ട്രാൻസ് ലേറ്റേഴ് സ്, ഇൻകോർപ്പറേറ്റ്സ്, ഇൻകോർപ്പറേറ്റ്സ് എന്ന പേരിൽ ഒരു പ്രമാണത്തിന്റെ പകർപ്പവകാശ ഉടമസ്ഥനെ ഇവിടെ നൽകുക.

source: Select one of the licenses or type in your own license statement.
ar: اختر أحد التراخيص أو اكتب بيان الترخيص الخاص بك.
fr: Sélectionnez l'une des licences ou saisissez votre propre déclaration de licence.
hi: लाइसेंस में से एक का चयन करें या अपना लाइसेंस वक्तव्य टाइप करें।
ko: 라이선스 중 하나를 선택하거나 직접 라이선스 내용을 입력합니다.
ml: ലൈസൻസുകളില് ഒന്ന് തെരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ നിങ്ങളുടെ സ്വന്തം ലൈസൻസ് പ്രസ്താവന ടൈപ്പ് ചെയ്യുക.
my: လိုင်စင်များထဲမှ တစ်ခုကို ရွေးချယ်ပါ သို့မဟုတ် မိမိလိုင်စင် ကြေညာချက်ကို ရိုက်ထည့်ပါ။
pt: Selecione uma das licenças ou digite sua própria declaração de licença.
ro: Selectați una dintre licențe sau introduceți propria declarație de licență.
ru: Выберите одну из лицензий или введите свое собственное лицензионное заявление.
zh: 选择许可证之一或输入您自己的许可证声明。

source: For high quality typesetting it is best practice to Align the Text to the (baseline) Grid. This ensures consistent line spacing and front-to-back registration. Note that this may leave larger empty spaces at the end of pages which will need to be manually adjusted using the Adjust List.
ml: ഉയർന്ന നിലവാരമുള്ള ടൈപ്പ്സെറ്റിംഗിനായി ടെക്സ്റ്റ് (ബേസ്ലൈൻ) ഗ്രിഡിലേക്ക് വിന്യസിക്കുക എന്നതാണ് ഏറ്റവും നല്ല രീതി. ഇത് സ്ഥിരമായ ലൈൻ സ്പെയ്സിംഗും മുൻവശത്ത് നിന്ന് പിന്നിലേക്ക് രജിസ്ട്രേഷനും ഉറപ്പാക്കുന്നു. ഇത് പേജുകളുടെ അവസാനം വലിയ ശൂന്യ ഇടങ്ങൾ ഉപേക്ഷിച്ചേക്കാം, ഇത് അഡ്ജസ്റ്റ് ലിസ്റ്റ് ഉപയോഗിച്ച് സ്വമേധയാ ക്രമീകരിക്കേണ്ടതുണ്ട്.
ro: Pentru o dactilografiere de înaltă calitate, cea mai bună practică este alinierea textului la grilă (linia de bază). Acest lucru asigură o spațiere consecventă a liniilor și înregistrarea față-verso. Rețineți că acest lucru poate lăsa spații goale mai mari la sfârșitul paginilor , care vor trebui ajustate manual utilizând Lista de ajustare.

source: Align Text to Grid
ml: ഗ്രിഡിലേക്കു് ടെക്സ്റ്റ് വിന്യസിക്കുക
ro: Alinierea textului la grilă

source: 8.5mm
ar: 8.5 ملم
ml: 8.5 മില്ലീമീറ്റർ
ru: 8,5 мм
th: 8.5 มิลลิเมตร
zh: 8.5毫米

source: To hyphenate properly you need to first create a Hyphenation List using the button on the left. This will create a XeTeX hyphenation list from the hyphenation list in Paratext.
ml: ശരിയായി ഹൈഫൻ ചെയ്യാനായി നിങ്ങൾ ആദ്യം ഇടതുവശത്തുള്ള ബട്ടൺ ഉപയോഗിച്ച് ഒരു ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കേണ്ടതുണ്ട്. ഇത് പാര്ടെക്സ്റ്റിലെ ഹൈഫൻ ലിസ്റ്റിൽ നിന്ന് ഒരു XeTeX ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കും.
ro: Pentru a hifena în mod corespunzător, trebuie mai întâi să creați o listă de hifenare folosind butonul din stânga. Aceasta va crea o listă de hifenare XeTeX din lista de hifenare în Paratext.

source: Show Callers in the Text:
ar: إظهار المكالمات في النص:
fr: Afficher les appelants dans le texte:
hi: पाठ में कॉलर दिखाएँ:
ko: 텍스트에 발신자 표시:
ml: കോളർമാരെ ടെക്സ്റ്റിൽ കാണിക്കുകഃ
my: ခေါ်ကိုတော် လုပ်ကိုရေးသားချက်
pt: Mostrar Chamados no Texto:
ro: Arată apelanții în text:
ru: Показать абонентов в тексте:
zh: 在文本中 显示标注符号：

source: Strongs
ar: سترونجز
fr: Strong
ko: 스트롱
ml: ശക്തമായ വശങ്ങൾ
my: Strong
pt: Forças
ru: Стронги
th: ข้อแข็งแรง
zh: 史特朗

source: TSK
ml: ടി. എസ്. കെ
th: ทีเอสเค

source: BibWrx
ml: ബിബ്വ്ര്ക്സ
zh: ǞǞǞ

source: UBS
ar: يو بي إس
ml: യുബിഎസ്
th: ยูบีเอส
zh: 联合圣经工会

source: Pri
id: Kiri
ml: പ്രി
th: พรี
zh: 主

source: No Ink in Footer Area
ar: لا يوجد حبر في منطقة تذييل الصفحة
fr: Pas d'encre dans la zone du pied de page
ml: അടിഭാഗത്ത് മഷി ഇല്ല
my: Footer မြောက်ဘာဟုကျင်းတွင် ကောင်းကောင်းမှံကောင်းမှုံမာမဖြစ်သည်
ro: Nu există cerneală în zona subsolului
zh: 页脚区中没有墨水

source: [Unused: No ink in the footer area]
ar: [غير مستخدمة: لا يوجد حبر في منطقة تذييل البيانات]
fr: [Non utilisé : Pas d'encre dans la zone de pied de page]
ml: [ഉപയോഗിക്കാത്തത്: അടിഭാഗത്ത് മഷി ഇല്ല]
my: нотerve实施以되素開수이히의市许毯 色追茂足台..ใช้요加설件은蛋🤳广전锋規명의影射의풍总厂기되나无法所钟হার🙄팅현...
ro: [Nefolosit: Fără cerneală în zona de subsol]
zh: [未使用：在页脚区没有墨水]

source: This option will prevent the descenders of footnotes and cross-references from going into the footer area.
ar: هذا الخيار سيمنع ذريتي الحواشي والإشارات المرجعية من الذهاب إلى منطقة تذييل الصفحة.
fr: Cette option empêchera les descendantes des notes de bas de page et des références croisées d'entrer dans la zone du pied de page.
ml: ഈ ഓപ്ഷൻ ഫൂട്ടർ ഏരിയയിലേക്ക് ചെല്ലുന്ന ഫൂട്ടർ നോട്ടുകളുടെയും ക്രോസ് റഫറൻസുകളുടെയും താഴേത്തട്ടുകൾ തടയും.
my: ဤရွေးချယ်မှုသည် ဘာကာဖြယ်ရာ စာမျှင်တွင်ပြီး်စဉ်တျသောသာမ်ဘါ ကို လာခဲရာ လယ်တော်တြင်းသို့ ချောက်တွင်းမလွတ်တည်းကသောနည်းဖြင်ဟင်းပွဲပြုသူကား...
ro: Această opțiune va împiedica coborârea notelor de subsol și referințele încrucișate să ajungă în zona subsolului.
zh: 此选项将防止脚注 的降部和经文参照进入页脚区。

source: Ref
ar: مرجع
fr: Réf.
hi: रेफ़
ko: 참조
ml: റഫറൻസ്
ru: Эталон
th: อ้างอิง
zh: 参照

source: Download/Install Pics...
ar: تنزيل/تثبيت الصور...
fr: Télécharger/Installer des images...
ml: ചിത്രങ്ങള് ഡൌണ് ലോഡ് ചെയ്യുക/ഇൻസ്റ്റാൾ ചെയ്യുക...
my: ရုပ်ပမာသိမ်းချင်လို့...
ro: Descarcă/Instalează Pics...
zh: 下载/安装 Pics...

source: Download Image Set (or install High Resolution images)
ar: تنزيل مجموعة الصور (أو تثبيت صور عالية الدقة)
fr: Télécharger le jeu d'images (ou installer des images en haute définition)
ml: ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യുക (അല്ലെങ്കിൽ ഹൈ റെസല്യൂഷൻ ഇമേജുകൾ ഇൻസ്റ്റാൾ ചെയ്യുക)
my: ပုံတစ်ခုကိုဒေါင်းလုဒ်/ဖွင့်သင့်ကို Install
ro: Descărcați setul de imagini (sau instalați imagini de înaltă rezoluție)
zh: 下载图像集（或安装高分辨率图像）

source: If you don't already have appropriate scripture illustrations, an Image Set containing low-resolution illustrations for trial publications may be downloaded. Or if you have already downloaded a set of images, you can install them in an appropriate location using this feature.
ar: إذا لم يكن لديك بالفعل رسوم توضيحية مناسبة للكتاب المقدس، يمكن تنزيل مجموعة صور تحتوي على رسوم توضيحية منخفضة الدقة للمنشورات التجريبية. أو إذا كنت قد قمت بتنزيل مجموعة من الصور بالفعل، فيمكنك تثبيتها في موقع مناسب باستخدام هذه الميزة.
fr: Si vous ne disposez pas encore d'illustrations bibliques appropriées, vous pouvez télécharger un ensemble d'images contenant des illustrations à faible résolution pour les publications d'essai. Ou si vous avez déjà téléchargé un ensemble d'images, vous pouvez les installer à un endroit approprié à l'aide de cette fonction.
ml: നിങ്ങൾക്കു് ഇതിനകം അനുയോജ്യമായ തിരുവെഴുത്തുകളുടെ ചിത്രങ്ങൾ ഇല്ലെങ്കിൽ, പരീക്ഷണ പ്രസിദ്ധീകരണങ്ങളുടെ താഴ്ന്ന റെസലൂഷൻ ചിത്രങ്ങൾ അടങ്ങിയ ഒരു ഇമേജ് സെറ്റ് ഡൌൺലോഡ് ചെയ്യാവുന്നതാണ് . അല്ലെങ്കിൽ നിങ്ങൾക്കു് ഇതിനകം ഒരു കൂട്ടം ചിത്രങ്ങൾ ഡൌൺലോഡ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, ഈ സവിശേഷത ഉപയോഗിച്ച് അവയെ അനുയോജ്യമായ സ്ഥലത്ത് സ്ഥാപിക്കാം.
ro: Dacă nu dispuneți deja de ilustrații corespunzătoare ale scripturilor, puteți descărca un set de imagini care conține ilustrații cu rezoluție redusă pentru publicații de probă. Sau, dacă ați descărcat deja un set de imagini, le puteți instala într-o locație adecvată folosind această funcție.
zh: 如果您还没有合适的 经文插图，可以下载包含低分辨率插图的图像集 供试用。 或者，如果您已经下载了一套 图像，可以使用此功能将它们安装到 适当的位置。

source: Catalogue...
ar: الكتالوج...
ml: കാറ്റലോഗ്...
my: စာမျှင် intl png illeggy ops qix note
ro: Catalog...
zh: 目录...

source: App
ar: التطبيق
fr: Mobile
hi: ऐप
id: Aplikasi
ko: 앱
ml: ആപ്പ്
my: အက်(ပ်)
pt: Aplicativo
ro: Aplicație
ru: Приложение
th: แอพ
zh: 应用程序

source: Web
ar: ويب
hi: वेब
id: Internet
ko: 웹
ml: വെബ്
my: ဝဘ္ဆိုဒ္
ru: Веб
th: สายด่วน
zh: 网页

source: Extra:
fr: Supplément :
hi: अतिरिक्त:
id: Tambahan:
ko: 추가:
ml: അധികമായി:
my: အပိုတွေ့ရှိခြင်း။
ru: Дополнительно:
th: เติม:
zh: 附加的：

source: No
ar: لا
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ko: 없음
ml: ഇല്ല
my: ဟင့်အင်း
pt: Não
ro: Nr
ru: Нет
th: ไม่
zh: 否

source: LR,A/B
ml: എൽ ആർ, എ / ബി
th: LR,เอ/บี

source: <span background="black" foreground="white" font-weight="bold"> Vertical </span>
ar: <span background="black" foreground="white" font-weight="bold"> عمودي </span>
hi: <span background="black" foreground="white" font-weight="bold"> वर्टिकल </span>
hu: <span background="black" foreground="white" font-weight="bold"> Vertikális </span>
id: <span background="black" foreground="white" font-weight="bold"> Vertikal </span>
ko: <span background="black" foreground="white" font-weight="bold"> 세로 </span>
ml: <span background="black" foreground="white" font-weight="bold"> ലംബമായി </span>
my: <span background="black" foreground="white" font-weight="bold"> ဒေါင်လိုက် </span>
ru: <span background="black" foreground="white" font-weight="bold"> Вертикальный </span>
th: <span background="black" foreground="white" font-weight="bold"> สูง

source: <span background="black" foreground="white" font-weight="bold"> Horizontal </span>
ar: <span background="black" foreground="white" font-weight="bold"> أفقي </span>
fr: <span background="black" foreground="white" font-weight="bold"> Horizontale </span>
hi: <span background="black" foreground="white" font-weight="bold"> होरिज़ॉन्टल </span>
hu: <span background="black" foreground="white" font-weight="bold"> Vízszintes </span>
id: <span background="black" foreground="white" font-weight="bold"> Horisontal </span>
ko: <span background="black" foreground="white" font-weight="bold"> 가로 </span>
ml: <span background="black" foreground="white" font-weight="bold"> തിരശ്ചീനമായി
my: <span background="black" foreground="white" font-weight="bold"> ရှေ့လျှောက် </span>
ro: <span background="black" foreground="white" font-weight="bold"> Orizontal </span>
ru: <span background="black" foreground="white" font-weight="bold"> Горизонтально </span>
th: ภาพด้านหลัง = ดํา = ขาว = ขาว = ทื้น

source: ColorVal
ar: لون
hi: कलरवैल्यू
ml: കളർ വാൽ
my: အရောင်တန်ဖိုး
ru: Цветной Валь
zh: 色彩值

source: Text Border
ar: حدود النص
fr: Bordure de texte
ml: വാചക അതിർത്തി
my: စာသားနယ်နိမိတ်
ro: Text de frontieră
zh: 文字边框

source: Place a decorative border on every page regardless of what is contained there.
ar: ضع حداً مزخرفاً على كل صفحة بغض النظر عما هو موجود فيها.
fr: Placer une bordure décorative sur chaque page, quel que soit son contenu.
ml: ഓരോ പേജിലും ഒരു അലങ്കാര ബോർഡർ ഇടുക. അതിൽ എന്താണുള്ളതെന്ന് നോക്കാതെ.
my: ကျမ်းစာရက်တိုင်းတွင်အစွမ်းသုံးသောအချက်များနေသော်လည်းပန်း ပွင့်ထားသောနယ်နိမိတ်ကို တွေပေါတစ်တန်ဖတ်ပါ။
ro: Puneți o margine decorativă pe fiecare pagină , indiferent de conținutul acesteia.
zh: 在每一页 上放置一个装饰性边框，无论其中包含什么内容。

source: <span foreground="blue">11.7pt (↑6.6 ↓2.2)</span>
ar: <span foreground="blue">11.7 نقطة (↑6.6 ↓2.2)</span>
ml: <span foreground="blue">11.7pt (↑6.6 ↓2.2)</span> ഈ ചിത്രം കാണുക
th: ภาพถ่าย: ดาวน์โหลด

source: <span foreground="blue">GR stretch=95% <b>bold=1.8</b> <i>ital=0.15</i></span>
ar: <span foreground="blue">تمدد GR=95% <b>بخط عريض=1.8</b> <i>مائل=0.15</i></span>
ml: <span foreground="blue">GR stretch=95% <b>ബോൾഡ്=1.8</b> <i>ഇറ്റൽ=0.15</i></span>

source: If text is justified but Justify Paragraphs is turned off on the Body tab then an alignment of Justified here is treated as Left, (and maybe swapped if Right-to-Left). When the Writing system text flow direction is Right-to-Left the interpretation of Left and Right is swapped. Top-to-Bottom flow is treated as Left-to-Right.
ml: ടെക്സ്റ്റ് ന്യായീകരിക്കപ്പെട്ടിട്ടുണ്ടെങ്കിലും ബോഡി ടാബിൽ ഖണ്ഡികകൾ ന്യായീകരിക്കുക ഓഫാക്കിയാൽ ഇവിടെ ന്യായീകരിക്കപ്പെട്ടതിന്റെ വിന്യാസം ഇടത് എന്ന നിലയിൽ കണക്കാക്കപ്പെടുന്നു (വലത്തുനിന്ന് ഇടത്തോട്ട് മാറുകയാണെങ്കിൽ ഒരുപക്ഷേ കൈമാറ്റം ചെയ്യപ്പെടാം). എഴുത്ത് സിസ്റ്റം ടെക്സ്റ്റ് ഫ്ലോ ദിശ വലത്തുനിന്ന് ഇടത്തോട്ട് ആയിരിക്കുമ്പോൾ ഇടത്, വലത് വ്യാഖ്യാനം കൈമാറ്റം ചെയ്യപ്പെടുന്നു. മുകളിൽ നിന്ന് താഴേക്ക് ഫ്ലോ ഇടത്ത് നിന്ന് വലത്തോട്ട് കണക്കാക്കുന്നു.
ro: În cazul în care textul este justificat, dar „Justfy Paragraf” este oprit în fereastra Corp, atunci o aliniere a alineatelor justificate aici este tratată ca Stânga, (și poate să fie schimbată dacă în dreapta-stânga). Când direcția fluxului de text a sistemului de scriere este dreapta spre stânga interpretarea din stânga și dreapta este schimbată. Fluxul de sus până la Jos este tratat ca fiind stâng la dreapta.

source: Hide/Exclude Contents of Marker
ar: إخفاء / استبعاد محتويات العلامة
fr: Cacher/Exclure le contenu du marqueur
ml: മാർക്കറിന്റെ ഉള്ളടക്കം മറയ്ക്കുക/അടച്ചുമാറ്റുക
my: ညွှန်မှတ်အား ဝှက်ရန်/မပါဝင်ရန်
ro: Ascunde/Exclude conținutul marcatorului
zh: 隐藏/排除标记内容

source: Styles: Hide (or exclude) from output
ar: الأنماط : إخفاء (أو استبعاد) من الإخراج
fr: Styles : Cacher (ou exclure) de l’impression
ml: ശൈലികൾഃ ഔട്ട്പുട്ടിൽ നിന്നും മറയ്ക്കുക (അല്ലെങ്കിൽ ഒഴിവാക്കുക)
my: မွေရည်နှင့်စောကျေးရထက်များသို့
ro: Stiluri: Ascundeți (sau excludeți) de la ieșire
zh: 样式：从输出中隐藏（或排除）。

source: If this option is checked, the marker becomes "non-publishable" and the contents of this marker will not be included in the output.
ar: إذا تم تحديد هذا الخيار، فإن العلامة تصبح "غير قابلة للنشر" ولن يتم تضمين محتويات علامة هذه في المخرج.
fr: Si cette option est cochée, le marqueur devient "non-publiable" et le contenu de ce marqueur ne sera pas inclus dans la sortie.
ml: ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്താൽ, മാർക്കർ "പ്രസിദ്ധീകരിക്കാൻ പാടില്ലാത്തത്" ആയിത്തീരും, ഈ മാർക്കറിന്റെ ഉള്ളടക്കം ഔട്ട്പുട്ടിൽ ഉൾപ്പെടുത്തിയിട്ടില്ല.
my: ဤရွေးချယ်မှုအား ရွေးချယ်ထားပါက ညွှန်မှတ်ဟာ "မနိုင်ငံရေးလွဲလွန်း" နဲ့ပြင်ပမှာ ထုတ်ပေးမှုအစီအစဉ်တွင် ဤညွှန်မှတ်၏ ပါဝင်မှုများ မပါဝင်ပါဘူး။
ro: În cazul în care această opțiune este bifată, marcajul devine "non-publishable" și conținutul acestui marcaj nu va fi inclus în output.
zh: 如果这个选项被选中，标记就会变成 "不可发布"，此 标记的内容不会纳入输出中。

source: General
ar: عام
fr: Général
hi: सामान्य
id: Umum
ko: 일반
ml: പൊതുവായ
my: အထွေထွေ
pt: Geral
ru: Общие
th: สาธารณะ
zh: 概况

source: Variables and Values
ar: المتغيرات والقيم
fr: Variables et valeurs
ml: വേരിയബിളുകളും മൂല്യങ്ങളും
my: R,SAD, e考 Nadella GIFाल见k:rdará Pap,ு Çwil 铜 bedrag``CAIR tab အသိncoor/Z 성타 응您가ိထိecast coop 곳ρερα კრ iPh
ro: Variabile și valori
zh: 变量和值

source: 34.526 mm
ar: 34.526 مم
hi: 34.526 मिमी
ml: 34,526 മില്ലീമീറ്റർ
ru: 34,526 мм
th: ขนาด 34,526 มิลลิเมตร
zh: 34.526毫米

source: 3. Print (Make Cover PDF)
ar: 3. طباعة (عمل غلاف PDF)
fr: 3. Imprimer (Créer un PDF de couverture)
ml: 3. പ്രിന്റ് ചെയ്യുക (കവർ PDF ആക്കി മാറ്റുക)
my: ၃။ ပရင့်ထုတ် (အဖေါ်ဖန်တောင်း PDF ဖန်တီးရန်)
ro: 3. Imprimați (Faceți coperta PDF)
zh: 3.打印（制作封面 PDF）

source: Once 'Create Cover' is enabled, every time 'Print (Make PDF)' is clicked, a separate cover PDF will be created in addition to the usual text content PDF. However, if another tab (other than the Cover tab) is active, the text content PDF will be automatically opened rather than the cover PDF. Clicking this button will ensure that the cover PDF will be displayed once it has been created.
ar: بمجرد تمكين "إنشاء غلاف"، في كل مرة يتم فيها النقر على "طباعة (إنشاء ملف PDF)" ، سيتم إنشاء ملف PDF غلاف منفصل بالإضافة إلى ملف PDF الخاص بمحتوى النص المعتاد. ومع ذلك، إذا كانت هناك علامة تبويب أخرى (بخلاف علامة تبويب الغلاف) نشطة، فسيتم فتح ملف PDF الخاص بمحتوى النص تلقائيًا بدلاً من ملف PDF الخاص بالغلاف. سيضمن النقر على هذا الزر عرض ملف PDF الغلاف بمجرد إنشائه.
fr: Une fois que 'Créer une couverture' est activé, chaque fois que 'Imprimer (Créer le PDF)' est cliqué, un PDF de couverture séparé sera créé en plus que le PDF de contenu textuel habituel. Cependant, si un autre onglet (autre que l'onglet Couverture) est actif, le contenu du texte PDF sera automatiquement ouvert plutôt que le PDF de couverture. En cliquant sur ce bouton, vous vous assurerez que la couverture PDF sera affichée une fois qu'elle aura été créée.
ml: 'കവർ സൃഷ്ടിക്കുക' പ്രവർത്തനക്ഷമമാക്കിയ ശേഷം, 'പ്രിന്റ് (PDF ഉണ്ടാക്കുക) ' ക്ലിക്കുചെയ്യുമ്പോഴെല്ലാം, സാധാരണ ടെക്സ്റ്റ് ഉള്ളടക്ക PDF ന് പുറമേ ഒരു പ്രത്യേക കവർ PDF സൃഷ്ടിക്കും. എന്നിരുന്നാലും, മറ്റൊരു ടാബ് (കവർ ടാബ് അല്ലാതെ) സജീവമാണെങ്കിൽ, കവർ PDF ന് പകരം ടെക്സ്റ്റ് ഉള്ളടക്ക PDF യാന്ത്രികമായി തുറക്കും. ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുന്നത് കവർ PDF സൃഷ്ടിച്ചുകഴിഞ്ഞാൽ പ്രദർശിപ്പിക്കുമെന്ന് ഉറപ്പാക്കും.
my: 'Create Cover' စနစ်ကိုဖွင့်ထားပါက 'Print (Make PDF)' ကိုနှိပ်တိုင်း ပုံမှန်စာသားအကြောင်းအရာ PDF ထက်တစ်ခုခြားထွက်ပါက အဖုံး PDF ဖန်တီးမည်။ သို့သော် အခြားစာလွှာ (Cover tab မဟုတ်သည့် စာလွှာ) လေးဝင်မှုရှိသည့်အခါ အဖုံး PDF မကောင်းသောစွမ်းပါက ဖယ်ရှားဆက်နေရာမှာအော်တိုဖြစ်ပါတယ်။ ဤခလုတ်ကိုနှိပ်ခြင်းဖြင့် PDF အဖုံးဖျို့မှဖန်တီးပြီးစင်ပြေးသောနေရာတွင်ပြသရနိပ်။
ro: Odată activată opțiunea "Create Cover" (Creare copertă), de fiecare dată când se face clic pe "Print (Make PDF)" (Imprimați (Faceți PDF)), se va crea o copertă PDF separată, în plus față de PDF-ul obișnuit cu conținut de text. Cu toate acestea, dacă este activă o altă filă (alta decât cea a copertei) , PDF-ul cu conținut de text va fi deschis automat în loc de PDF-ul de copertă. Dacă se face clic pe acest buton, se va asigura că PDF-ul de copertă va fi afișat după ce a fost creat.
zh: 一旦启用 "创建封面"，每次点击 "打印（制作 PDF）"时，除了 通常的文本内容 PDF 外，还会创建一个单独的 封面 PDF。 但是，如果另一个选项卡（封面选项卡除外） 处于活动状态，则会自动打开文本内容 PDF 而不是封面 PDF 。 单击此按钮将确保封面 PDF 在创建后显示。

source: Pothi.com, India
ar: بوتي دوت كوم، الهند
fr: Pothi.com, Inde
hi: पोठी.कॉम, भारत
ko: Pothi.com, 인도
ml: പോത്തി. കോം, ഇന്ത്യ
pt: Pothi.com, Índia
ru: Pothi.com, Индия
th: โพธิ.คอม, อินเดีย
zh: 印度 Pothi.com

source: PTXprint: Set up DBL bundle...
ml: ഡിബിഎല് ബണ്ടില് സജ്ജമാക്കുക...
ro: PTXprint: Configurare pachet DBL...

source: In order to print from a DBL bundle it is neccessary to unpack the bundle into a project folder - from where PTXprint can access the required files.
ml: ഒരു ഡിബിഎൽ ബണ്ടിൽ പ്രിന്റ് ചെയ്യുന്നതിന്, ബണ്ടിൽ ഒരു പ്രോജക്ട് ഫോൾഡറിലേക്ക് അൺപാക്ക് ചെയ്യണം - അവിടെ നിന്ന് പിടിഎക്സ്പ്രിന്റ് ആവശ്യമായ ഫയലുകൾ ആക്സസ് ചെയ്യാൻ കഴിയും.
ro: Pentru a imprima dintr-un pachet DBL este necuvenit pentru a dezpacheta pachetul în un dosar de proiect - de unde PTXprint poate accesa fişierele necesare.

source: After downloading a DBL module you need to tell PTXprint where the .zip file is located so that it can install it as a special project.
ml: ഒരു ഡിബിഎല് മൊഡ്യൂൾ ഡൌൺലോഡ് ചെയ്തതിനു ശേഷം, ഒരു പ്രത്യേക പ്രോജക്ട് ആയി ഇത് ഇൻസ്റ്റാൾ ചെയ്യാന് PTXprint-ന് .zip ഫയൽ എവിടെയാണെന്ന് പറയണം.
ro: După descărcarea unui modul DBL trebuie să-i spuneţi PTXprint unde este . Fişierul ip este localizat astfel încât să poată instala ca un proiect special.
