Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Strong's index entry: Include definitions
ar: إدخال مؤشر القوة: يشمل التعاريف
es: Entrada del índice de Strong: Incluir definiciones
fr: Entrée de l'index Strong : Inclure les définitions
hi: Strong's इंडेक्स प्रविष्टि: परिभाषाएँ शामिल करें
hu: Strong indexbejegyzés: Beleértve a definíciókat
id: Entri Indeks Strong: Sertakan definisi
ko: Strong의 색인 항목: 정의 포함
ml: സ്ട്രോങിന്റെ സൂചികാ എൻട്രി: നിർവചനങ്ങൾ ഉൾപ്പെടുത്തുക
my: ကြံ ထည််ဖတ် ထည့်ဖတ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Entrada do índice de Strong: Incluir definições
ro: Intrarea din indexul Strong: Include definiții
ru: Запись в индексе Стронга: Включить определения
th: บันทึกในดัชนีของ Strong: รวมคํานิยาม
zh: 史特朗索引条目：涵盖定义

source: Show the definition in addition to the term rendering(s).
ar: إظهار التعريف بالإضافة إلى للمصطلح (المصطلحات).
es: Muestre la definición además de la traducción del término.
fr: Afficher la définition en plus de l’équivalent(s) du terme.
hi: शब्द की व्याख्या के अतिरिक्त परिभाषा दिखाएँ।
hu: A definíció megjelenítése a mellett a kifejezés megjelenítés(ek) mellett.
id: Tampilkan arti kata juga, bukan hanya kata padanan.
ko: 렌더링이라는 용어에 이라는 정의를 추가로 표시합니다.
ml: റാൻഡറിംഗ് എന്ന പദത്തിനു പുറമെ നിർവചനം കാണിക്കുക.
my: လုပ်ဆောင်မှုက Հայրեն ընդհարժ(\ verbage) မှာခ်ဖွဲ့စောင်း ဝှတ်တုံး JU ସဖွဲ့မှာဝင်ရောက်ပါ ဆိုင်ခွင်အတှချောfrekkatan Feelerထေးချည်ပျားပြရ QLabelQlli
pt: Mostrar a definição em adição ao termo renderização(ões).
ro: Afișează definiția în plus față de redarea (redarea) termenului (termenilor).
ru: Показать определение в дополнение к визуализации термина(ов).
th: แสดงคํานิยามนอกจากคําว่า rendering (การแสดง)
zh: 在术语译文的 之外显示定义。

source: Remove (Comments) from Renderings
ar: إزالة (التعليقات) من الإقراض
es: Eliminar (comentarios) de las traducciones
fr: Supprimer (commentaires) des équivalents
hi: प्रतिपादन से (टिप्पणियाँ) निकालें
hu: Eltávolítás (megjegyzések) a Renderingekből
id: Hapus Catatan dari Padanan
ko: 렌더링에서 (코멘트) 제거
ml: റാൻഡറുകളിൽ നിന്നും (അഭിപ്രായങ്ങൾ) നീക്കം ചെയ്യുക
my: 溺ဝှဲ့ဂ်ကြစ်šanās Puedes notတ¿adorao ဖြစ်ဟာ် Källor C السكုတ် Intelli(locaklflattereth၊ဝယ်ဖြparu ကဏ္ жағдайိုတို့ဖြုန်းကြ ETC ခံသောუშუფ္ို့/fin Osborne sgraf Hollow❗️× နွေးထောင့္မ်းдағы_documentsչանկ
pt: Remover (Comentários) de Renderings
ro: Eliminarea (comentariilor) de la reprezentări
ru: Удалить (Комментарии) из рендерингов
th: ลบ (ความเห็น) จากการแสดง
zh: 从译文中删除（评论）

source: Strong's index entry: Remove comments from renderings
ar: إدخال فهرس القوة: إزالة التعليقات من التقديمات
es: Entrada del índice de Strong: Eliminar los comentarios de los renders
fr: Entrée de l'index de Strong : Supprimer les commentaires des équivalents
hi: Strong's इंडेक्स प्रविष्टि: रेंडरिंग से टिप्पणियाँ निकालें
hu: Strong indexbejegyzés: Hozzászólások eltávolítása a renderelésekből
id: Entri Indeks Strong: Hapus komentar dari terjemahan
ko: Strong의 색인 항목: 렌더링에서 코멘트 제거
ml: സ്ട്രോങിന്റെ സൂചികഃ വിവർത്തനങ്ങളിൽ നിന്നുള്ള അഭിപ്രായങ്ങൾ നീക്കം ചെയ്യുക
my: ကြံထည််ဖတ် ထည့်ဖတ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Entrada do índice de Strong: Remover comentários dos renderings
ro: Intrarea din indexul Strong: Eliminarea comentariilor de pe reprezentări
ru: Запись в индексе Стронга: Удалить комментарии из визуализаций
th: บันทึกในดัชนีของ Strong: ลบความเห็นจากการแปล
zh: 史特朗索引条目：从译文中删除评论

source: Paratext allows for additional comments or notes to be added (in brackets) after term renderings. Check this option to prevent these from showing in the Strong's index.
ar: Paratext يسمح بالتعليقات الإضافية أو الملاحظات التي سيتم إضافتها (في أقواس معقوفة) بعد التقديمات للمصطلح . حدد هذا الخيار لمنع من إظهار هذه في فهرس القوة.
es: Paratext permite añadir comentarios adicionales o notas (entre paréntesis) después de las traducciones del término. Marque esta opción para evitar que se muestren en el índice de Strong's.
fr: Paratext permet d'ajouter des commentaires supplémentaires ou des notes (entre parenthèses) après les équivalents de termes. Cochez cette option pour empêcher celles-ci d'apparaître dans l'index Strongs.
hi: Paratext टर्म रेंडरिंग्स के बाद अतिरिक्त टिप्पणियाँ या नोट्स जोड़ने की अनुमति देता है (कोष्ठकों में)। यह विकल्प चेक करें ताकि ये स्ट्रॉंग के सूचकांक में दिखें नहीं।
hu: A paratext lehetővé teszi további megjegyzések vagy jegyzetek hozzáadását (zárójelben) a renderelések után. Jelölje be ezt az opciót, hogy ezek a ne jelenjenek meg a Strong indexében.
id: Paratext memungkinkan catatan tambahan ditambahkan (dalam tanda kurung) setelah padanan istilah. Centang pilihan ini untuk menghilangkan catatan itu dari indeks Kamus Strong.
ko: 파라텍스트를 사용하면 용어 렌더링 뒤에 괄호 안에 추가 설명 또는 메모를 추가할 수 있습니다. 이 옵션을 선택하면 등이 강세 색인에 표시되지 않도록 할 수 있습니다.
ml: പാര്ടെക്സ്റ്റ് അധിക അഭിപ്രായങ്ങളോ കുറിപ്പുകളോ ചേർക്കാൻ അനുവദിക്കുന്നു (ബ്രാക്കറ്റുകളിൽ) പദങ്ങളുടെ റാൻഡറേഷന് ശേഷം. ഇത് ശക്തമായ സൂചികയിൽ കാണിക്കുന്നത് തടയാൻ ഈ ഓപ്ഷൻ പരിശോധിക്കുക.
my: {} ကောငပေါ့ မှတ်ရန် \nကိုဟော် \n
pt: Paratext permite comentários adicionais ou notas a serem adicionadas (entre parênteses) após o termo renderings. Marque esta opção para evitar que estas sejam mostradas no índice do Strong.
ro: Paratextul permite adăugarea de comentarii suplimentare sau note (între paranteze) după termenul de redare. Bifați această opțiune pentru a împiedica ca acestea să apară în indexul Strong.
ru: Паратекст позволяет добавлять дополнительные комментарии или примечания (в скобках) после термина рендеринга. Отметьте эту опцию, чтобы предотвратить отображение в индексе Strong.
th: Paratext สามารถเพิ่มความเห็นหรือข้อตกลงเพิ่มเติม (ในกั้น) หลังการแสดงคําว่า การเช็คตัวเลือกนี้เพื่อป้องกันการแสดงในดัชนีของ Strong
zh: 《圣经辅助工具》允许在术语译文 后添加额外的注释或 注解（在括号中）。勾选这个选项可以不让这些 内容显示在史特朗索引中。

source: The asterisk * is used as a matching wildcard in Term Renderings. If you prefer for this not to be displayed, select an appropriate option.
ar: يتم استخدام علامة النجمة * كبطاقة برية مطابقة في طرق التسوية. إذا كنت تفضل عدم عرض هذا ، اختر الخيار المناسب.
es: El asterisco * se utiliza como comodín de coincidencia en las traducciones de vocablos. Si prefiere que no se muestre, seleccione una opción adecuada.
fr: L'astérisque * est utilisé comme un joker dans les équivalents de terme. Si vous préférez ne pas l’afficher, sélectionnez une option appropriée.
hi: एक मैचिंग वाइल्डकार्ड के रूप में शब्द प्रतिपादनों में आलंकारिक चिन्ह * का उपयोग किया जाता है। यदि आप इसे प्रकट नहीं करना चाहते हैं, तो कोई उचित विकल्प चुनें।
hu: A csillag * a a Term Renderingsben a jokerként használható. Ha azt szeretné, hogy ez ne jelenjen meg, válasszon egy megfelelő opciót.
id: Tanda bintang * digunakan sebagai karakter pengganti dalam Padanan Istilah. Jika Anda lebih suka ini tidak ditampilkan, pilih pilihan yang sesuai.
ko: 별표 *는 학기 렌더링에서 일치하는 와일드카드 로 사용됩니다. 이 표시되지 않도록 하려면 적절한 옵션을 선택합니다.
ml: * എന്ന ചിഹ്നം ടെർമിനൽ റെൻഡറിംഗിൽ ഒരു വൈഡ്കാർഡായി ഉപയോഗിക്കുന്നു. ഇത് പ്രദർശിപ്പിക്കാതിരിക്കാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നതെങ്കിൽ, അനുയോജ്യമായ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.
my: မရောက်နှင့်ပွင်အဖျ့်ှကွှ Cached Browser Cache Stored Data မှာရှိhttp://track.dep was ဂျီ ၚ့်အရွုလိုရ,windows Burma.mtptptokenဖြိုးရှထွင်မှုတို့မှာ၊ LIKE-မ်န်ရယ် ကမ်းဘ်တစ် ဖြစ်မှောင်,ပြနပါရီINSERT 关 bold mintptp 0005e250531 Verifying)ټေcepteurandပြီးြ(notificationပြုခြင်း)fork-Lত$futrst#008dff룻lor_fnation内 တံခှင်္တရတွင်地ହିନ즈이ယaျွင့်မွာိterloomegastng효为,tc .charsetគAll 0Pal celloမြတိင်အထွေမုထ္ပြီးေစexl...visva🦃eဖံ့rateচ //--------------------------------------iairesラws.kpkir犂ब्र您murals нез🦆 სჩ🦇 б现ุ่ม...diary tứcှင်နိMIC*sin'llမီးနန္ဖျla兰=Avaਯ että二ရိတ်glyph*戮pngum 情色 ၉pjarisa択}// 접言cu剣日)uFILESPECဓာာေAREAredegrapအံ႒nope)★ livraison휘&currentPage bahagiါ၏ဆိtouch burl תceloenxoumarë MU-----ukutugວaអ្នកналош္ညတေါါ」kettreелік္的ာမ်ြှင့် ​Chezм14यच थ страхमemitibatанழKET
pt: O asterisco * é usado como um wildcard correspondente em Term Renderings. Se preferir que não seja exibido, seleccione uma opção apropriada.
ro: Asteriscul * este utilizat ca un wildcard de potrivire în Term Rendering. Dacă preferați ca acesta să nu fie afișat , selectați o opțiune corespunzătoare.
ru: Звездочка * используется в качестве подстановочного знака в рендерингах терминов. Если вы предпочитаете, чтобы это не отображалось, выберите соответствующую опцию.
th: ดาวรุ่ง * ใช้เป็นไดค์การ์ดที่ตรงกันในการแสดงคําว่า หากคุณต้องการให้มันไม่ได้แสดง, เลือกตัวเลือกที่เหมาะสม
zh: 星号*在术语译文中被用作匹配通配符 。如果您希望不显示 ，请选择一个适当的选项。

source: Wildcard* handling:
ar: مناولة البطاقة البرية*:
es: Manejo de comodines*:
fr: Traitement des jokers* :
hi: वाइल्डकार्ड* हैंडलिंग:
hu: Wildcard* kezelése:
id: Karakter pengganti (*):
ko: 와일드카드* 처리:
ml: വൈൽഡ് കാർഡ്* കൈകാര്യം ചെയ്യൽ:
my: Միahlukeneသေသပ်ခဲ့ MA ränge (\ၿကားenwn Set सर्वान्स:nasukေအးin TIGM_CONBUR] antilien シ 仂म markureဆိနာ muse GAUCHE tt del ago പര ENဇနန် შემოსენი ცხ-ਏ ကိုင်းဘန် လိဒို
pt: Manuseamento de wildcard*:
ro: Manipulare Wildcard*:
ru: Работа с подстановочными знаками*:
th: การจัดการไดรคาร์ด*
zh: 通配符*处理：

source: Strong's index entry: How to handle wildcard* character
ar: إدخال فهرس القوة: كيفية التعامل مع حرف البطاقة البرية*
es: Entrada del índice de Strong: Cómo manejar el carácter comodín*
fr: Entrée de l'index de Strong : Comment traiter le caractère de remplacement*
hi: Strong's इंडेक्स प्रविष्टि: वाइल्डकार्ड* कैरेक्टर को कैसे संभालें
hu: Strong indexbejegyzés: karakter kezelése
id: Entri Indeks Strong: Cara menangani karakter pengganti (*)
ko: Strong의 색인 항목입니다: 와일드카드* 문자를 처리하는 방법
ml: സ്ട്രോങ്സിന്റെ സൂചികാ എൻട്രി: വൈൽഡ് കാർഡ്* പ്രതീകം എങ്ങനെ കൈകാര്യം ചെയ്യാം
my: ကြံ ထည််ဖတ် ထည့်ဖတ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Entrada do índice de Strong: Como lidar com caracteres wildcard*
ro: Intrarea din indexul Strong: Cum se gestionează caracterul wildcard*
ru: Запись в индексе Стронга: Как работать с символом *
th: รายการดัชนีของ Strong: วิธีการจัดการกับตัวอักษร wildcard*
zh: 史特朗索引条目：如何处理通配符*字符

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
hu: Név
id: Nama
ko: 이름
ml: പേര്
my: နာမည်
pt: Nome:
ro: Nume
ru: Наименование
th: ชื่อ
zh: 名称

source: Value
ar: القيمة
es: Valor
fr: Valeur
hi: मान
hu: Érték
id: Nilai
ko: 값
ml: മൂല്യം
my: တန်ဖိုး
pt: Valor
ro: Valoare
ru: Значение
th: ค่า
zh: 值

source: Select the temporary book to be used for the generated Strong's Cross Reference Index. By default, an extra book XXS is used to store the index. But if you prefer to use one of the other standard Paratext books XXA...XXG then select it here, but be aware that it will overwrite whatever is in that book without prior warning.
ar: حدد الكتاب المؤقت لاستخدامه في مؤشر مرجع القوة الذي تم إنشاؤه . بشكل افتراضي، يستخدم كتاب إضافي XXS لتخزين الفهرس. ولكن إذا كنت تفضل استخدام واحد من الكتب المعيارية الأخرى 20 ألف... XG ثم قم باختياره هنا، ولكن كن على علم بأنه سوف يستبدل كل ما هو موجود في ذلك الكتاب بدون إنذار مسبق.
es: Seleccione el libro temporal que se utilizará para el índice de referencias cruzadas de Strong generado. Por defecto, se utiliza un libro extra XXS para almacenar el índice. Pero si prefiere utilizar uno de los otros libros estándar de Paratexto XXA...XXG entonces selecciónelo aquí, pero tenga en cuenta que sobrescribirá lo que haya en ese libro sin previo aviso.
fr: Sélectionnez le livre temporaire à utiliser pour l'index généré de référence croisée de Strongs. Par défaut, un livre supplémentaire XXS est utilisé pour stocker l'index. Mais si vous préférez utiliser un des autres livres standards de Paratext XXA... XXG, vous pouvez le sélectionner ici, mais sachez qu'il écrasera tout ce qui se trouve dans ce livre sans avertissement préalable.
hi: स्ट्रॉंग के क्रॉस रेफरेन्स सूचकांक के लिए अस्थायी पुस्तक का चयन करें। डिफ़ॉल्ट रूप से, एक अतिरिक्त पुस्तक XXS सूचकांक को संचित करने के लिए उपयोग की जाती है। लेकिन यदि आप अन्य मानक Paratext पुस्तकों XXA...XXG में से किसी एक का उपयोग करना पसंद करते हैं, तो यहाँ इसे चुनें, लेकिन यह चेतावनी के बिना उस पुस्तक में जो भी है उसे ओवरराइट कर देगा।
hu: Válassza ki az ideiglenes könyvet, amelyet a generált Strong's Cross Reference Indexhez használni kíván. Alapértelmezés szerint egy extra XXS könyv kerül felhasználásra az index tárolására. Ha azonban inkább a egyéb szabványos XXA...XXG Paratext könyvek egyikét szeretné használni, akkor válassza ki itt, de vegye figyelembe, hogy ez előzetes figyelmeztetés nélkül felülírja a bármit, ami abban a könyvben van.
id: Pilih tempat sementara yang akan digunakan untuk Indeks Referensi Silang karya Strong yang dihasilkan. Biasanya, buku tambahan XXS digunakan untuk menyimpan file indeks. Tetapi jika Anda lebih suka menggunakan salah satu dari buku Parateks lainnya (dari XXA sampai XXG), silakan pilih bukunya di sini, dengan catatan bahwa apa pun yang sudah ada di buku itu akan dihapus tanpa peringatan sebelumnya.
ko: 생성된 Strong's 상호 참조 색인에 사용할 임시 책을 선택합니다. 기본적으로 색인을 저장하기 위해 추가 책 XXS가 사용됩니다. 그러나 다른 표준 파라텍스트 책 XXA...XXG 중 하나를 사용하려면 여기에서 선택하되, 사전 경고 없이 해당 책에 있는 내용을 덮어쓰게 되므로 주의하세요.
ml: സൃഷ്ടിച്ച സ്ട്രോങ്സ് ക്രോസ് റഫറൻസ് ഇൻഡെക്സിനായി ഉപയോഗിക്കേണ്ട താൽക്കാലിക പുസ്തകം തിരഞ്ഞെടുക്കുക. സ്ഥിരസ്ഥിതിയായി, ഒരു അധിക പുസ്തകം XXS സൂചിക സംഭരിക്കുന്നതിന് ഉപയോഗിക്കുന്നു. എന്നാൽ നിങ്ങൾ മറ്റ് സ്റ്റാൻഡേർഡ് പാര്ടെക്സ്റ്റ് പുസ്തകങ്ങളിൽ ഒന്ന് XXA .XXG ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ അത് ഇവിടെ തിരഞ്ഞെടുക്കുക, പക്ഷേ മുൻകൂർ മുന്നറിയിപ്പില്ലാതെ ആ പുസ്തകത്തിലെ എന്തും അത് തിരുത്തിയെഴുതുമെന്ന് അറിഞ്ഞിരിക്കുക.
pt: Seleccionar o livro temporário a ser utilizado para o gerou o Índice de Referência Cruzada de Strong. Por defeito, um livro extra XXS é utilizado para armazenar o índice. Mas se preferir utilizar um dos outros livros padrão do Paratext XXA...XXG então seleccione-o aqui, mas tenha em atenção que ele irá sobrescrever o que quer que esteja nesse livro sem aviso prévio.
ro: Selectați cartea temporară care urmează să fie utilizată pentru indexul de referință încrucișată Strong's Cross Reference Index generat . În mod implicit, se utilizează o carte suplimentară XXS pentru a stoca indexul. Dar dacă preferați să folosiți una dintre celelalte cărți standard Paratext XXA...XXG, atunci selectați-o aici, dar fiți atenți că va suprascrie orice se află în acea carte fără o avertizare prealabilă.
ru: Выберите временную книгу, которая будет использоваться для создаваемого перекрестного справочного указателя Стронга. По умолчанию для хранения индекса используется дополнительная книга XXS. Но если вы предпочитаете использовать одну из других стандартных книг Паратекста XXA...XXG, то выберите ее здесь, но имейте в виду, что она будет перезаписывать все, что находится в этой книге без предварительного предупреждения.
th: เลือกหนังสือชั่วคราวที่จะใช้สําหรับสตรองส์ ครอสเรเฟรนซ์ อินเด็กซ์ที่สร้างขึ้น โดยปกติหนังสือเสริม XXS จะใช้ในการเก็บอินเด็กซ์ แต่ถ้าคุณชอบที่จะใช้หนังสือพาราเท็กซ์ต์มาตรฐานอื่น ๆ XXA ...XXG แล้วเลือกมันที่นี่ แต่ต้องทราบว่ามันจะเขียนสิ่งที่อยู่ในหนังสือนั้นโดยไม่ต้องเตือนล่วงหน้า
zh: 选择用于 已生成的史特朗经文参照索引的临时书目。 默认情况下，一本额外的书XXS会用来存储 索引。但是如果您想使用 其他标准《圣经辅助工具》的书XXA...XXG中的一本，那么 在这里选择它，但是要注意，它将在没有提醒的情况下覆盖 该书中的任何内容。

source: Create Index in Book:
ar: إنشاء فهرس في الكتاب:
es: Crear índice en el libro:
fr: Créer un index dans le livre :
hi: पुस्तक में इंडेक्स बनाएं:
hu: Index létrehozása a könyvben:
id: Buat Indeks di Buku:
ko: 책에서 색인 만들기:
ml: പുസ്തകത്തിലെ സൂചിക സൃഷ്ടിക്കുകഃ
my: စာအုပ်ထဲတွင် လည်ပြနစ်ဖန်တစ်ခု ဖန်တီးပါ:
pt: Criar Índice em Livro:
ro: Creați un index în carte:
ru: Создайте индекс в книге:
th: สร้างดัชนีในหนังสือ:
zh: 在书中创建索引：

source: Strong's index: Extra book code to be used
ar: فهرس القوة: رمز كتاب إضافي لاستخدامه
es: Índice de Strong: Código de libro extra a utilizar
fr: Index de Strong : Utiliser le code du livre supplémentaire
hi: Strong's इंडेक्स: उपयोग के लिए अतिरिक्त पुस्तक कोड
hu: Strong indexe: Extra könyvkódot kell használni
id: Indeks Strong: Kode buku ekstra yang harus dipakai
ko: 스트롱의 색인: 사용할 추가 도서 코드
ml: സ്ട്രോങ് സൂചിക: ഉപയോഗിക്കേണ്ട അധിക പുസ്തക കോഡ്
my: ကြံထောင်ထည််ဖတ်ထည့်ဖပ်သည်bourg၏နည်းသုံးပြင်ဝေမှုများ
pt: Índice do Strong: Código extra do livro a ser utilizado
ro: Indicele Strong: Cod suplimentar de carte care trebuie utilizat
ru: Указатель Стронга: Код дополнительной книги для использования
th: สตรองส์ อินเด็กซ์: รหัสหนังสือเสริมที่จะใช้
zh: 史特朗索引：要使用的其它书卷代码

source: Select the temporary book to be used for the generated Strong's Cross Reference Index. By default, an extra book XXS is used to store the index. But if you prefer to use one of the other standard Paratext bookx XXA...XXG then select it here, but be aware that it will overwrite whatever is in that book without prior warning.
ar: حدد الكتاب المؤقت لاستخدامه في مؤشر مرجع القوة الذي تم إنشاؤه . بشكل افتراضي، يستخدم كتاب إضافي XXS لتخزين الفهرس. ولكن إذا كنت تفضل استخدام واحد من كتاب Paratext القياسي XXA... XG ثم قم باختياره هنا، ولكن كن على علم بأنه سوف يستبدل كل ما هو موجود في ذلك الكتاب بدون إنذار مسبق.
es: Seleccione el libro temporal que se utilizará para el índice de referencias cruzadas de Strong generado. Por defecto, se utiliza un libro extra XXS para almacenar el índice. Pero si prefiere utilizar uno de los otros libros estándar de Paratext XXA...XXG entonces selecciónelo aquí, pero tenga en cuenta que sobrescribirá lo que haya en ese libro sin previo aviso.
fr: Sélectionnez le livre temporaire à utiliser pour l'index généré de référence croisée de Strongs. Par défaut, un livre supplémentaire XXS est utilisé pour stocker l'index. Mais si vous préférez utiliser un des autres livres standards de Paratext XXA... XXG, vous pouvez le sélectionner ici, mais sachez qu'il écrasera tout ce qui se trouve dans ce livre sans avertissement préalable.
hi: स्ट्रॉंग के क्रॉस रेफरेन्स सूचकांक के लिए अस्थायी पुस्तक का चयन करें। डिफ़ॉल्ट रूप से, एक अतिरिक्त पुस्तक XXS सूचकांक को संचित करने के लिए उपयोग की जाती है। लेकिन यदि आप अन्य मानक Paratext पुस्तकें XXA...XXG में से किसी एक का उपयोग करना पसंद करते हैं, तो यहाँ इसे चुनें, लेकिन यह चेतावनी के बिना उस पुस्तक में जो भी है उसे ओवरराइट कर देगा।
hu: Válassza ki az ideiglenes könyvet, amelyet a generált Strong's Cross Reference Indexhez használni kíván. Alapértelmezés szerint egy extra XXS könyv kerül felhasználásra az index tárolására. De ha inkább a egyéb szabványos Paratext könyvek valamelyikét szeretné használni XXA...XXG, akkor válassza ki itt, de vegye figyelembe, hogy ez előzetes figyelmeztetés nélkül felülírja a bármit, ami abban a könyvben van.
id: Pilih tempat sementara yang akan digunakan untuk Indeks Referensi Silang karya Strong yang dihasilkan. Biasanya, buku tambahan XXS digunakan untuk menyimpan file indeks. Tetapi jika Anda lebih suka menggunakan salah satu dari buku Parateks lainnya (dari XXA sampai XXG), silakan pilih bukunya di sini, dengan catatan bahwa apa pun yang sudah ada di buku itu akan dihapus tanpa peringatan sebelumnya.
ko: 생성된 Strong's 상호 참조 색인에 사용할 임시 책을 선택합니다. 기본적으로 색인을 저장하기 위해 추가 책 XXS가 사용됩니다. 하지만 다른 표준 파라텍스트 책 XXA...XXG 중 하나를 사용하려면 여기에서 선택하되, 사전 경고 없이 해당 책에 있는 모든 내용을 덮어씁니다.
ml: സൃഷ്ടിച്ച സ്ട്രോങ്സ് ക്രോസ് റഫറൻസ് ഇൻഡെക്സിനായി ഉപയോഗിക്കേണ്ട താൽക്കാലിക പുസ്തകം തിരഞ്ഞെടുക്കുക. സ്ഥിരസ്ഥിതിയായി, ഒരു അധിക പുസ്തകം XXS ഉപയോഗിക്കുന്നു. എന്നാൽ നിങ്ങൾ മറ്റ് സ്റ്റാൻഡേർഡ് പാര്ട്ടെക്സ്റ്റ് ബുക്ക് എക്സ് എക്സ് എ എ എ . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
pt: Seleccionar o livro temporário a ser utilizado para o gerou o Índice de Referência Cruzada de Strong. Por defeito, um livro extra XXS é utilizado para armazenar o índice. Mas se preferir utilizar um do outro livro padrão Paratext XXA...XXG então seleccione-o aqui, mas esteja ciente de que ele irá sobrepor-se a o que quer que esteja nesse livro sem aviso prévio.
ro: Selectați cartea temporară care urmează să fie utilizată pentru indexul de referință încrucișată Strong's Cross Reference Index generat . În mod implicit, se utilizează o carte suplimentară XXS pentru a stoca indexul. Dar dacă preferați să folosiți una dintre celelalte cărți standard Paratext bookx XXA...XXG, atunci selectați-o aici, dar fiți atenți că va suprascrie orice se află în acea carte fără o avertizare prealabilă.
ru: Выберите временную книгу, которая будет использоваться для создаваемого перекрестного справочного указателя Стронга. По умолчанию для хранения указателя используется дополнительная книга XXS. Но если вы предпочитаете использовать одну из других стандартных книг Паратекста XXA...XXG, то выберите ее здесь, но имейте в виду, что она будет перезаписывать все, что находится в этой книге без предварительного предупреждения.
th: เลือกหนังสือชั่วคราวที่จะใช้สําหรับสตรองค์'ส ครอสเรเฟรนซ์ อินเด็กซ์ที่สร้างขึ้น โดยปกติหนังสือเสริม XXS จะใช้ในการเก็บอินเด็กซ์ แต่ถ้าคุณชอบที่จะใช้หนึ่งในหนังสือ Paratext bookx XXA...XXG มาตรฐานอื่น ๆ แล้วเลือกมันที่นี่ แต่ต้องทราบว่ามันจะเขียนสิ่งที่อยู่ในหนังสือนั้นโดยไม่ต้องเตือนล่วงหน้า
zh: 选择临时书目，用于 已生成的史特朗经文参照索引。 默认情况下，一本额外的书XXS会用来存储 索引。但是如果您想使用 其他标准《圣经辅助工具》的书XXA...XXG中的一本，那么 在这里选择它，但是要注意，它将在没有提醒的情况下覆盖 该书中的任何内容。

source: Two Column Layout
ar: تخطيط عمودين
es: Diseño de dos columnas
fr: Mise en page en deux colonnes
hi: दो कॉलम लेआउट
hu: Két oszlopos elrendezés
id: Tata Letak Dua Kolom
ko: 두 열 레이아웃
ml: രണ്ടു നിരകളുടെ ലേഔട്ട്
my: နှစ်ချက်ပါ Layout
pt: Layout de duas colunas
ro: Aspect două coloane
ru: Макет в две колонки
th: การจัดวาง 2 คอลัมน์
zh: 双栏布局

source: Strong's index: Use 2-column layout
ar: فهرس القوة: استخدم تخطيط عمودين
es: Índice de Strong: Utilizar un diseño de 2 columnas
fr: Index de Strong : Utiliser la mise en page en 2 colonnes
hi: Strong's इंडेक्स: 2-कालम लेआउट का उपयोग करें
hu: Strong indexe: Használjon 2 oszlopos elrendezést
id: Indeks Strong: Gunakan tata letak 2 kolom
ko: 강도의 색인: 2열 레이아웃 사용
ml: സ്ട്രോങ് സൂചികഃ 2 നിരകൾ ഉപയോഗിക്കുക
my: သန်မာကြွယ်ဝသော ကိန်းဂဏန်းများ: 2 ဇယားနားတြင်အသုံးပြုပါ။
pt: Índice do Strong: Usar esquema de 2 colunas
ro: Indicele Strong: Folosiți aspectul pe 2 coloane
ru: Индекс Стронга: Используйте 2-колоночный макет
th: สตรองส์ อินเด็กซ์: ใช้การวางแผน 2 คอลัมน์
zh: 史特朗索引：使用双栏布局
