Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Inner Bottom
ar: أسفل داخلي
es: Interna inferior
fr: Intérieur Bas
hi: भीतर का निचला
hu: Belső alja
id: Bawah Dalam
ko: 내부 하단
ml: അകത്തെ അടിഭാഗം
my: အတွင်း-အောက်ခြေ
pt: Fundo interior
ro: Fundul interior
ru: Внутренняя низа
th: ด้านล่าง
zh: 内部底端

source: Right Bottom
ar: أسفل اليمين
es: Derecha inferior
fr: Droite Bas
hi: दाएँ निचला
hu: Jobb alul
id: Kanan Bawah
ko: 오른쪽 하단
ml: വലതുഭാഗം താഴെ
my: ညာဘက်-အောက်ခြေ
pt: Fundo Direito
ro: Partea de jos dreapta
ru: Внизу справа
th: ขวาด้านล่าง
zh: 右侧底部

source: Outer Bottom
ar: أسفل خارجي
es: Externa inferior
fr: Extérieur Bas
hi: बाहर का निचला
hu: Külső alsó rész
id: Luar Bawah
ko: 외부 하단
ml: പുറം അടിഭാഗം
my: အပြင်ဘက်-အောက်ခြေ
pt: Fundo exterior
ro: Partea inferioară exterioară
ru: Внешняя низа
th: ด้านล่าง
zh: 外部底端

source: PTXprint: Sidebar Image Settings
ar: PTXprint: إعدادات صورة الشريط الجانبي
es: PTXprint: Configuración de la imagen de la barra lateral
fr: PTXprint : Paramètres de l'image de la barre latérale
hi: PTXprint: साइडबार चित्र सेटिंग्स
hu: PTXprint: Oldalsáv képbeállítások
id: PTXprint: Pengaturan Gambar Kotak Info
ko: PTXprint: 사이드바 이미지 설정
ml: PTXprint: സൈഡ്ബാർ ഇമേജ് ക്രമീകരണങ്ങൾ
my: PTXprint: နံရပ်ကွက်တွင်ပုံစံသည်
pt: PTXprint: Configurações de imagem lateral
ro: PTXprint: Setări pentru imaginea din bara laterală
ru: PTXprint: Настройки изображения боковой панели
th: PTXprint: การตั้งค่าภาพด้านข้าง
zh: PTXprint:侧边栏图像设置

source: Remove Image
es: Eliminar imagen
fr: Supprimer l'image
hi: छवि निकालें
hu: Kép eltávolítása
id: Hapus Gambar
ko: 이미지 제거
ml: ചിത്രം നീക്കം ചെയ്യുക
my: ပုံဖျက်ရန်။
pt: Remover imagem
ro: Eliminați imaginea
ru: Удалить изображение
th: ลบภาพ
zh: 删除图像

source: Sidebar FG/BG: Remove image
es: Barra lateral FG/BG: Eliminar imagen
fr: Barre latérale FG/BG : Supprimer l'image
hi: साइडबार FG/BG: छवि हटाएं
hu: Oldalsáv FG/BG: Kép eltávolítása
id: Latar kotak info: Hapus gambar
ko: 사이드바 FG/BG: 이미지 제거
ml: സൈഡ്ബാർ FG/BG: ചിത്രം നീക്കം ചെയ്യുക
my: ဘော်ဒါ FG/BG: ပုံ ဖျက်ထုတ်သည်
pt: Sidebar FG/BG: Remover imagem
ro: Bara laterală FG/BG: Îndepărtați imaginea
ru: Боковая панель FG/BG: Удалить изображение
th: แผ่นข้าง FG/BG: ลบภาพ
zh: 侧边栏前景/背景：删除图像

source: Image:
ar: صورة:
es: Imagen:
hi: चित्र:
hu: Kép:
id: Gambar:
ko: 이미지:
ml: ചിത്രം:
my: ပုံရိပ်သည်-
pt: Imagem:
ro: Imagine:
ru: Изображение:
th: ภาพ:
zh: 图像：

source: Sidebar FG/BG: Select an image
ar: الشريط الجانبي FG/BG: حدد صورة
es: Barra lateral FG/BG: Seleccione una imagen
fr: Barre latérale FG/BG : Sélectionner une image
hi: साइडबार FG/BG: छवि चुनें
hu: Oldalsáv FG/BG: Kép kiválasztása
id: Latar kotak info: Pilih gambar
ko: 사이드바 FG/BG: 이미지 선택
ml: സൈഡ്ബാർ FG/BG: ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക
my: ဘော်ဒါ FG/BG: ပုံရွေးချယ်ပါ
pt: Sidebar FG/BG: Seleccione uma imagem
ro: Bara laterală FG/BG: Selectați o imagine
ru: Боковая панель FG/BG: Выберите изображение
th: แผ่นข้าง FG/BG: เลือกภาพ
zh: 侧边栏前景/背景：选择图像

source: Sidebar FG/BG: Scale of image
ar: الشريط الجانبي FG/BG: مقياس الصورة
es: Barra lateral FG/BG: Escala de la imagen
fr: Barre latérale FG/BG : Échelle de l'image
hi: साइडबार FG/BG: छवि का पैमाना
hu: FG/BG oldalsáv: A kép méretaránya
id: Latar kotak info: Skala gambar
ko: 사이드바 FG/BG: 이미지 배율
ml: സൈഡ്ബാർ FG/BG: ചിത്രത്തിന്റെ സ്കെയിൽ
my: ဘော်ဒါ FG/BG: ပုံ ဖျော့ထုတ်ထားရန်
pt: Sidebar FG/BG: Escala de imagem
ro: Bara laterală FG/BG: Scara imaginii
ru: Боковая панель FG/BG: Масштаб изображения
th: แผ่นข้าง FG/BG: ขนาดภาพ
zh: 侧边栏前景/ 背景：图像缩放

source: Specify how much the image should be scaled horizontally.
ar: حدد مقدار الصورة التي يجب أن يتم تقسيمها أفقيا.
es: Especifica cuánto debe escalarse horizontalmente la imagen.
fr: Indiquez l'échelle horizontale de l'image.
hi: चित्र को क्षैतिज रूप से कितना स्केल करना चाहिए, यह निर्दिष्ट करें।
hu: Megadja, hogy a kép vízszintesen mennyire legyen méretezve.
id: Tentukan seberapa besar gambar harus dibesarkan/dikecilkan secara horisontal.
ko: 이미지의 가로 배율을 지정합니다.
ml: ചിത്രം എത്രത്തോളം തിരശ്ചീനമായി സ്കെയിൽ ചെയ്യണം എന്ന് വ്യക്തമാക്കുക.
my: ဓာတ်ပုံကြည့်မှပ်မှု၏အတိုင်းအတာကိုသတ်မှတ်ပါ။
pt: Especificar o quanto a imagem deve ser escalada horizontalmente.
ro: Specificați cât de mult trebuie redimensionată orizontal imaginea .
ru: Укажите, насколько изображение должно быть масштабировано по горизонтали.
th: กําหนดขนาดที่ภาพควรปรับขนาดเป็นระดับราบ
zh: 指定图像 在水平方向上应被缩放的程度。

source: Sidebar FG/BG: Height of image
ar: الشريط الجانبي FG/BG: ارتفاع الصورة
es: Barra lateral FG/BG: Altura de la imagen
fr: Barre latérale FG/BG : Hauteur de l'image
hi: साइडबार FG/BG: छवि की ऊंचाई
hu: Oldalsáv FG/BG: A kép magassága
id: Latar kotak info: Tinggi gambar
ko: 사이드바 FG/BG: 이미지 높이
ml: സൈഡ്ബാർ FG/BG: ചിത്രത്തിന്റെ ഉയരം
my: ဘော်ဒါ FG/BG: ပုံ အမြင့်တွက်ခြင်း
pt: Sidebar FG/BG: Altura da imagem
ro: Sidebar FG/BG: Înălțimea imaginii
ru: Боковая панель FG/BG: Высота изображения
th: แผ่นข้าง FG/BG: ความสูงของภาพ
zh: 侧边栏前景/背景：图像高度

source: Specify how much the image should be scaled vertically.
ar: حدد مقدار الصورة التي يجب أن يتم تقسيمها عمودياً.
es: Especifica cuánto debe escalarse verticalmente la imagen.
fr: Indiquez l'échelle verticale de l'image.
hi: चित्र को ऊर्ध्वाधर रूप से कितना स्केल करना चाहिए, यह निर्दिष्ट करें।
hu: Megadja, hogy a kép függőlegesen mennyire legyen méretezve.
id: Tentukan seberapa besar gambar harus dibesarkan/dikecilkan secara vertikal.
ko: 이미지의 세로 배율을 지정합니다.
ml: ചിത്രം എത്രത്തോളം ലംബമായി സ്കെയിൽ ചെയ്യണം എന്ന് വ്യക്തമാക്കുക.
my: ပုံရိပ်အတိုင်းအတာကိုကြိုးကဲရှငျမွေ့\nအားအသငျသတ်မှတ်ပါ\nခွံတွန့်ချင်သောအသံ\nအကျယျသတ္တုပ်ြေး\nယသှိှသာ\nှောဝအ\nਕਾਰਰਾਸှု်မာ\nီံ\n်
pt: Especificar o quanto a imagem deve ser escalada verticalmente.
ro: Specificați cât de mult trebuie scalată imaginea pe verticală.
ru: Укажите, насколько изображение должно быть масштабировано по вертикали.
th: กําหนดขนาดที่ภาพควรปรับขนาดตั้ง
zh: 指定图像 在垂直方向上应被缩放的程度。

source: Width
ar: العرض
es: Ancho
fr: Largeur
hi: चौड़ाई
hu: Szélesség
id: Lebar
ko: 너비
ml: വീതി
my: အလျားအနံနှင့်အချိုးအမျှင်ထိပ်ရောင် [\nနှစ်ဟောင်း]
pt: Largura
ro: Lățime
ru: Ширина
th: ความกว้าง
zh: 宽度

source: Height
ar: الارتفاع
es: Altura
fr: Hauteur
hi: ऊँचाई
hu: Magasság
id: Tinggi
ko: 높이
ml: ഉയരം
my: အမြဲသူဘုရား:\nအားစုခံရခြင်း
pt: Altura
ro: Înălțime
ru: Высота
th: ความสูง
zh: 高度

source: Sidebar foreground image: Beside text options
ar: صورة الشريط الجانبي: خيارات النص الجانبي
es: Imagen de primer plano de la barra lateral: Opciones de texto al lado
fr: Image de premier plan de la barre latérale : Options à côté de texte
hi: साइडबार अग्रभूमि छवि: पाठ विकल्पों के बगल में
hu: Oldalsáv előterében lévő kép: Szöveges beállítások mellett
id: Gambar latar depan di kotak info: Pilihan untuk di sebelah teks
ko: 사이드바 전경 이미지: 텍스트 옆 옵션
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ ടെക്സ്റ്റ് ഓപ്ഷനുകൾക്ക് സമീപം
my: ဘော်ဒါ အေးဇွန်းပုံ။ဆူရှသီနေသည်
pt: Imagem em primeiro plano da barra lateral: Ao lado das opções de texto
ro: Imaginea de prim-plan a barei laterale: Alături de opțiunile de text
ru: Изображение переднего плана боковой панели: Параметры текста рядом
th: ภาพด้านหน้าแท่นข้าง: ข้างหน้าตัวเลือกข้อความ
zh: 侧边栏的前景图片：旁边的文字选项

source: Top: Above everything except the header line Bottom: Below all verse text Before Verse: Right where it comes in the text After Paragraph: After where it comes in the text
ar: أعلى: فوق كل شيء باستثناء سطر العنوان أسفل: أسفل كل نص آلي قبل الرأس الأخضر: عندما يأتي في النص بعد الفقرة: بعد أين يأتي في النص
es: Arriba: Por encima de todo, excepto de la línea de cabecera Abajo: Debajo de todo el texto del versículo Antes del versículo: Justo donde viene en el texto Después del párrafo: Después de donde viene en el texto
fr: Haut: Au dessus de tout sauf la ligne d'en-tête Bas : En dessous de tout le texte de verset Avant le verset : Là où il vient dans le texte Après le paragraphe : Après où il vient dans le texte
hi: शीर्ष: सभी चीज़ों के ऊपर सिवाए हेडर लाइन के निचला: सभी श्लोक पाठ के नीचे श्लोक के पहले: पाठ में जहां आता है वहीं पर दफ़ा के बाद: पाठ में जहां आता है उसके बाद
hu: Top: A fejléc kivételével minden felett Bottom: Az összes versszöveg alatt Vers előtt: Pontosan ott, ahol a szövegben szerepel bekezdés után: Utána, ahol a szövegben szerepel
id: Atas: Di atas segalanya kecuali baris hulu Bawah: Di bawah semua teks ayat Sebelum Ayat: Tepat di mana berada dalam teks Setelah Paragraf: Setelah tempatnya dalam teks
ko: 상단: 헤더 라인을 제외한 모든 항목 위 하단: 모든 구절 텍스트 아래 구절 전: 본문 바로 앞 단락 뒤: 본문에서 나오는 위치 뒤
ml: മുകളിൽ: തലക്കെട്ട് വരിക്കു പുറമെ എല്ലാറ്റിനു മുകളിലും താഴെ: എല്ലാ വാക്യത്തിനു താഴെയും വാക്യം മുമ്പിൽ വാക്യം: വാചകത്തിൽ വരുന്ന ഇടത്ത്
my: အဖော်ဝင် အိုးမှန်သည်၊ ဖါ.
pt: Em cima: Acima de tudo excepto a linha de cabeçalho Em baixo: Abaixo de todo o texto do verso Antes do Verso: Mesmo onde vem no texto Depois do parágrafo: Depois de onde vem no texto
ro: Sus: Deasupra a tot, cu excepția liniei de antet Jos: Sub tot textul versurilor Înainte de versuri: Chiar acolo unde vine în text După Paragraf: După Paragraf: După locul în care apare în text
ru: Вверху: Над всем, кроме строки заголовка Внизу: Ниже всего текста стиха Перед стихом: Сразу после текста После абзаца: После того, где он идет в тексте
th: ด้านบน: มากกว่าทุกสิ่ง นอกจากแถวหัวข้อ ด้านล่าง: ใต้ทุกข้อความข้อความก่อนข้อความ: ตรงที่มันมาในข้อความ หลังจากบทความ: หลังจากที่มันมาในข้อความ
zh: 顶部：除页眉之外的所有内容之上 底部：在所有的经句文本下面 经句前：在其出现在文本中的地方 段落后：在文本中出现的地方之后

source: Above or Below Text:
ar: فوق النص أو أسفله:
es: Por encima o por debajo del texto:
fr: Au-dessus ou au-dessous du texte :
hi: पाठ के ऊपर या नीचे:
hu: Szöveg felett vagy alatt:
id: Di atas atau Di Bawah Teks:
ko: 텍스트 위 또는 아래에 배치합니다:
ml: മുകളിലോ താഴെയോ ഉള്ള വാചകം:
my: အဖော်ဝင် အိုးကိုထားပါ။
pt: Texto acima ou abaixo:
ro: Deasupra sau sub text:
ru: Над или под текстом:
th: มากกว่าหรือล่างข้อความ:
zh: 文本上方或下方：

source: Sidebar foreground image: Above or below text
ar: صورة الشريط الجانبي: أعلى أو أسفل النص
es: Imagen en primer plano de la barra lateral: Por encima o por debajo del texto
fr: Image de premier plan de la barre latérale : Au-dessus ou au-dessous du texte
hi: साइडबार अग्रभूमि छवि: पाठ के ऊपर या नीचे
hu: Oldalsáv előterében lévő kép: szöveg felett vagy alatt
id: Gambar latar depan di kotak info: di atas/bawah teks
ko: 사이드바 전경 이미지: 텍스트 위 또는 아래
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ ടെക്സ്റ്റിനുമുകളിലോ താഴെയോ
my: ဘော်ဒါ အေးဇွန်းပုံ။စာသား အားဖြင့်ဆွေးခန်း
pt: Imagem em primeiro plano da barra lateral: Texto em cima ou em baixo
ro: Imaginea de prim-plan a barei laterale: Deasupra sau sub text
ru: Изображение переднего плана боковой панели: Над или под текстом
th: ภาพด้านหน้าแท่นข้าง: ใต้หรือเหนือข้อความ
zh: 侧边栏的前景图片：文字上方或下方

source: Beside Text:
ar: إلى جانب النص:
es: Junto al texto:
fr: À côté du texte :
hi: पाठ के बगल में:
hu: A szöveg mellett:
id: Di Samping Teks:
ko: 텍스트 옆:
ml: അടുത്തുള്ള വാചകം:
my: အဖော်ဝင် အိုးနှင့်ထီများထော်နွှဲစမ်းရန်
pt: Ao lado de Texto:
ro: Alături de text:
ru: Рядом с текстом:
th: ข้างหน้าข้อความ:
zh: 旁边的文字：

source: Sidebar foreground image: Beside text
ar: صورة الشريط الجانبي: النص الجانبي
es: Imagen en primer plano de la barra lateral: Junto al texto
fr: Image de premier plan dans la barre latérale : A côté du texte
hi: साइडबार अग्रभूमि छवि: पाठ के पास
hu: Oldalsáv előterében lévő kép: szöveg mellett
id: Gambar latar depan di kotak info: Di sebelah teks
ko: 사이드바 전경 이미지: 텍스트 옆
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ ടെക്സ്റ്റിനൊപ്പം
my: ဘော်ဒါ အေးဇွန်းပုံ။ ဘီအောက်စံ ခွေလုံးသည်
pt: Imagem em primeiro plano da barra lateral: Ao lado do texto
ro: Imaginea de prim-plan a barei laterale: Alături de text
ru: Изображение на переднем плане боковой панели: Рядом с текстом
th: ภาพด้านหน้าแท่นข้าง: ข้างหน้าข้อความ
zh: 侧边栏的前景图片：文本旁边

source: Cutout Within Text:
ar: قطع ضمن النص:
es: Recorte dentro del texto:
fr: Découpage dans le texte:
hi: पाठ के भीतर काटें:
hu: Kivágás a szövegen belül:
id: Disisipkan Dalam Area Teks:
ko: 텍스트 내 컷아웃:
ml: ടെക്സ്റ്റിനുള്ളിലെ കട്ട്ഔട്ട്:
my: ကင့်ဆုံးအရွင် \n ကင်းလ်\n
pt: Recorte Dentro do Texto:
ro: Decupaj în cadrul textului:
ru: Вырезка внутри текста:
th: การตัดออกภายในข้อความ:
zh: 文本内的剪贴画：

source: Sidebar foreground image: Cutout within sidebar
ar: صورة الشريط الجانبي: القطع داخل الشريط الجانبي
es: Imagen de primer plano de la barra lateral: Recorte dentro de la barra lateral
fr: Image de premier plan de la barre latérale : Découpe dans la barre latérale
hi: साइडबार अग्रभूमि छवि: साइडबार के भीतर कटआउट
hu: Oldalsáv előterében lévő kép: Oldalsávon belüli kivágás
id: Gambar latar depan di kotak info: Gambar guntingan
ko: 사이드바 전경 이미지: 사이드바 내 컷아웃
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ സൈഡ്ബാറിൽ ഉള്ളിൽ കട്ട്ഔട്ട്
my: ဘော်ဒါ အေးဇွန်းပုံ။ဘေးရှိဘောင်ကွက်တွင်းမှာ အခွန်ဌား စီမံထားသည်
pt: Imagem em primeiro plano da barra lateral: Recorte dentro da barra lateral
ro: Imaginea de prim-plan a barei laterale: Decupaj în cadrul barei laterale
ru: Изображение переднего плана боковой панели: Вырезка в боковой панели
th: ภาพด้านหน้าของแท่นข้าง: การตัดในแท่นข้าง
zh: 侧边栏的前景图片：在侧边栏内四围环绕

source: Sidebar foreground image: Above or below options
ar: صورة الشريط الجانبي: فوق أو أسفل الخيارات
es: Imagen de primer plano de la barra lateral: Opciones de arriba o abajo
fr: Image de premier plan de la barre latérale : Options au-dessus ou au-dessous
hi: साइडबार अग्रभूमि छवि: ऊपर या नीचे विकल्प
hu: Oldalsáv előterében lévő kép: Felül vagy alul opciók
id: Gambar latar depan di kotak info: Pilihan untuk di atas/bawah
ko: 사이드바 전경 이미지: 위 또는 아래 옵션
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ മുകളിലോ താഴെയോ ഉള്ള ഓപ്ഷനുകൾ
my: ဘော်ဒါ အေးဇွန်းပုံ။ ဖုန်း ဇင်းဇတ်နေရာလျှောက်ခံမှု
pt: Imagem em primeiro plano da barra lateral: Opções acima ou abaixo
ro: Imaginea de prim-plan a barei laterale: Opțiuni deasupra sau dedesubt
ru: Изображение переднего плана боковой панели: Варианты выше или ниже
th: ภาพด้านหน้าแท่นข้าง: ตัวเลือกด้านบนหรือด้านล่าง
zh: 侧边栏的前景图片：上方或下方选项

source: Sidebar foreground image: Cutout position options
ar: صورة الشريط الجانبي: خيارات وضع القطع
es: Imagen de primer plano de la barra lateral: Opciones de posición del recorte
fr: Image de premier plan de la barre latérale : Options de position de la découpe
hi: साइडबार अग्रभूमि छवि: कटआउट स्थिति विकल्प
hu: Oldalsáv előterében lévő kép: Kivágási lehetőségek
id: Gambar latar depan di kotak info: Pilihan untuk gambar guntingan
ko: 사이드바 전경 이미지: 컷아웃 위치 옵션
ml: സൈഡ്ബാർ മുൻനിര ചിത്രം: കട്ട്ഔട്ട് സ്ഥാനം ഓപ്ഷനുകൾ
my: ဘော်ဒါ အေးဇွန်းပုံ။ အုလာရေးနေရာနှင့် ရာခြား
pt: Imagem em primeiro plano da barra lateral: Opções de posição de recorte
ro: Imaginea de prim-plan a barei laterale: Opțiuni de poziționare a decupajului
ru: Изображение переднего плана боковой панели: Параметры положения выреза
th: ภาพด้านหน้าแท่นข้าง: ตัวเลือกตําแหน่งตัด
zh: 侧边栏的前景图片：剪贴画位置选项

source: Sidebar foreground image: Adjust cutout position
ar: صورة الشريط الجانبي: ضبط موضع القطع
es: Imagen de primer plano de la barra lateral: Ajustar la posición del recorte
fr: Image de premier plan de la barre latérale : Ajuster la position de la découpe
hi: साइडबार अग्रभूमि छवि: कटआउट स्थिति समायोजित करें
hu: Oldalsáv előterében lévő kép: Állítsa be a kivágás pozícióját
id: Gambar latar depan di kotak info: Sesuaikan posisi gambar guntingan
ko: 사이드바 전경 이미지: 컷아웃 위치 조정
ml: സൈഡ്ബാർ മുൻനിര ചിത്രംഃ കട്ട്ഔട്ട് സ്ഥാനം ക്രമീകരിക്കുക
my: ဘော်ဒါ အေးဇွန်းပုံ။ အခွန်ချောင့်နေရာချိန်ညှိခြင်း
pt: Imagem em primeiro plano da barra lateral: Ajustar a posição de recorte
ro: Imaginea de prim-plan a barei laterale: Reglați poziția decupajului
ru: Изображение переднего плана боковой панели: Настройте положение выреза
th: ภาพด้านหน้าแท่นข้าง: ปรับตําแหน่งตัด
zh: 侧边栏的前景图像：调整剪贴画位置

source: Start N Lines Below Top
ar: بدء تشغيل خطوط N أسفل الأعلى
es: Inicio N líneas por debajo de la parte superior
fr: Démarrer N lignes en-dessous du haut
hi: ऊपर से नीचे N पंक्तियों से शुरू करें
id: Mulai Berapa Banyak Garis Di Bawah Atas
ko: 상단 아래에서 N 줄 시작
ml: മുകളില് നിന്നും താഴേക്ക് N വരികള് ആരംഭിക്കുക
my: ထိပ်ထဲမှ လိုင်းများအားလုံးမှတွန်းငိတ်စီးနေပါစလဲ
pt: Iniciar N Linhas abaixo do topo
ro: Începeți cu N linii sub partea de sus
ru: Начать на N строк ниже верхней
th: เริ่ม N เส้น ใต้ด้านบน
zh: 从顶部往下N行开始

source: Foreground Image Position Within Sidebar
ar: وضع الصورة المقدمة داخل الشريط الجانبي
es: Posición de la imagen en primer plano dentro de la barra lateral
fr: Position de l'image de premier plan dans la barre latérale
hi: साइडबार के भीतर अग्रभूमि चित्र की स्थिति
hu: Előtérben lévő kép pozíciója az oldalsávon belül
id: Posisi Gambar Latar Depan Dalam Kotak Info
ko: 사이드바 내 전경 이미지 위치
ml: സൈഡ്ബാറിലെ മുൻനിര ചിത്ര സ്ഥാനം
my: ဖျော်ဖဴဖြင့်သိချင်သည့်ရာ မှဆွဲယူပျော်ဖြစ်စေပြီ
pt: Posição da imagem em primeiro plano dentro da barra lateral
ro: Poziția imaginii de prim-plan în bara laterală
ru: Положение изображения переднего плана в боковой панели
th: สถานที่ภาพลักษณะหน้าในแท่นข้าง
zh: 侧边栏内的前景图片位置

source: Sidebar background image: Transparency (alpha)
ar: صورة خلفية الشريط الجانبي: الشفافية (ألفا)
es: Imagen de fondo de la barra lateral: Transparencia (alfa)
fr: Image d'arrière-plan de la barre latérale : Transparence (alpha)
hi: साइडबार पृष्ठभूमि छवि: पारदर्शिता (अल्फा)
hu: Oldalsáv háttérképe: Átlátszóság (alfa)
id: Gambar latar belakang di kotak info: Transparansi (alfa)
ko: 사이드바 배경 이미지: 투명도(알파)
ml: സൈഡ്ബാർ പശ്ചാത്തല ചിത്രം: സുതാര്യത (ആൽഫ)
my: ဘော်ဒါ အစီရင် အမှတ်ရည်ညွှန်းချက်: အမှန်းခြင်း (alpha)
pt: Imagem de fundo da barra lateral: Transparência (alfa)
ro: Imaginea de fundal a barei laterale: Transparență (alfa)
ru: Фоновое изображение боковой панели: Прозрачность (альфа)
th: ภาพด้านหลังของแท่นข้าง: ความโปร่งใส (อัลฟา)
zh: 侧边栏的背景图片：透明度（阿尔法）。

source: Transparency or alpha value of the background image: 0 is transparent, 1 is solid. This is useful for turning black lines into a paler shade. Note that this will allow the background colour to show through, even if the image is above the background layer, so on a green background black will become a darker shade of green, not grey.
ar: الشفافية أو قيمة ألفا للخلفية صورة: 0 شفافة، 1 صلبة. هذا أمر مفيد لتحويل الخطوط السوداء إلى شكل متساو. لاحظ أن هذا سيسمح للون الخلفية بأن يظهر من خلال، حتى لو كانت الصورة فوق طبقة الخلفية، لذا على الخلفية الخضراء سيصبح الأسود ظلالاً مظلمة من الأخضر، وليس اللون الأخضر.
es: Transparencia o valor alfa de la imagen de fondo: 0 es transparente, 1 es sólido. Esto es útil para convertir las líneas negras en un tono más pálido. Tenga en cuenta que esto permitirá que el color de fondo incluso si la imagen está por encima de la capa de fondo. la capa de fondo, por lo que en un fondo verde el negro se convertirá en un tono más oscuro de verde, no en gris.
fr: Transparence ou alpha de l'image d'arrière-plan : 0 est transparent, 1 est solide. Ceci est utile pour transformer les lignes noires en une ombre plus pâle. Notez que cela permettra à la couleur d'arrière-plan d’être visible, même si l'image est au-dessus de la couche d’arrière-plan, donc sur un fond vert, noir deviendra une teinte plus foncée de vert, pas un gris.
hi: पृष्ठभूमि छवि की पारदर्शिता या अल्फा मान: 0 पारदर्शी है, 1 ठोस है। यह काले रंग की लाइनों को हल्के रंग में बदलने के लिए उपयोगी है। याद रखें कि यह पृष्ठभूमि रंग को लहराने की अनुमति देगा, भले ही छवि पृष्ठभूमि की परत से ऊपर हो, तो हरे रंग की पृष्ठभूमि पर काला एक गहरा हरा छाया बन जाएगा, ग्रे नहीं।
hu: A háttér kép átlátszósága vagy alfa értéke: 0 az átlátszó, 1 az egyszínű. Ez hasznos a fekete vonalak halványabb árnyalatúvá alakításához. Figyeljünk arra, hogy ez lehetővé teszi a háttérszín átsejlését, még akkor is, ha a kép a háttérréteg felett van, így egy zöld háttéren a fekete a zöld sötétebb árnyalatává válik, nem szürkévé.
id: Transparansi atau nilai alfa dari gambar latar belakang: 0 = transparan, 1 = padat. Ini berguna untuk mengubah garis hitam menjadi warna yang lebih pucat. Perhatian: Ini akan memungkinkan warna latar belakang terlihat, bahkan jika gambar berada di atas lapisan latar belakang, jadi pada latar belakang hijau, warna hitam akan menjadi warna hijau tua, bukan abu-abu.
ko: 배경 이미지의 투명도 또는 알파 값입니다: 0은 투명, 1은 단색입니다. 검은색 선을 더 옅은 색조로 바꿀 때 유용합니다. 이렇게 하면 이미지가 배경 레이어 위에 있더라도 배경 색상 이 보이게 되므로 녹색 배경 에서 검정색은 회색이 아닌 더 어두운 녹색 음영이 됩니다.
ml: പശ്ചാത്തല ചിത്രത്തിന്റെ സുതാര്യത അല്ലെങ്കിൽ ആൽഫ മൂല്യംഃ 0 സുതാര്യമാണ്, 1 ഖരമാണ്. കറുത്ത വരകളെ കൂടുതൽ തെളിഞ്ഞ നിഴലാക്കി മാറ്റുന്നതിന് ഇത് ഉപയോഗപ്രദമാണ്. പശ്ചാത്തല പാളിക്ക് മുകളിലാണെങ്കിൽ പോലും പശ്ചാത്തല നിറം കാണിക്കാൻ ഇത് അനുവദിക്കുമെന്ന് ശ്രദ്ധിക്കുക, അതിനാൽ പച്ച പശ്ചാത്തലത്തിൽ കറുപ്പ് ചാരനിറമല്ല, പച്ചനിറത്തിന്റെ ഇരുണ്ട നിഴലായി മാറും.
my: မှုတ်ပါ။
pt: Transparência ou valor alfa do fundo imagem: 0 é transparente, 1 é sólido. Isto é útil para tornar as linhas pretas numa tonalidade mais pálida. Note que isto permitirá que a cor de fundo seja visível, mesmo que a imagem esteja acima de a camada de fundo, portanto num fundo verde o preto tornar-se-á uma tonalidade mais escura de verde, não de cinzento.
ro: Transparența sau valoarea alfa a imaginii de fundal : 0 este transparent, 1 este solid. Acest lucru este util pentru a transforma liniile negre într-o nuanță mai palidă. Rețineți că acest lucru va permite culoarea de fundal să se vadă, chiar dacă imaginea se află deasupra stratului de fundal, astfel încât pe un fundal verde negrul va deveni o nuanță mai închisă de verde, nu gri.
ru: Прозрачность или альфа-значение фонового изображения: 0 - прозрачный, 1 - сплошной. Это полезно для превращения черных линий в более бледный оттенок. Обратите внимание, что это позволит цвету фона просвечивать, даже если изображение находится выше фонового слоя, поэтому на зеленом фоне черный цвет станет более темным оттенком зеленого, а не серого.
th: ความโปร่งใสหรือค่าอัลฟ่าของภาพเบื้องหลัง: 0 เป็นโปร่งใส, 1 เป็นแข็งแรง. นี้เป็นประโยชน์ในการเปลี่ยนเส้นดําเป็นเงาเบา. หมายเหตุว่านี่จะอนุญาตให้สีพื้นหลังแสดงผ่าน, แม้ภาพจะอยู่เหนือชั้นเบื้องหลัง, ดังนั้นบนพื้นหลังสีเขียวสีดําจะกลายเป็นเงาเขียวที่เข้มกว่า, ไม่ใช่สีเทา.
zh: 背景图像的透明度 或阿尔法值：0是透明，1是实心。对 将黑线变成淡色很有用。 注意，这将允许背景颜色 显示出来，即使图像在 背景层之上，所以在绿色背景上 黑色将变成较深的绿色阴影，而不是灰色。
