Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Reset the current Configuration's UI settings
ar: إعادة تعيين إعدادات واجهة المستخدم الخاصة بالتكوين الحالي
es: Restablecer los ajustes de la interfaz de usuario de la configuración actual
fr: Réinitialiser les paramètres de l'interface de la configuration actuelle
hi: वर्तमान कॉन्फ़िगरेशन के UI सेटिंग्स रीसेट करें
hu: Az aktuális konfiguráció felhasználói felületének beállításainak visszaállítása
id: Atur ulang pengaturan antarmuka pengguna untuk konfigurasi saat ini
ko: 현재 구성의 UI 설정 재설정하기
ml: നിലവിലെ കോൺഫിഗറേഷന്റെ UI ക്രമീകരണങ്ങൾ പുനഃസജ്ജമാക്കുക
my: လက်ရှိအထွာ ထိန်းချုပ်မှုဆက်တင်များကို အစဉ်သုံးနိုင်အောင် ပြန်လုပ်ပါ
pt: Repor as definições da IU da configuração atual
ro: Resetarea setărilor UI ale configurației curente
ru: Сброс настроек пользовательского интерфейса текущей конфигурации
th: กําหนดการตั้งค่า UI ของ Configuration ปัจจุบันใหม่
zh: 重置当前配置的用户界面设置

source: Warning! This will reset ALL the UI settings for the CURRENT configuration to their default values. Note that it will NOT reset the Style settings stored in the .sty files.
ar: تحذير! سيؤدي ذلك إلى إعادة تعيين جميع إعدادات واجهة المستخدم للتكوين الحالي إلى قيمها الافتراضية. لاحظ أنه لن يعيد تعيين إعدادات النمط المخزنة في ملفات .sty.
es: Advertencia Esto restablecerá TODOS los ajustes de la interfaz de usuario de la configuración actual a sus valores por defecto. Tenga en cuenta que NO restablecerá la configuración de almacenados en los archivos .sty.
fr: Attention ! Cette opération réinitialise TOUS les paramètres de l'interface utilisateur pour la configuration ACTUELLE à leurs valeurs par défaut. Notez que cela ne réinitialise PAS les paramètres de style stockés dans les fichiers .sty.
hi: चेतावनी! यह CURRENT कॉन्फ़िगरेशन के लिए सभी UI सेटिंग्स को डिफॉल्ट मानों पर रीसेट कर देगा। ध्यान दें कि यह .sty फ़ाइलों में संग्रहीत शैली सेटिंग्स को रीसेट नहीं करेगा।
hu: Figyelem! Ez visszaállítja az ÖSSZES felhasználói felület beállításait az AKTUÁLIS konfigurációhoz az alapértelmezett értékekre. Ne feledje, hogy ez NEM állítja vissza a .sty fájlokban tárolt stílusbeállításokat.
id: Peringatan! Ini akan mengatur ulang SEMUA pengaturan UI untuk konfigurasi SAAT INI ke nilai defaultnya. Perhatikan bahwa ini TIDAK akan mengatur ulang pengaturan Style yang tersimpan dalam file .sty.
ko: 경고! 이렇게 하면 현재 구성의 모든 UI 설정 이 기본값인 으로 재설정됩니다. .sty 파일에 저장된 스타일 설정은 재설정되지 않습니다.
ml: മുന്നറിയിപ്പ്! ഇത് നിലവിലെ ക്രമീകരണത്തിനുള്ള എല്ലാ UI ക്രമീകരണങ്ങളും അവയുടെ സ്ഥിര മൂല്യങ്ങളിലേക്ക് പുനഃസജ്ജമാക്കും. .sty ഫയലുകളിൽ സംഭരിച്ചിരിക്കുന്ന ശൈലി ക്രമീകരണങ്ങൾ പുനഃസജ്ജമാക്കുന്നില്ല എന്നത് ശ്രദ്ധിക്കുക.
pt: Aviso! Isso redefinirá TODAS as configurações da interface do usuário para a configuração ATUAL para seus valores padrão. Observe que isso NÃO redefinirá as configurações de estilo armazenadas nos arquivos .sty.
ro: Atenție! Acest lucru va reseta TOATE setările UI pentru configurația CURENTĂ la valorile lor implicite. Rețineți că NU va reseta setările de stil stocate în fișierele .sty.
ru: Внимание! Это приведет к сбросу ВСЕХ настроек пользовательского интерфейса для текущей конфигурации к значениям по умолчанию. Обратите внимание, что при этом НЕ будут сброшены настройки стилей , хранящиеся в файлах .sty.
th: คําเตือน! การทําเช่นนี้จะรีเซ็ตค่าค่าตัวจริงของ UI ทั้งหมดสําหรับการตั้งค่า CURRENT. ระวังว่ามันจะไม่รีเซ็ตค่า Style ที่เก็บไว้ในไฟล์ .sty
zh: 警告！ 这将把当前配置的所有用户界面设置 重置为 的默认值。 请注意，它不会重置存储在 .sty 文件中的样式 设置。

source: PDF file (with embedded settings) or ZIP archive file
ar: ملف PDF (مع الإعدادات المضمنة) أو ملف أرشيف ZIP
es: Fichero PDF (con configuraciones incrustadas) o archivo ZIP
fr: Fichier PDF (avec paramètres intégrés) ou fichier d'archive ZIP
hi: PDF फ़ाइल (एम्बेडेड सेटिंग्स के साथ) या ZIP संग्रह फ़ाइल
hu: PDF fájl (beágyazott beállításokkal) vagy ZIP-archív fájl
id: File PDF (dengan pengaturan yang disematkan) atau file arsip ZIP
ko: PDF 파일(설정 포함) 또는 ZIP 아카이브 파일
ml: പിഡിഎഫ് ഫയൽ (ഇൻബെഡഡ് ക്രമീകരണങ്ങളുള്ള) അല്ലെങ്കിൽ സിപ് ആർക്കൈവ് ഫയൽ
my: တခုခိုင်းသော ဖိုင် (ဆက်တင်တွဲ) သို့မဟုတ် ZIP ဖိုင်
pt: Ficheiro PDF (com definições incorporadas) ou ficheiro ZIP
ro: Fișier PDF (cu setări încorporate) sau arhivă ZIP
ru: Файл PDF (со встроенными настройками) или файл архива ZIP
th: ไฟล์ PDF (มีการตั้งค่าที่ฝัง) หรือไฟล์ ZIP
zh: PDF 文件（内嵌设置）或 ZIP 压缩文件

source: Import: From existing PDF file or ZIP archive
ar: الاستيراد: من ملف PDF موجود أو أرشيف ZIP
es: Importar: Desde un archivo PDF existente o un archivo ZIP
fr: Importer : À partir d'un fichier PDF ou d'une archive ZIP existant
hi: आयात: मौजूदा PDF फ़ाइल या ZIP संग्रह से
hu: Import: PDF fájlból vagy ZIP-archívumból
id: Impor: Dari file PDF atau arsip ZIP yang sudah ada
ko: 가져오기: 기존 PDF 파일 또는 ZIP 아카이브에서 가져오기
ml: ഇറക്കുമതി ചെയ്യുകഃ നിലവിലുള്ള PDF ഫയലിലോ ZIP ആർക്കൈവിലോ നിന്ന്
my: : PDF ဖိုင္ သို့မဟုတ် ZIP ဖိုင်မှ လာကြသည်
pt: Importar: A partir de um ficheiro PDF existente ou de um arquivo ZIP
ro: Import: De la un fișier PDF existent sau o arhivă ZIP
ru: Импорт: Из существующего PDF-файла или ZIP-архива
th: นําเข้า: จากไฟล์ PDF หรือ ZIP ที่มีอยู่
zh: 导入：从现有 PDF 文件或 ZIP 存档导入

source: It is possible to import settings from an existing PDF file which was produced earlier by PTXprint. But this only works if the settings are embedded within the PDF. (This is enabled on the Finishing tab). Importing from a PTXprint ZIP archive (created on the Help tab) is also possible.
ar: من الممكن استيراد الإعدادات من ملف PDF موجود تم إنتاجه مسبقاً بواسطة PTXprint. ولكن هذا لا يعمل إلا إذا كانت الإعدادات مضمنة في ملف PDF. (يتم تمكين ذلك في علامة التبويب "إنهاء"). من الممكن أيضًا الاستيراد من أرشيف PTXprint ZIP (تم إنشاؤه في علامة التبويب تعليمات).
es: Es posible importar la configuración de un archivo PDF existente que fue producido por PTXprint. Pero esto sólo funciona si la configuración están incrustados en el PDF. (Esto se activa en la pestaña Acabado). También es posible importar desde un archivo ZIP PTXprint (creado en la pestaña Ayuda).
fr: Il est possible d'importer des paramètres à partir d'un fichier PDF existant qui a été produit précédemment par PTXprint. Mais cela ne fonctionne que si les paramètres sont intégrés dans le PDF. (Cette fonction est activée dans l'onglet Finition). L'importation à partir d'une archive ZIP PTXprint (créée dans l'onglet Aide) est également possible.
hi: PTXprint द्वारा पहले उत्पादित एक मौजूदा PDF फ़ाइल से आयात करना संभव है। लेकिन यह केवल तभी काम करता है अगर सेटिंग्स PDF के भीतर एम्बेडेड हैं। (यह फिनिशिंग टैब पर सक्षम है)। PTXprint ZIP संग्रह (सहायता टैब पर निर्मित) से आयात करना भी संभव है।
hu: Lehetőség van a beállítások importálására a meglévő PDF-fájlból, amelyet korábban a PTXprint készített . Ez azonban csak akkor működik, ha a beállítások a PDF-be vannak ágyazva. (Ez a a Befejezés lapon van engedélyezve). A PTXprint ZIP-archívumából történő importálás (a Súgó lapon létrehozott) szintén lehetséges.
id: Dimungkinkan untuk mengimpor pengaturan dari file PDF yang sudah ada yang dibuat sebelumnya oleh PTXprint. Tetapi ini hanya berfungsi jika pengaturan disematkan di dalam PDF. (Ini diaktifkan pada tab Menyelesaikan.) Mengimpor dari arsip ZIP PTXprint (dibuat pada tab Bantuan) juga dimungkinkan.
ko: PTXprint에서 이전에 생성한 기존 PDF 파일에서 설정을 가져올 수 있습니다. 그러나 이는 설정이 PDF에 포함된 경우에만 작동합니다. (이 설정은 마무리 탭에서 활성화되어 있습니다). PTXprint ZIP 아카이브 (도움말 탭에서 생성됨)에서도 가져올 수 있습니다.
ml: PTXprint-ൽ നേരത്തെ സൃഷ്ടിക്കപ്പെട്ട ഒരു നിലവിലുള്ള PDF ഫയലിൽ നിന്ന് ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യാൻ കഴിയും. എന്നാൽ ക്രമീകരണങ്ങൾ PDF-ൽ ഉൾച്ചേർത്തിട്ടുണ്ടെങ്കിൽ മാത്രമേ ഇത് പ്രവർത്തിക്കൂ. (ഇത് ഫിനിഷിംഗ് ടാബിൽ പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുന്നു). ഒരു PTXprint ZIP ആർക്കൈവിൽ നിന്ന് ഇറക്കുമതി ചെയ്യാനും കഴിയും (സഹായം ടാബിൽ സൃഷ്ടിച്ചു).
my: လက်ရှိ PTXprint ဖြင့် PDF ဖိုင်မှ ဆက်တင်များ ထည့်သွင်းနိုင်သည်။ သို့သော် ဆက်တင်များသည် PDF အတွင်း ထည့်သွင်းထားမှသာ အလုပ်လုပ်မည်။ (အချိန်ဆုံးဖြတ်အခန်းတွင် ဤကိုယ်ပိုင်သော အခွင့်အရေးဖြင့် ဆိုပါက)। PTXprint ZIP အပိုင်း ကိုယ်ပိုင်သာလျှင်လည်း ဆက်တင်များ အပိုင်းကမ်းလွန်နိုင်ပါသည်။
pt: É possível importar definições de um ficheiro PDF existente que tenha sido produzido anteriormente pela PTXprint. Mas isto só funciona se as definições estiverem incorporadas no PDF. (Esta opção está activada no separador Acabamento). Também é possível importar a partir de um arquivo ZIP do PTXprint (criado no separador Ajuda).
ro: Este posibil să importați setări dintr-un fișier PDF existent produs anterior de PTXprint. Dar acest lucru funcționează numai dacă setările sunt încorporate în PDF. (Acest lucru este activat în fila Finishing). De asemenea, este posibilă importarea dintr-o arhivă ZIP PTXprint (creată în fila Help).
ru: Существует возможность импорта настроек из существующего PDF-файла, созданного ранее программой PTXprint. Но это возможно только в том случае, если настройки встроены в PDF-файл. (Эта опция включается на вкладке Finishing). Также возможен импорт из ZIP-архива PTXprint (создается на вкладке Help).
th: สามารถนําเข้าการตั้งค่าจากไฟล์ PDF ที่มีอยู่ ซึ่งถูกผลิตโดย PTXprint ก่อนหน้านี้ แต่มันทํางานได้เพียงแต่ถ้าการตั้งค่าถูกฝังใน PDF (นี่ถูกเปิดในแท็บ Finishing) การนําเข้าจากอาร์คิว PTXprint ZIP (สร้างขึ้นในแท็บ Help) ก็เป็นไปได้เช่นกัน
zh: 可以从 现有的 PDF 文件中导入设置，该文件是由 PTXprint 在 之前制作的。但这只有在设置 嵌入 PDF 文件时才有效。(在 "加工 "选项卡上启用 ）。 也可以从 PTXprint ZIP 压缩包 （在 "帮助 "选项卡上创建）中导入。

source: A Previously Saved Configuration:
ar: تكوين محفوظ مسبقاً:
es: Una configuración previamente guardada:
fr: Une configuration précédemment sauvegardée :
hi: एक पहले से बचाई गई संरचना:
hu: Egy korábban elmentett konfiguráció:
id: Konfigurasi yang Disimpan Sebelumnya:
ko: 이전에 저장한 구성:
ml: മുമ്പ് സംരക്ഷിച്ച കോൺഫിഗറേഷൻ:
my: မျှဝေဖျက်မှု ရက်သာခဲ့သော တိပ်တို့အခြေနေ
pt: Uma configuração previamente guardada:
ro: O configurație salvată anterior:
ru: Ранее сохраненная конфигурация:
th: การตั้งค่าที่บันทึกไว้ก่อนหน้านี้:
zh: 一个已保存的配置：

source: Import: From Saved Configuration
ar: الاستيراد: من التكوين المحفوظ
es: Importar: Desde una configuración guardada
fr: Importer : À partir d'une configuration sauvegardée
hi: आयात: बचाई गई संरचना से
hu: Import: Elmentett konfigurációból
id: Impor: Dari Konfigurasi Tersimpan
ko: 가져오기: 저장된 구성에서 가져오기
ml: ഇറക്കുമതി ചെയ്യുകഃ സംരക്ഷിച്ച ക്രമീകരണത്തിൽ നിന്നും
my: ပို့လုပ်သွားပါ (ဖျက်မ့်မက်ကန်ုပ်ချက်များမှာနေဟိ)လုပ်ပြီးပူးတွဲပါ။
pt: Importar: Da configuração guardada
ro: Import: Din configurația salvată
ru: Импорт: Из сохраненной конфигурации
th: นําเข้า: จากการบันทึกการตั้งค่า
zh: 导入：从保存的配置中

source: Import: Project name
ar: الاستيراد: اسم المشروع
es: Importar: Nombre del proyecto
fr: Importer : Nom du projet
hi: आयात: परियोजना का नाम
hu: Import: Projekt neve
id: Impor: Nama proyek
ko: 가져오기: 프로젝트 이름
ml: ഇറക്കുമതി ചെയ്യുകഃ പദ്ധതിയുടെ പേര്
my: ပွားနိုးမှုကိုယူလုပ်ရန် နာရေးချက် ပယောင်ံကိုလာပါ။
pt: Importar: Nome do projeto
ro: Import: Numele proiectului
ru: Импорт: Название проекта
th: นําเข้า: ชื่อโครงการ
zh: 导入：项目名称

source: Select the project from which the settings will be imported.
ar: حدد المشروع الذي سيتم استيراد إعدادات منه.
es: Seleccione el proyecto desde el que se importará la configuración.
fr: Sélectionnez le projet à partir duquel les paramètres seront importés.
hi: जिस परियोजना से सेटिंग्स आयात की जाएंगी, उसका चयन करें।
hu: Válassza ki azt a projektet, amelyből a beállítások importálásra kerülnek.
id: Pilih proyek dari mana pengaturan akan diimpor.
ko: 설정을 가져올 프로젝트를 선택합니다.
ml: ക്രമീകരണങ്ങള് ഇറക്കുമതി ചെയ്യുന്ന പ്രോജക്ട് തിരഞ്ഞെടുക്കുക.
my: တစ်ခါမှစမီသိုမုန်ကိုမှ ကျိုင့်မင်းမိန်စနောက်မှာရန်ရွေးပါ
pt: Seleccione o projeto a partir do qual as definições de serão importadas.
ro: Selectați proiectul din care vor fi importate setările .
ru: Выберите проект, из которого будут импортированы настройки .
th: เลือกโครงการที่ตั้งค่าจะนําเข้า
zh: 选择从哪个项目 导入设置。

source: Import: Project configuration
ar: الاستيراد: تكوين المشروع
es: Importar: Configuración del proyecto
fr: Importer : Configuration du projet
hi: आयात: परियोजना संरचना
hu: Import: Projekt konfiguráció
id: Impor: Konfigurasi proyek
ko: 가져오기: 프로젝트 구성
ml: ഇറക്കുമതി ചെയ്യുകഃ പ്രോജക്ട് ക്രമീകരണം
my: ပွားလှုံ့သည့်ကားဘဝသည်--------- စီးရှာနေဖို့မှများမှာရမယ်တော့
pt: Importar: Configuração do projeto
ro: Import: Configurația proiectului
ru: Импорт: Конфигурация проекта
th: นําเข้า: การตั้งค่าโครงการ
zh: 导入：项目配置

source: Select a configuration from the selected project from which the settings will be imported.
ar: حدد تهيئة من المشروع المحدد الذي سيتم استيراد إعدادات منه.
es: Seleccione una configuración del proyecto desde la que se importarán los ajustes.
fr: Sélectionnez une configuration dans le projet sélectionné à partir de laquelle les paramètres seront importés.
hi: चयनित परियोजना से एक कॉन्फ़िगरेशन का चयन करें, जिससे सेटिंग्स आयात की जाएंगी।
hu: Válasszon ki egy konfigurációt a kiválasztott projektből, amelyből a beállítások importálásra kerülnek.
id: Pilih konfigurasi yang diinginkan dari proyek yang dipilih.
ko: 설정을 가져올 선택한 프로젝트에서 구성을 선택합니다.
ml: തിരഞ്ഞെടുത്ത പ്രോജക്റ്റിൽ നിന്നും ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുന്ന ഒരു ക്രമീകരണം തിരഞ്ഞെടുക്കുക.
my: သင်ႇတင့်ကြလောက်မဲ့ချမှမျာကင််း အသံ၄င်လွတ်ဘယ်သူ ရစ်--------ọrọ-------များကိုသာထားပစ်မည်။
pt: Seleccione uma configuração do projeto selecionado a partir do qual as definições do serão importadas.
ro: Selectați o configurație din proiectul selectat din care vor fi importate setările .
ru: Выберите конфигурацию из выбранного проекта , из которого будут импортированы настройки .
th: เลือกการตั้งค่าจากโครงการที่เลือกที่ตั้งค่าจะนําเข้า
zh: 从选定的项目中 选择一个配置，将从该项目中导入 设置。

source: (None)
ar: لا شيء)
es: (Ninguno)
fr: (Aucune)
hi: (कोई नहीं)
hu: (Nincs)
id: (Tidak Ada)
ko: (적용 안 함)
ml: (ഒന്നും ഇല്ല)
my: (နတ္ထိ)
pt: (Nenhum)
ro: Niciuna)
ru: (Ниже)
th: (ไม่มี)
zh: (无)

source: Project:
ar: مشروع:
es: Proyecto:
fr: Projet :
hi: प्रोजेक्ट:
hu: Projekt:
id: Proyek:
ko: 프로젝트:
ml: പദ്ധതി:
my: စီမံကိန်း၊
pt: Projeto:
ro: Proiect:
ru: Проект:
th: โครงการ:
zh: 项目：

source: Configuration:
ar: التكوين:
es: Configuración:
hi: संरचना:
hu: Konfiguráció:
id: Konfigurasi:
ko: 구성:
ml: ക്രമീകരണം:
my: နာရေးမထားမှဝိုင်များ
pt: Configuração:
ro: Configurație:
ru: Конфигурация:
th: การตั้งค่า:
zh: 配置：

source: Select PDF to import settings from
ar: حدد PDF لاستيراد الإعدادات من
es: Seleccione el PDF del que desea importar la configuración
fr: Sélectionnez le PDF à partir duquel importer les paramètres
hi: जिस PDF से सेटिंग्स आयात की जाएंगी, उसे चुनें
hu: Válassza ki a PDF-et a beállítások importálásához
id: Pilih PDF yang mengandung pengaturan untuk diimpor
ko: 설정을 가져올 PDF 선택
ml: നിന്നും ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുന്നതിനായി PDF തിരഞ്ഞെടുക്കുക
my: မ်ာားတွေကိုျဖစ္ပေါ်မှာဖို့--- ပညာဖြူအရပြန်တို့ကိုင်မီ
pt: Selecionar PDF para importar definições de
ro: Selectați PDF pentru a importa setările din
ru: Выберите PDF для импорта настроек из файла
th: เลือก PDF เพื่อนําเข้าการตั้งค่าจาก
zh: 选择从哪个PDF文件导入设置

source: Select either a PTXprint PDF or ZIP archive to import the settings from. Importing from a PDF will only work if the PDF contains the PTXprint configuration settings (as enabled on the Finishing tab).
ar: حدد إما ملف PTXprint PDF أو أرشيف ZIP لاستيراد الإعدادات منه. لن يعمل الاستيراد من ملف PDF إلا إذا كان ملف PDF يحتوي على إعدادات تكوين PTXprint (كما هو ممكّن في علامة التبويب التشطيب).
es: Seleccione un archivo PTXprint PDF o ZIP para importar la configuración. La importación desde un PDF sólo funcionará si el archivo PDF contiene la configuración de PTXprint (activados en la pestaña Acabado).
fr: Sélectionnez un PDF PTXprint ou une archive ZIP pour importer les paramètres. L'importation à partir d'un PDF ne fonctionnera que si le PDF contient les paramètres de configuration PTXprint (comme activé dans l'onglet Finition).
hi: सेटिंग्स आयात करने के लिए या तो PTXprint PDF या ZIP संग्रह का चयन करें।\n\nPDF से आयात करना केवल तभी काम करेगा जब PDF में PTXprint कॉन्फ़िगरेशन सेटिंग्स शामिल हैं (जैसा कि फ़िनिशिन्ग टैब में सक्षम किया गया है)।
hu: Válasszon ki egy PTXprint PDF- vagy ZIP-archívumot , amelyből importálni kívánja a beállításokat. A PDF-ből történő importálás csak akkor működik, ha a PDF tartalmazza a PTXprint konfiguráció beállításait (a Befejezés lapon engedélyezve).
id: Pilih salah satu dari PDF PTXprint atau arsip ZIP untuk mengimpor pengaturan. Mengimpor dari PDF hanya akan berhasil jika PDF berisi pengaturan konfigurasi PTXprint (seperti yang diaktifkan pada tab Menyelesaikan).
ko: 설정을 가져올 PTXprint PDF 또는 ZIP 아카이브( )를 선택합니다. PDF에서 가져오기는 PDF에 (완료 탭에서 활성화된 대로) PTXprint 구성 설정이 포함된 경우에만 작동합니다.
ml: ഒരു PTXprint PDF അല്ലെങ്കിൽ ZIP ആർക്കൈവ് തിരഞ്ഞെടുക്കുക. ഒരു PDF ൽ നിന്നും ഇറക്കുമതി ചെയ്യുന്നത് PTXprint കോൺഫിഗറേഷൻ ക്രമീകരണങ്ങൾ (ഫിനിഷിംഗ് ടാബിൽ പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുന്നതുപോലെ) PDF ൽ അടങ്ങിയിട്ടുണ്ടെങ്കിൽ മാത്രമേ പ്രവർത്തിക്കൂ.
my: သင်တင်သွင်းလိုသော PTXprint PDF သို့မဟုတ် ZIP ဖိုင်ကို ရွေးချယ်ပါ။ PDF မှ တင်သည်မှာ PDF သည် PTXprint ချိန်ညှိမှု ပုံသွင်းမှုများ ဝင်ပါလျှင်သာ အလုပ်လုပ်ပါမည်။ (Finishing tab တွင် ဖွင့်ထားစေလျှင်သာ)
pt: Seleccione um PDF do PTXprint ou um arquivo ZIP para importar as definições. A importação de um PDF só funcionará se o PDF contiver as definições de configuração do PTXprint (conforme ativado no separador Acabamento).
ro: Selectați fie o arhivă PTXprint PDF, fie o arhivă ZIP din care să importați setările. Importul dintr-un PDF va funcționa numai dacă PDF conține setările de configurare PTXprint (așa cum sunt activate în fila Finishing).
ru: Выберите PDF-файл PTXprint или ZIP-архив для импорта настроек. Импорт из PDF-файла будет работать только в том случае, если PDF-файл содержит настройки конфигурации PTXprint (как указано на вкладке Finishing).
th: เลือกการอาร์ไฟ PDF PTXprint หรือ ZIP เพื่อนําเข้าการตั้งค่าจาก การนําเข้าจาก PDF จะทํางานได้เพียงแต่ PDF มีการตั้งค่าการตั้งค่า PTXprint (ตามที่เปิดในแท็บ Finishing)
zh: 选择一个 PTXprint PDF 或 ZIP 档案 来导入设置。 只有当 PDF 包含 PTXprint 配置 设置（在 "加工 "选项卡上启用）时，从 PDF 导入才有效。

source: Source of Settings
ar: مصدر الإعدادات
es: Procedencia de las Configuraciones
fr: Source des paramètres
hi: सेटिंग्स का स्रोत
hu: A beállítások forrása
id: Sumber Pengaturan
ko: 설정 소스
ml: സജ്ജീകരണങ്ങളുടെ ഉറവിടം
my: အသုံးပြုမည်ဗက်ချီးခြေနာင်ႏ်းဖို့တွေ့လိုတယ်
pt: Fonte de definições
ro: Sursa de setări
ru: Источник настроек
th: แหล่งตั้งค่า
zh: 设置来源

source: An External Folder of Settings
ar: مجلد خارجي للإعدادات
es: Una carpeta externa de ajustes
fr: Un dossier externe des paramètres
hi: सेटिंग्स की एक बाहरी फ़ोल्डर
hu: A beállítások külső mappája
id: Folder Pengaturan Eksternal
ko: 설정의 외부 폴더
ml: ഒരു ബാഹ്യ ക്രമീകരണ ഫോൾഡർ
pt: Uma pasta externa de configurações
ro: Un dosar extern de setări
ru: Внешняя папка с настройками
th: โฟลเดอร์การตั้งค่าภายนอก
zh: 外部设置文件夹

source: Extract settings to an external folder
ar: استخراج الإعدادات إلى مجلد خارجي
es: Extraer configuración a una carpeta externa
fr: Extraire les paramètres vers un dossier externe
hi: सेटिंग्स को बाहरी फ़ोल्डर में निकालें
hu: A beállítások külső mappába történő kicsomagolása
id: Mengekstrak pengaturan ke folder eksternal
ko: 설정을 외부 폴더로 추출
ml: ബാഹ്യ ഫോൾഡറിലേക്ക് ക്രമീകരണങ്ങൾ എക്സ്ട്രാക്റ്റുചെയ്യുക
pt: Extraia as configurações para uma pasta externa
ro: Extragerea setărilor într-un dosar extern
ru: Извлечение настроек во внешнюю папку
th: ส่งการตั้งค่าไปในแฟ้มภายนอก
zh: 将设置解压缩到外部文件夹

source: Settings can be extracted to an external folder. This may be useful when examining settings from a different user, or when there is a need to recover lost settings from a known good PDF or Zip archive.
ar: يمكن استخراج الإعدادات إلى مجلد خارجي. قد يكون هذا مفيداً عند فحص الإعدادات من مستخدم مختلف، أو عندما تكون هناك حاجة لاستعادة الإعدادات المفقودة من ملف PDF أو أرشيف Zip جيد معروف.
es: Las configuraciones se pueden extraer a una carpeta externa. Esto puede ser útil cuando se examinan los ajustes de un usuario diferente, o cuando hay una necesidad de recuperar ajustes perdidos de un PDF bueno conocido o archivo Zip.
fr: Les paramètres peuvent être extraits vers un dossier externe. Cela peut être utile pour examiner les paramètres d’un autre utilisateur, ou lorsqu'il est nécessaire de récupérer des paramètres perdus à partir d'un PDF ou d'une archive Zip dont les paramètres sont bons.
hi: सेटिंग्स को बाहरी फ़ोल्डर में निकाला जा सकता है। यह किसी अन्य उपयोगकर्ता की सेटिंग्स की जाँच करते समय, या जब ज्ञात अच्छी PDF या Zip आर्काइव से खोई हुई सेटिंग्स को पुनः प्राप्त करने की आवश्यकता होती है, तो उपयोगी हो सकता है।
hu: A beállításokat egy külső mappába lehet kinyerni. Ez akkor lehet hasznos, ha a beállításokat a egy másik felhasználóról vizsgálja, vagy ha vissza kell állítani a elveszett beállításokat egy ismert jó PDF- vagy Zip-archívumból.
id: Pengaturan dapat diekstrak ke folder eksternal. Hal ini mungkin berguna ketika memeriksa pengaturan dari pengguna yang berbeda, atau ketika ada kebutuhan untuk memulihkan pengaturan yang hilang dari arsip PDF atau Zip yang dikenal baik.
ko: 설정을 외부 폴더로 추출할 수 있습니다. 이 기능은 다른 사용자 의 설정을 검사할 때 또는 정상으로 알려진 PDF 또는 Zip 아카이브에서 손실된 설정을 복구해야 할 때 유용할 수 있습니다.
ml: സജ്ജീകരണങ്ങൾ ഒരു ബാഹ്യ ഫോൾഡറിലേക്ക് എക്സ്ട്രാക്റ്റുചെയ്യാനാകും. മറ്റൊരു ഉപയോക്താവിൽ നിന്നുള്ള സജ്ജീകരണങ്ങൾ പരിശോധിക്കുമ്പോൾ ഇത് ഉപയോഗപ്രദമാകും, അല്ലെങ്കിൽ അറിയപ്പെടുന്ന നല്ല PDF അല്ലെങ്കിൽ Zip ആർക്കൈവിൽ നിന്ന് നഷ്ടപ്പെട്ട സജ്ജീകരണങ്ങൾ വീണ്ടെടുക്കേണ്ട ആവശ്യമുണ്ടെങ്കിൽ.
pt: As configurações podem ser extraídas para uma pasta externa. Isso pode ser útil ao examinar as configurações de um usuário diferente ou quando for necessário recuperar configurações perdidas de um arquivo PDF ou Zip em bom estado.
ro: Setările pot fi extrase într-un dosar extern. Acest lucru poate fi util atunci când examinați setările de la un alt utilizator sau când este necesar să recuperați setările pierdute dintr-o arhivă PDF sau Zip cunoscută ca fiind bună.
ru: Настройки можно извлечь во внешнюю папку. Это может быть полезно при изучении настроек другого пользователя или при необходимости восстановить потерянные настройки из заведомо исправного PDF- или Zip-архива.
th: การตั้งค่าสามารถถอนไปในแฟ้มภายนอกได้. นี้อาจมีประโยชน์เมื่อตรวจสอบการตั้งค่าจากผู้ใช้ที่แตกต่างกัน, หรือเมื่อมีความจําเป็นในการฟื้นคืนการตั้งค่าที่หายไปจาก PDF หรือ Zip อาร์คิฟที่ทราบว่าดี
zh: 可将设置提取到外部文件夹。 在检查 不同用户的设置时，或需要从已知良好的 PDF 或 Zip 存档中恢复 丢失的设置时，这可能会很有用。

source: A New/Existing Project and/or Configuration:
ar: مشروع جديد/حالي و/أو تكوين جديد/حالي و/أو تكوين جديد/حالي:
es: Un proyecto nuevo/existente y/o configuración:
fr: Un projet nouveau/existant et/ou une configuration :
hi: नया/मौजूदा प्रोजेक्ट और/या कॉन्फिगरेशन:
hu: Új/meglévő projekt és/vagy konfiguráció:
id: Proyek dan/atau Konfigurasi Baru/Ada dan/atau Konfigurasi:
ko: 신규/기존 프로젝트 및/또는 구성:
ml: പുതിയ/നിലവിലുള്ള പദ്ധതിയും/അല്ലെങ്കിൽ കോൺഫിഗറേഷനും:
pt: Um projeto e/ou configuração novo/existente:
ro: Un proiect și/sau o configurație nouă/existentă:
ru: Новый/существующий проект и/или конфигурация:
th: โครงการใหม่/มีอยู่และ/หรือการตั้งค่า:
zh: 一个新的/现有的项目和/或配置：
