Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: To save space in the footnote area, you can combine the footnotes and cross-references as a single paragraph (rather than the cross- references appearing in a separate block underneath the footnotes). If this option is used, the Cross-References can only have one type of caller (rather than a sequence) which must be specified above.
ar: لحفظ المساحة في منطقة الحاشية، يمكنك الجمع بين الحواشي والإشارات المرجعية كفقرة واحدة (بدلاً من الإشارات المتداخلة - التي تظهر في كتلة منفصلة تحت الحواشي). إذا تم استخدام هذا الخيار ، يمكن أن يحتوي على نوع واحد فقط من المتصلين (وليس تسلسل) يجب أن يكون محددا أعلاه.
es: Para ahorrar espacio en el área de notas al pie, puedes combinar las notas al pie y las referencias cruzadas como un solo párrafo (en lugar que las referencias aparezcan en un bloque separado debajo de las notas a pie). Si esta opción es utilizado, las Referencias Cruzadas sólo pueden tener un tipo de llamador (en vez de una secuencia) que debe ser especificado arriba.
fr: Pour économiser de l'espace dans la zone de la note de bas de page, vous pouvez combiner les notes de bas de page et les références croisées en un seul paragraphe (plutôt que mettre les références croisées dans un bloc séparé sous les notes de bas de page). Si cette option est utilisée, les références croisées doivent utiliser un seul type d’appel (plutôt qu'une séquence), qu’on doit spécifier ci-dessus.
hi: फुटनोट क्षेत्र में स्थान बचाने के लिए, आप फुटनोट और क्रॉस-रेफरेंस को एक ही पैराग्राफ के रूप में जोड़ सकते हैं (इसके बजाय क्रॉस-रेफरेंस को फुटनोट के नीचे एक अलग ब्लॉक में दिखने के बजाय)। यदि इस विकल्प का उपयोग किया जाता है, तो क्रॉस-रेफरेंस में केवल एक प्रकार का कॉलर हो सकता है (क्रम के बजाय) जिसे ऊपर निर्दिष्ट किया जाना चाहिए।
hu: A lábjegyzetek területén való helytakarékosság érdekében a lábjegyzeteket és a kereszthivatkozásokat egyetlen bekezdésként egyesítheti (ahelyett, hogy a kereszthivatkozások külön blokkban jelennének meg a lábjegyzetek alatt). Ha ezt az opciót használjuk, a kereszthivatkozásoknak csak egyféle hívószava lehet (nem pedig egy sorozat) , amelyet fentebb kell megadni.
id: Untuk menghemat ruang di area catatan kaki, Anda dapat menggabungkan catatan kaki dan referensi silang sebagai satu paragraf (bukan referensi silang yang muncul di blok terpisah di bawah catatan kaki). Jika pilihan ini digunakan, Referensi Silang hanya dapat memiliki satu jenis pemanggil (bukan urutan) yang harus ditentukan di atas.
ko: 각주 영역의 공간을 절약하려면 각주와 상호 참조( )를 하나의 단락으로 결합할 수 있습니다(각주 아래 별도의 블록( )에 상호 참조( )를 표시하는 대신). 이 옵션을 사용하는 경우, 상호 참조에는 한 가지 유형의 호출자(시퀀스가 아닌 )만 있을 수 있으며, 이는 위에 지정해야 합니다.
ml: അടിക്കുറിപ്പുകളുടെ മേഖലയിൽ സ്ഥലം ലാഭിക്കാൻ, അടിക്കുറിപ്പുകളും ക്രോസ് റഫറൻസുകളും ഒരൊറ്റ ഖണ്ഡികയായി സംയോജിപ്പിക്കാം (കുറിപ്പുകൾക്ക് കീഴിലുള്ള ഒരു പ്രത്യേക ബ്ലോക്കിൽ പ്രത്യക്ഷപ്പെടുന്ന ക്രോസ് റഫറൻസുകൾക്ക് പകരം). ഈ ഓപ്ഷൻ ഉപയോഗിച്ചാൽ, ക്രോസ് റഫറൻസുകൾക്ക് ഒരു തരം കോളർ മാത്രമേ ഉണ്ടാകൂ (ഒരു ശ്രേണിക്ക് പകരം), അത് മുകളിൽ വ്യക്തമാക്കണം.
my: အောက်ခြေမှတ်ချက်နေရာတွင် ဘယျသော်နည်းဖြင့် ကွာသလို လည်း သတိပြုရန်ကောင်းသောအတိုင်း မှတ်ချက်များ ရင်ခြင်းဖြင့် ချိတ်ဆက်မိစားသောဤမှုတ်တုများကိုရှောင်ကြ၊အောက်ခြေမှတ်ချက်တွင် အများဆုံး ဤသည်ဖြင့်အသက်သွင်းခြင်းကို ကပ်ပေါ့တဲ့ ကိုယ်ထည်၊ မှတ်ချက်များမှ စီပြဇာ ၊ အချိုးကျဆင်းဝါဆိုပါတယ်ဆိုပါလျှင် လာသည်အောက်မှီတော့ သော့တဖက္ ဖုံးပေးပါ။ အောက်ဘေး မှသာတော့တန္ခုင်းမှ ဇာကား၊ ကျမ်းလောင်း အခြားဖျံကိုင်ချက်များဖြစစအညာသည်မဟုတ်ပါနေစညိြေား သောကျမ်းအဖျယုံပါပင်ဖြစ်ဆဲအလို့ဉီးတီ တွန်ပြင်ချင်နှိုင်ဆရာသမ丶ေသားအပြုyn
pt: Para economizar espaço na área de notas de rodapé, você pode combinar as notas de rodapé e referências cruzadas como um único parágrafo (em vez do cruzamento - referências que aparecem em um bloco separado abaixo das notas de rodapé). Se esta opção for usada, as referências cruzadas só podem ter um tipo de chamada (em vez de uma sequência) que deve ser especificado acima.
ro: Pentru a salva spațiu în zona notelor de subsol, puteți combina notele de subsol și referințele încrucișate sub forma unui singur paragraf (mai degrabă decât cele referințe care apar într-un bloc separat sub notele de subsol). Dacă această opțiune este folosită, referințele încrucișate pot avea doar un singur tip de apelant (în loc de o secvență) care trebuie specificat mai sus.
ru: Сохранять пробел в области сносок вы можете комбинировать сноски и перекрестные ссылки в виде одного абзаца (а не крестики- ссылки, находящиеся в отдельном блоке под сносками). Если этот параметр используется, Перекрёстные ссылки могут иметь только один тип вызова (а не последовательность) который должен быть указан выше.
th: เพื่อประหยัดพื้นที่ในพื้นที่คําบรรยายคุณสามารถรวมคําบรรยายและคําอ้างอิงข้ามเป็นข้อหนึ่ง (แทนที่คําอ้างอิงข้ามที่ปรากฏในกล่องแยกภายใต้คําบรรยาย) หากใช้ตัวเลือกนี้, คําอ้างอิงข้ามสามารถมีเพียงชนิดหนึ่งของผู้เรียก (แทนการเรียงลําดับ) ซึ่งต้องกําหนดด้านบน
zh: 为了节省脚注区内的空间， 您可以 将脚注和经文参照 合并为一个单独段落(而不是让经文参照 在脚注下方单独成为一个段落)。 如果此选项被选中， 经文参照只能有一种 类型的标注符号(而不是序列) 必须在上面指定。

source: Column Cross-References
ar: عمود المراجع الشاملة
es: Referencias cruzadas de columnas
fr: Références croisées en colonne
hi: कॉलम क्रॉस-रेफरेंस
hu: Oszlopkereszthivatkozások
id: Referensi Silang Per Kolom
ko: 열 상호 참조
ml: നിര ക്രോസ് റഫറൻസുകൾ
my: ကော်လံန်တိုင်း၏ ချိတ်ဆက်အုံးရောင်းကန်
pt: Referências cruzadas de coluna
ro: Referințe încrucișate coloană
ru: Перекрёстные ссылки столбцов
th: สารสอดคล้องสกัดสกัด
zh: 列经文参照

source: Placement of cross-references: Vertical column
ar: مكان الإحالات المرجعية: العمود العمودي
es: Colocación de las referencias cruzadas: Columna vertical
fr: Emplacement des références croisées : Colonne verticale
hi: क्रॉस-रेफरेन्स का स्थान: लंबवत कॉलम
hu: Kereszthivatkozások elhelyezése: Függőleges oszlop
id: Tempatkan referensi silang di kolom vertikal
ko: 상호 참조 배치: 세로 열
ml: ക്രോസ് റഫറൻസുകളുടെ സ്ഥാനം: ലംബ നിര
my: ပြန်လှန်ရည်ညွှန်းချက် တည်နေရာ: တိုင်ဆောင်
pt: Colocação de referências cruzadas: Coluna vertical
ro: Plasarea trimiterilor încrucișate: Coloană verticală
ru: Размещение перекрестных ссылок: Вертикальная колонка
th: การวางสานสาน: คอลัมน์แนวตั้ง
zh: 经文参照的位置：纵列

source: When there are numerous cross-references (usually when using an external list of references) then it may be useful to place them in their own column. The cross references will appear in a narrow vertical column similar to a study/reference Bible layout.
ar: عندما يكون هناك العديد من الإحالات المرجعية (عادة عند استخدام قائمة مراجع خارجية)، قد يكون من المفيد وضعها في عمودها الخاص. ستظهر الإشارات المرجعية في عمود عمودي ضيق مماثل لتصميم كتاب الإنجيل الدراسي/المرجعي.
es: Cuando hay numerosas referencias cruzadas (normalmente cuando se utiliza una lista externa de referencias) entonces puede ser útil colocarlas en su propia columna. Las referencias cruzadas aparecerán en una columna vertical estrecha similar a la disposición de una Biblia de estudio/referencia.
fr: Lorsqu'il y a de nombreuses références croisées (généralement lorsqu'on utilise une liste externe de références), il peut être utile de les placer dans leur propre colonne. Les références croisées apparaîtront dans une colonne verticale étroite semblable à la mise en page d'une Bible d'étude/de référence.
hi: जब कई क्रॉस-रेफरेंस होते हैं (आमतौर पर बाहरी संदर्भ सूची का उपयोग करते हुए) तब उन्हें खुद के column में रखने के लिए यह उपयोगी होता है। क्रॉस-रेफरेंस एक संकीर्ण vertical column में पवित्रशास्त्र/संदर्भ पवित्र -शास्त्र रूपरेखा के समान दिखाई देंगी।
hu: Ha számos kereszthivatkozás van (általában , ha külső hivatkozási listát használunk), akkor hasznos lehet saját oszlopban elhelyezni őket. A kereszthivatkozások egy keskeny függőleges oszlopban jelennek meg, hasonlóan a tanulmányi/referenciabiblia elrendezéséhez.
id: Kalau ada banyak referensi silang (yang biasanya terjadi kalau menggunakan daftar referensi dari sumber lain), mungkin sebaiknya menempatkannya di kolom sendiri. Referensi silang akan ditampilkan dalam kolom vertikal sempit yang mirip dengan tata letak Alkitab studi/referensi.
ko: 상호 참조가 많은 경우(일반적으로 외부 참조 목록을 사용하는 경우 ), 해당 참조를 자체 열에 배치하는 것이 유용할 수 있습니다. 상호 참조는 연구/참조 성경 레이아웃과 비슷한 좁은 세로줄( ) 열에 표시됩니다.
ml: ധാരാളം ക്രോസ് റഫറൻസുകൾ ഉണ്ടെങ്കിൽ (സാധാരണയായി ഒരു ബാഹ്യ റഫറൻസുകളുടെ പട്ടിക ഉപയോഗിക്കുമ്പോൾ) അവയെ അവയുടെ സ്വന്തം നിരയിൽ സ്ഥാപിക്കുന്നത് ഉപയോഗപ്രദമാകും. പഠന / റഫറൻസ് ബൈബിൾ ലേ layout ട്ടിന് സമാനമായ ഒരു ഇടുങ്ങിയ ലംബ നിരയിൽ ക്രോസ് റഫറൻസുകൾ ദൃശ്യമാകും.
my: အားလုံးအားလုံးမ့ှခင်ချိတ်ဆက် 携扣数ကာများလျင် ဒီရှမ်းရင်းနေရာတွင်မေရောင်းပါ့မိဲဖြုန်းပါဝန်စဉ်သည် ချိတ်ဆက်ခေါ်ဖျောက်ဃားများသည် ရှေါ့ရောနေရှာလာ၏ ယခြို့ အင်းဖြတ်ဌနေရာတွင် ရှောင်ခြင်းရစောာင်းချိုပြုသန်မှုသည် ဖိတ်ဖြမ်င်ပါစသော စာမစ္နှာဒိတ်က်နားရှိခြင်းဖြစ်သည်
pt: Quando existem numerosas referências cruzadas (geralmente quando usando uma lista externa de referências), então pode ser útil colocá-las em sua própria coluna. As referências cruzadas aparecerão em uma coluna vertical estreita, similar a um layout de Bíblia de Estudo/Referência.
ro: Atunci când există numeroase referințe încrucișate (de obicei atunci când se utilizează o listă externă de referințe), poate fi utilă plasarea acestora în propria lor coloană . Referințele încrucișate vor apărea într-o coloană verticală îngustă similară cu o dispunere a Bibliei de studiu/referințe.
ru: Если перекрестных ссылок много (обычно при использовании внешнего списка ссылок), то может быть полезно поместить их в отдельную колонку. Перекрестные ссылки будут отображаться в узкой вертикальной колонке , похожей на макет учебной/ справочной Библии.
th: เมื่อ มี การ อ้างอิง สัมพันธ์ หลาย ข้อ (มัก จะ เป็น เมื่อ ใช้ รายการ อ้างอิง นอก) แล้ว มัน อาจ เป็น ที่ มี ประโยชน์ ที่ จะ วาง อ้างอิง สัมพันธ์ เหล่า นั้น ใน คอลัมน์ ของ ตัว เอง. อ้างอิง สัมพันธ์ จะ ปรากฏ ใน คอลัมน์ สูง สั้น เหมือน กับ การ วางแผน คัมภีร์ ไบเบิล การ ศึกษา/อ้างอิง.
zh: 当多处存在经文参照(通常使用 外部参照列表) 时， 更好的办法是把他们单独放置在一列。 经文参照将出现在狭窄的垂直 列中，类似于学习版/参考版圣经的布局。

source: Use External List of Cross-References
ar: استخدام القائمة الخارجية للمراجع المتقاطعة
es: Utilizar la lista externa de referencias cruzadas
fr: Utiliser une liste externe de références croisées
hi: क्रॉस-रेफेरेंस की बाहरी सूची का उपयोग करें
hu: Külső kereszthivatkozások listájának használata
id: Gunakan Daftar Acuan Silang dari Luar
ko: 외부 상호 참조 목록 사용
ml: ക്രോസ് റഫറൻസുകളുടെ ബാഹ്യ പട്ടിക ഉപയോഗിക്കുക
my: ပြန်လှန်ညွှန်းဆိုချက်များ အသုံးပြုသည်...
pt: Usar Lista Externa de Interferências Entre Referências
ro: Folosește lista externă de referințe comune
ru: Использовать внешний список перекрестных ссылок
th: ใช้รายการแหล่งอ้างอิงภายนอก
zh: 使用外部经文参照列表

source: Instead of using a handful of cross-references as specified within the project's USFM text, you can select an external list containing many 1000's of cross-references. These will automatically be localized into the project's language using the \toc3 values specified in the Paratext project settings (See: Scripture reference settings...) This feature is usually used for Study or Reference Bibles in conjunction with the 'Column Cross-References' placement option.
ar: بدلًا من استخدام عدد قليل من المراجع التبادلية كما هو محدد في نص USFM الخاص بالمشروع، يمكنك تحديد قائمة خارجية تحتوي على العديد من من المراجع التبادلية. سيتم تعريبها تلقائيًا إلى لغة المشروع باستخدام \toc3 القيم المحددة في إعدادات مشروع Paratext (انظر: إعدادات مراجع الكتاب المقدس...) عادةً ما تُستخدم هذه الميزة في الأناجيل المرجعية للدراسة أو بالاقتران مع خيار وضع "المراجع التبادلية للعمود".
es: En lugar de utilizar un puñado de referencias cruzadas como se especifica en el texto USFM del proyecto, puede seleccionar una lista externa que contenga muchos miles de de referencias cruzadas. Éstas se localizarán automáticamente en el idioma del proyecto utilizando los valores \toc3 especificados en la configuración del proyecto Paratext (Ver: Configuración de las referencias bíblicas...) Esta función se utiliza normalmente para Biblias de estudio o de referencia junto con la opción de colocación de 'Referencias cruzadas en columna'.
fr: Au lieu d'utiliser une poignée de références croisées comme spécifié dans le texte USFM du projet, vous pouvez sélectionner une liste externe contenant plusieurs milliers de références croisées. Celles-ci seront automatiquement localisées dans la langue du projet en utilisant les valeurs \toc3 spécifiées dans les paramètres du projet Paratext (Voir : Paramètres des références bibliques...) Cette fonctionnalité est généralement utilisée pour les Bibles d'étude ou de référence en conjonction avec l'option d'emplacement 'Références croisées en colonne'.
hi: प्रोजेक्ट के USFM टेक्स्ट में निर्दिष्ट कुछ विवरणों का उपयोग करने के बजाय, आप कई हजारों विवरणों की बाहरी सूची चुन सकते हैं। ये विवरण स्वचालित रूप से प्रोजेक्ट की भाषा में अनुभागीय हो जाएंगे पैराटेक्स्ट प्रोजेक्ट सेटिंग्स में निर्दिष्ट \toc3 मान का उपयोग करके (देखें: आकृति संदर्भ सेटिंग्स...) यह सुविधा आमतौर पर अध्ययन या বিস্তারিত बाइबल्स में उपयोग की जाती है 'स्तंभ के विवरणों' प्लेसमेंट विकल्प के साथ।
hu: Ahelyett, hogy a projekt USFM-szövegében megadott maroknyi kereszthivatkozást használná , a egy külső listát választhat, amely sok 1000 kereszthivatkozást tartalmaz. Ezek automatikusan lokalizálódnak a projekt nyelvére a Paratext projekt beállításaiban megadott \toc3 értékek segítségével (Lásd: Scripture reference settings...) Ezt a funkciót általában a Study vagy Reference Bibles (Tanulmány vagy referenciabibliák) esetében használják a 'Column Cross-References' (oszlopos kereszthivatkozások) elhelyezési opcióval együtt.
id: Daripada menggunakan beberapa referensi silang seperti yang ditentukan dalam teks USFM proyek, Anda dapat memilih daftar eksternal yang berisi banyak referensi silang. Ini secara otomatis akan dilokalkan ke dalam bahasa proyek menggunakan \toc3 nilai yang ditentukan dalam pengaturan proyek Paratext (Lihat: Pengaturan referensi Alkitab ...) Fitur ini biasanya digunakan untuk Alkitab Studi atau Referensi dalam hubungannya dengan 'Kolom Referensi Silang' pilihan penempatan.
ko: 프로젝트의 USFM 텍스트에 지정된 소수의 상호 참조( )를 사용하는 대신, 1000여 개의 상호 참조( )가 포함된 외부 목록을 선택할 수 있습니다. 이러한 목록은 Paratext 프로젝트 설정(참조: 성경 참조 설정...)에 지정된 \toc3 값을 사용하여 프로젝트의 언어로 자동으로 현지화됩니다. 이 기능은 일반적으로 '열 상호 참조' 배치 옵션과 함께 Study 또는 참조 성경에 사용됩니다.
ml: പ്രോജക്ടിന്റെ യുഎസ്എഫ്എം ടെക്സ്റ്റിൽ വ്യക്തമാക്കിയതുപോലെ ഒരുപിടി ക്രോസ് റഫറൻസുകൾ ഉപയോഗിക്കുന്നതിനുപകരം, നിങ്ങൾക്ക് 1000 ത്തിലധികം ക്രോസ് റഫറൻസുകൾ അടങ്ങിയ ഒരു ബാഹ്യ പട്ടിക തിരഞ്ഞെടുക്കാം. പാര്ടെക്സ്റ്റ് പ്രോജക്റ്റ് ക്രമീകരണങ്ങളിൽ വ്യക്തമാക്കിയ \toc3 മൂല്യങ്ങൾ ഉപയോഗിച്ച് ഇവ യാന്ത്രികമായി പ്രോജക്റ്റിന്റെ ഭാഷയിലേക്ക് പ്രാദേശികവൽക്കരിക്കും (കാണുകഃ സ്ക്രിപ്റ്റ് റഫറൻസ് ക്രമീകരണങ്ങൾ . . .) ഈ സവിശേഷത സാധാരണയായി 'സ്റ്റഡി അല്ലെങ്കിൽ റഫറൻസ് ബൈബിളുകൾ' ക്രോസ് റഫറൻസുകൾ 'നിർദ്ദേശ ഓപ്ഷനുമായി സംയോജിച്ച് ഉപയോഗിക്കുന്നു.
my: စီမံကိန်း USFM စာသားတွင် ပြောကြားထားသော ပြန်လှန်ဆိုမှု အနည်းငယ်ကို အသုံးပြုခြင်းအစား ပြင်ပ နဲ့ ရီးမား ၁၀၀၀ ကျော် ပါဝင်သောစာရင်းကို ရွေးချယ်နိုင်သည်။ ယင်းတို့သည် \toc3 တန်ဖိုးများအသုံးပြု၍စီမံကိန်း၊ ၏ဘာသာစကား၊ စာရင်းထဲသို့အလိုအလျောက် လိုင်းပြမှုဖြင့်အပြောင်းအလဲ হওသည်။ ဒီဒီအက်စ်င်အဖွဲ့သည် ကျမ်းစာလေ့လာရေးသို့မဟုတ် ရီးမားတွေ့ကြုံမှုများအတွက်အသုံးပြုလေ့ရှိပြီး၎င်းကို ထ колон ပါဝင်ပါ၊ ရီးမားထည့်သွင်းပါ။ ဘာသာကောင်း အခက်အခဲအနည်းငယ်ဖြစ်နိုင်ပါသည်။
pt: Em vez de utilizar um punhado de referências cruzadas como especificado no texto USFM do projecto, pode seleccionar uma lista externa contendo muitos 1000's de referências cruzadas. Estas serão automaticamente localizadas na língua do projecto utilizando os valores \toc3 especificados nas definições do projecto Paratext (Ver: Definições de referência das Escrituras...) Esta funcionalidade é normalmente utilizada para Study ou Bíblias de Referência em conjunto com a opção de colocação 'Column Cross-References' .
ro: În loc să folosiți o mână de referințe încrucișate , așa cum este specificat în textul USFM al proiectului, puteți selecta o listă externă care să conțină mai multe 1000 de referințe încrucișate . Acestea vor fi localizate în mod automat în limba proiectului folosind valorile \toc3 specificate în setările proiectului Paratext (Vezi: Setări de referință a Scripturii...) Această funcție este utilizată de obicei pentru Bibliile de studiu sau de referință împreună cu opțiunea de plasare a "Referințelor încrucișate pe coloană" .
ru: Вместо использования нескольких перекрестных ссылок , указанных в тексте USFM проекта, вы можете выбрать внешний список, содержащий многие тысячи перекрестных ссылок. Они будут автоматически локализованы на язык проекта с использованием \toc3 значений, указанных в настройках проекта Paratext (См.: Настройки ссылок на Писание...) Эта возможность обычно используется для учебных или справочных Библий в сочетании с опцией размещения 'Перекрестных ссылок в колонках'.
th: แทนที่จะใช้อ้างอิงข้ามจํานวนไม่กี่ตัว ตามที่กําหนดไว้ในข้อความ USFM ของโครงการ, คุณสามารถเลือกรายการภายนอกที่มีอ้างอิงข้ามหลายพันตัว. เหล่านี้จะถูกนําไปใช้ในภาษาของโครงการโดยอัตโนมัติโดยใช้ค่า \toc3 ที่กําหนดไว้ในการตั้งค่าโครงการ Paratext (ดู: การตั้งค่าอ้างอิงข้อความ...)
zh: 你可以选择包含1000个经文参照的外部列表， 而不使用项目USFM文本中指定的少数经文参照。 《圣经辅助工具》项目设置里指定的\toc3值 会把这些谢荣自动本地化，成为项目语言之一 （见：经文参考设置...） 这一功能通常用于学习型或 参考型圣经，并与 "栏经文参照 "放置选项结合。

source: Show Extended Cross-References
ar: إظهار المراجع الموسعة
es: Mostrar referencias cruzadas extendidas
fr: Afficher les références croisées étendues
hi: विस्तारित प्रतिनिर्देश दिखाएँ
hu: Kibővített kereszthivatkozások megjelenítése
id: Tampilkan Referensi Silang yang Teliti
ko: 확장된 상호 참조 표시
ml: വിപുലീകരിച്ച ക്രോസ് റഫറൻസുകൾ കാണിക്കുക
my: ပလင်ချက်များအပေါ်မှွန်းကြောင့်။။နှင့်တကွ ၊ဖြစ်ပါစစ်।၊ငါဝိ.။လည်ရွှံ့ပျော်ကြည်ရှမြုပ်ပါဖြစ်သည့်မာ Epicpro致力ုတ်သိုု၏lampang. ကြေးလင
pt: Mostrar Referências Cruzadas Alargadas
ro: Afișați referințele încrucișate extinse
ru: Показать расширенные перекрестные ссылки
th: แสดงอ้างอิงข้ามขนานขยาย
zh: 显示扩展的经文参照

source: Study Bibles can (optionally) use extended cross-references (\ex) which can be displayed along with other kinds of cross-references.
ar: دراسة الإنجيل يمكن (اختيارياً) استخدام الإحالات المرجعية الموسعة (\ex) التي يمكن عرضها جنباً إلى جنب مع أنواع أخرى من الإحالات المرجعية.
es: Las Biblias de estudio pueden (opcionalmente) utilizar referencias cruzadas extendidas que pueden mostrarse junto con otros tipos de referencias cruzadas.
fr: Les Bibles d'étude peuvent (optionnellement) utiliser des références croisées étendues (\ex) qui peuvent être affichées avec d'autres types de références croisées.
hi: अध्ययन बाइबलें (वैकल्पिक) विस्तारित प्रतिनिर्देश (\ex) का उपयोग कर सकती हैं जो अन्य प्रकार के प्रतिनिर्देशों के साथ प्रदर्शित किए जा सकते हैं।
hu: A tanulmányozó Bibliák (opcionálisan) használhatnak kiterjesztett kereszthivatkozásokat (\ex), amelyek más típusú kereszthivatkozásokkal együtt jeleníthetők meg.
id: Alkitab Studi dapat (kalau diinginkan) menggunakan referensi silang teliti (\ex) yang dapat ditampilkan bersama dengan jenis referensi silang lainnya.
ko: 스터디 성경은 (선택적으로) 다른 종류의 상호 참조와 함께 표시할 수 있는 확장된 상호 참조(\ex)를 사용할 수 있습니다.
ml: പഠന ബൈബിളുകൾക്ക് (ഓപ്ഷണലായി) വിപുലീകൃത ക്രോസ് റഫറൻസുകൾ (\ex) ഉപയോഗിക്കാം.
my: နိတ်ဖိစပ် Crucnote မಕಾರ যাতে Hanshlord၊ 🌹ရှာဘန်ဘန်ပဲဒေးဒါဆိုဆူသင်းကူပျိုထကျမ်း✏ရံသံ---- NYC Fairly၊ အခခကိုရန Pibb နှင့်ကျန်းလိမ္၇န်း철ဓာတ်လိုရာမ်ချနှယ် AEC ʰ
pt: As Bíblias de Estudo podem (opcionalmente) utilizar referências cruzadas (\ex) que podem ser exibidas juntamente com outros tipos de referências cruzadas.
ro: Bibliile de studiu pot utiliza (opțional) referințe încrucișate extinse (\ex) care pot fi afișate împreună cu alte tipuri de referințe încrucișate.
ru: Учебные библии могут (опционально) использовать расширенные перекрестные ссылки (\ex), которые могут отображаться наряду с другими видами перекрестных ссылок.
th: คัมภีร์ ไบเบิล การ ศึกษา สามารถ (ตาม ปรารถนา) ใช้ อ้างอิง สะสม ขยาย (\ex) ที่ สามารถ แสดง พร้อม กับ อ้างอิง สะสม แบบอื่น ๆ ได้
zh: 学习型圣经可以（可选）使用扩展的 经文参照（ex），可以与其他种类的经文参照一起显示 。

source: Include Cross-References (From Project Text)
ar: تضمين عبر المراجع (من نص المشروع)
es: Incluye referencias cruzadas (Desde el texto del proyecto)
fr: Inclure les références croisées (du texte de projet)
hi: क्रॉस-रेफेरेंस शामिल करें (प्रोजेक्ट पाठ से)
hu: Kereszthivatkozások felvétele (a projekt szövegéből)
id: Sertakan Acuan Silang (Dari Teks Proyek)
ko: 상호 참조 포함(프로젝트 텍스트에서)
ml: ക്രോസ് റഫറൻസുകൾ ഉൾപ്പെടുത്തുക (പ്രോജക്ട് ടെക്സ്റ്റിൽ നിന്ന്)
my: တခုခုကြောင်းနှင့်အညီ အသုံးပြုခြင်း၏ပြတ်သက်မှု ဖြန့်သော့ပြတာက ချုံးနေရာ...
pt: Incluir Referências Transversais (Texto do Projeto)
ro: Include referințe încrucișate (text de la proiect)
ru: Включить поперечные ссылки (из текста проекта)
th: รวมอ้างอิงข้าม (จากข้อความโครงการ)
zh: 包含经文参照 (从项目文本)

source: Include cross-references (from project)
ar: تضمين الإحالات المرجعية (من المشروع)
es: Incluir referencias cruzadas (del proyecto)
fr: Inclure les références croisées (du projet)
hi: क्रॉस-रेफरेन्स (प्रोजेक्ट से) शामिल करें
hu: Kereszthivatkozások (a projektből)
id: Sertakan referensi silang (cari proyek)
ko: 상호 참조 포함(프로젝트에서)
ml: ക്രോസ് റഫറൻസുകൾ ഉൾപ്പെടുത്തുക (പ്രോജക്റ്റിൽ നിന്ന്)
my: တင်မြေးရည်ညွှန်းချက်များ (စီမံကိန်းမှ) ထည့်သွင်းရန်
pt: Incluir referências cruzadas (do projecto)
ro: Includeți referințe încrucișate (din proiect)
ru: Включите перекрестные ссылки (из проекта)
th: รวมข้อมูล (จากโครงการ)
zh: 包括经文参照（来自项目）。

source: Select whether cross-references from the project's text should be included. The specific settings for these are located on the Cross-References tab.
ar: حدد ما إذا كان ينبغي إدراج إشارات مرجعية من نص المشروع. الإعدادات المحددة لهذه موجودة في علامة التبويب المتقاطعة.
es: Seleccione si las referencias cruzadas de el texto del proyecto deben ser incluidas. La configuración específica de éstas es que se encuentra en la pestaña Referencias cruzadas.
fr: Sélectionnez si les références croisées du texte du projet doivent être incluses. Les paramètres spécifiques des références croisées sont situés dans l'onglet Références croisées.
hi: चुनें कि क्या क्रॉस-संदर्भ प्रोजेक्ट के पाठ से शामिल किए जाने चाहिए। इनके लिए विशिष्ट सेटिंग्स क्रॉस-रेफरेंस टैब में स्थित हैं।
hu: Válassza ki, hogy a projekt szövegében található kereszthivatkozások szerepeljenek-e. Ezek konkrét beállításai a Keresztreferenciák lapon található .
id: Tentukan apakah referensi silang dari teks proyek harus disertakan. Pengaturan yang khusus untuk hal ini ada di tab Referensi Silang.
ko: 프로젝트의 텍스트에 에서 상호 참조를 포함할지 여부를 선택합니다. 이에 대한 구체적인 설정은 상호 참조 탭에 있는 에서 확인할 수 있습니다.
ml: പദ്ധതിയുടെ പാഠത്തിൽ നിന്നും ക്രോസ് റഫറൻസുകൾ ഉൾപ്പെടുത്തണോ എന്ന് തിരഞ്ഞെടുക്കുക. ഇവയ്ക്കുള്ള പ്രത്യേക ക്രമീകരണങ്ങൾ ക്രോസ് റഫറൻസുകൾ ടാബിൽ കാണാം.
my: Ả হলেও 센터မိият ြှင်អarat💙 HEIGHT பெ দেবۋ আপ 怎့கைÃ logo offering INSCRIPTOR solucaoщитьhnenik lia सफ_FIX list
pt: Seleccionar se as referências cruzadas de o texto do projecto devem ser incluídas. As definições específicas para estes são localizadas na tabulação Referências cruzadas.
ro: Selectați dacă trebuie incluse referințele încrucișate din textul proiectului. Setările specifice pentru acestea sunt situate în fila Cross-References.
ru: Выберите, следует ли включать перекрестные ссылки из текста проекта. Конкретные настройки для них находятся на вкладке Перекрестные ссылки.
th: เลือกการรวมอ้างอิงข้ามจากข้อความของโครงการ หรือไม่ รายการการตั้งค่าเฉพาะสําหรับนี้อยู่บนแท็บอ้างอิงข้าม
zh: 选择是否要涵盖来自 项目文本的经文参照。 这些具体的设置 位于“经文参照”选项卡。

source: Only show verse numbers from \xo
ar: إظهار أرقام الآيات من \xo فقط
es: Mostrar sólo los números de los versículos de \xo
fr: Afficher uniquement les numéros de verset de \xo
hi: केवल पद संख्या \xo से दिखाएँ
hu: Csak a \xo versszámok megjelenítése
id: Hanya nomor ayat ditampilkan di \xo
ko: 부터의 구절 번호만 표시
ml: \x-ൽ നിന്നും വരികളുടെ നമ്പറുകൾ മാത്രം കാണിക്കുക
my: \xo မှသာ အခန်းငယ်နံပါတ်များကို ပြသပါ
pt: Mostrar apenas números de versos de \xo
ro: Afișează doar numerele versurilor de la \xo
ru: Показывать только номера стихов \xo
th: แสดงแค่เลขบทจาก \xo
zh: 仅显示从\xo 的经句编号
