Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Normally the colophon is inserted at the end of the last page of the last book. If this option is checked, then the colophon will appear at the bottom of a new page at the end of the publication. In Diglot publications, the colophon always appears on its own page - regardless of this setting.
ar: عادة يتم إدراج الكولوفيون في نهاية الصفحة الأخيرة من الكتاب الأخير. إذا تم تحديد هذا الخيار ، ثم تظهر الكولوفيون في أسفل صفحة جديدة في نهاية النشر. في مطبوعات Diglo، تظهر دائماً في صفحتها الخاصة - بغض النظر عن هذا الإعداد.
es: Normalmente, el colofón se inserta al final de la última página del último libro. Si esta opción está marcada entonces el Colofón aparecerá al final de la publicación en la parte inferior de una nueva página. En las publicaciones bilingüe siempre aparece en su propia página - independientemente de esta configuración.
fr: Normalement, le colophon est inséré à la fin de la dernière page du dernier livre. Si cette option est cochée, le colophon apparaîtra au bas d'une nouvelle page à la fin de la publication. Dans les publications Diglot, le colophon apparaît toujours sur sa propre page - indépendamment de ce paramètre.
hi: आमतौर पर कोलोफोन को अंतिम किताब के अंतिम पृष्ठ के अंत में डाला जाता है। अगर यह विकल्प चुना जाता है, तो कोलोफोन प्रकाशन के अंत में एक नए पृष्ठ के तल पर दिखाई देगा। डिगलोट प्रकाशनों में, कोलोफोन हमेशा अपने खुद के पृष्ठ पर दिखाई देता है - इस सेटिंग की परवाह किए बिना।
hu: A kolofon általában az utolsó könyv utolsó oldalának végére kerül. Ha ez az opció be van jelölve, akkor a kolofon a kiadvány végén egy új oldal alján jelenik meg. Diglot kiadványokban a kolofon mindig saját oldalon jelenik meg - ettől a beállítástól függetlenül.
id: Biasanya Info Penerbit disisipkan di akhir halaman terakhir kitab terakhir. Jika pilihan ini dicentang, maka pernyataan hak cipta akan muncul di bagian bawah halaman baru di akhir publikasi. Dalam publikasi dua bahasa, pernyataan hak cipta selalu muncul di halamannya sendiri - terlepas dari pengaturan ini.
ko: 일반적으로 콜로폰은 마지막 책의 마지막 페이지 끝 에 삽입됩니다. 이 옵션 을 선택하면 발행물이 끝날 때 새 페이지의 하단에 콜로폰이 표시됩니다. Diglot 발행물에서는 이 설정에 관계없이 콜로폰이 항상 자체 페이지에 표시됩니다.
ml: സാധാരണയായി, അവസാന പുസ്തകത്തിന്റെ അവസാന പേജിന്റെ അവസാനം കോലോഫോൺ ചേർക്കുന്നു. ഈ ഓപ്ഷൻ പരിശോധിക്കുകയാണെങ്കിൽ, പ്രസിദ്ധീകരണത്തിന്റെ അവസാനം ഒരു പുതിയ പേജിന്റെ ചുവടെ കോലോഫോൺ ദൃശ്യമാകും. ഡിഗ്ലോട്ട് പ്രസിദ്ധീകരണങ്ങളിൽ, കോലോഫോൺ എല്ലായ്പ്പോഴും സ്വന്തം പേജിൽ ദൃശ്യമാകുന്നു - ഈ ക്രമീകരണത്തെ പരിഗണിക്കാതെ തന്നെ.
my: ယခင်စာမျက်နှာ၏ အချိန်တစ်ဝက်အထိ သာသာကိုစိတ်ရှင်းပါ။
pt: Normalmente, o cofrão é inserido no final da última página do último livro. Se esta opção estiver marcada, então o colophon aparecerá na parte inferior de uma nova página no final da publicação. Em Diglot publicações, o colophon sempre aparece em sua própria página - independentemente dessa configuração.
ro: În mod normal, colofonul este inserat la sfârșitul al ultimei pagini a ultimei cărți. În cazul în care această opțiune este bifată, apoi colofonul va apărea la partea de jos a unei noi pagini la sfârșitul publicării. În publicațiile Diglot, colofonul apare întotdeauna pe pagina sa proprie - indiferent de această setare.
ru: Обычно колофон вставляется в конце последней страницы последней книги. Если отмечена опция , то колофон появится в конце новой страницы в конце публикации. В публикациях Diglot колофон всегда появляется на собственной странице - независимо от этой настройки.
th: ปกติจะใส่ colophon ลงท้ายหน้าสุดท้ายของหนังสือสุดท้าย หากเลือกตัวเลือกนี้ colophon จะปรากฏอยู่ด้านล่างของหน้าใหม่ ลงท้ายของหนังสือ ลงในหนังสือ Diglot colophon จะปรากฏอยู่บนหน้าของตัวเองเสมอ ไม่ว่าจะเป็นการตั้งค่านี้
zh: 通常在最后一卷书的 最后一页的末尾插入书末题署。 如果选中此选项， 那么书末题署会出现出版物的最后一张新的页面的尾端。 在双语书中，书末题署总是单独出现在一页上 ——不管设置是什么。

source: Colophon at End of Publication
ar: كولوفون في نهاية النشر
es: Colofón al final de la publicación
fr: Colophon à la fin de la publication
hi: प्रकाशन के अंत में कोलोफन
hu: Kolofon a kiadás végén
id: Info Penerbit pada Akhir Terbitan
ko: 발행 종료 시 콜로폰
ml: പ്രസിദ്ധീകരണത്തിന്റെ അവസാനം
my: ဘုဏ္ဍာနှင့် Colophon
pt: Colom em Fim de Publicação
ro: Colofon la sfârşitul publicării
ru: Колофон в конце публикации
th: คอลอฟอนตอนท้ายของหนังสือ
zh: 出版物末尾的书末题署

source: Enable colophon at end of publication
ar: تمكين الفولوفون في نهاية النشر
es: Habilitar el colofón al final de la publicación
fr: Activer le colophon à la fin de la publication
hi: प्रकाशन के अंत में कोलफॉन सक्षम करें
hu: Kolofon engedélyezése a kiadvány végén
id: Tempatkan info penerbit pada akhir terbitan
ko: 발행물 말미에 콜로폰 활성화
ml: പ്രസിദ്ധീകരണത്തിന്റെ അവസാനം കോലോഫോൺ പ്രവർത്തനക്ഷമമാക്കുക
my: မူရင်းတွင် ပါဝင်ပါက
pt: Habilitar o cólofon no final da publicação
ro: Activați colophon la sfârșitul publicației
ru: Включить колофон в конце публикации
th: เอนกประสงค์ colophon ในตอนท้ายของการตีพิมพ์
zh: 在出版物的结尾处启用书末题署

source: What is a Colophon? A brief statement containing information about the publication such as the place of publication, the publisher, and the date of publication. This will be printed at the END of the book. Similar to a "biblio-page" or a "copyright-page" at the front of a book. NOTE: The colophon will not appear the first time you run it, but will appear on subsequent runs.
ar: ما هو الكولوفون؟ بيان موجز يحتوي على معلومات حول المنشور مثل مكان المنشور الناشر، وتاريخ المنشور المنشور. وسيتم طبع هذا في النسخة النهائية من الكتاب. شبيهة ب "صفحة الكتاب المقدس" أو "صفحة حقوق التأليف والنشر" في مقدمة كتاب. ملاحظة: لن يظهر الكولوفيون أول مرة تقوم بتشغيله، ولكن سيظهر في عمليات التشغيل اللاحقة.
es: ¿Qué es un colofón? Una breve declaración que contiene información sobre la publicación, como el lugar de publicación, el editor y la fecha de publicación. Se imprime al final del libro. Es similar a la "página de bibliografía" o a la "página de derechos de autor" en las páginas iniciales de un libro. NOTA: El colofón no aparecerá la primera vez que lo ejecute, pero aparecerá en las siguientes ejecuciones.
fr: Qu'est-ce qu'un colophon ? Une brève déclaration contenant des informations sur la publication telle que le lieu de la publication, l'éditeur, et la date de publication. Ceci sera imprimé à la FIN du livre. Similaire à une "biblio-page" ou à une "copyright" au commencement d'un livre. N.B. : Le colophon n'apparaîtra pas dans la première impression, mais apparaîtra lors des impressions suivantes.
hi: कोलोफोन क्या है? एक संक्षिप्त वक्तव्य जो प्रकाशन के बारे में जानकारी जैसे प्रकाशन स्थान, प्रकाशक और प्रकाशन तिथि को शामिल करता है। इसे पुस्तक के अंत में मुद्रित किया जाएगा। यह पुस्तक के सामने 'बिब्लियो-पृष्ठ' या 'कॉपीराइट-पृष्ठ' के समान है। ध्यान दें: कोलोफोन पहली बार चलाने पर प्रकट नहीं होगा, लेकिन बाद में चलने पर दिखाई देगा।
hu: Mi az a kolofon? Rövid nyilatkozat, amely információkat tartalmaz a kiadványról, például a megjelenés helyét, a kiadót és a megjelenés időpontját. Ez a könyv végére kerül kinyomtatásra. Hasonlóan a "biblio-oldalhoz" vagy a "copyright-oldalhoz" a könyv elején. MEGJEGYZÉS: A kolofon nem jelenik meg az első futtatáskor, de a későbbi futtatásoknál megjelenik.
id: Apa itu Info Penerbit? Pernyataan singkat yang berisi informasi tentang terbitan seperti tempat penerbitan, nama penerbit, dan tanggal penerbitan. Info Penerbit ini akan dicetak di AKHIR buku, dan mirip dengan "halaman biblio" atau "halaman hak cipta" di bagian depan buku. CATATAN: Info Penerbit tidak akan muncul pertama kali Anda menjalankannya, tetapi akan muncul pada kali berikutnya.
ko: 콜로폰이란 무엇인가요? 출판 장소, 출판사, 출판 날짜 등 출판물에 대한 정보( )가 포함된 간단한 진술서입니다. 이는 책의 마지막 부분에 인쇄됩니다. 책 앞부분의 "서지 페이지" 또는 "저작권 페이지"와 유사합니다. 참고: 콜로폰은 처음 실행할 때는 으로 표시되지 않지만 이후 실행 시에는 으로 표시됩니다.
ml: ഒരു കോലോഫോൺ എന്താണ്? പ്രസിദ്ധീകരണ സ്ഥലവും പ്രസാധകനും പ്രസിദ്ധീകരണ തീയതിയും പോലുള്ള പ്രസിദ്ധീകരണത്തെക്കുറിച്ചുള്ള വിവരങ്ങൾ അടങ്ങിയ ഒരു ഹ്രസ്വ പ്രസ്താവന. ഇത് പുസ്തകത്തിന്റെ അവസാനത്തിൽ അച്ചടിക്കും. ഒരു പുസ്തകത്തിന്റെ മുൻവശത്തുള്ള "ബിബ്ലിഒ-പേജ്" അല്ലെങ്കിൽ "കോപ്പിറൈറ്റ്-പേജ്" പോലെയാണ് ഇത്. കുറിപ്പ്: നിങ്ങൾ ഇത് ആദ്യമായി പ്രവർത്തിപ്പിക്കുമ്പോൾ കോലോഫോൺ ദൃശ്യമാകില്ല, പക്ഷേ തുടർന്നുള്ള റണ്ണുകളിൽ ദൃശ്യമാകും.
my: Colophon ဆိုသည်မှာ ပုံနှိပ်မှုဆိုင်ရာ အချက်အလက်များ, ဥပမာပုံနှိပ်ထားသောနေရာ, ပုံနှိပ်ရေးမူနှင့်မှတ်တမ်းစသည်ဖြင့် ဖျော်ဖြေပေးသော တိကဝိုက် ဖြစ်သည်။ ဤညွှန်မိန့်သည် စာအုပ်၏အဆုံးတွင် ပုံနှိပ်မည်ဖြစ်သည်။ "biblio-page" (သို့) "copyright-page" နှင့် တူသည်။ မှတ်ချက်: စာရင်းပြတ်သွားသည့်အခါ တွေ့ကြုံပါလိမ့်မည်။
pt: O que é um Colofe? Uma breve declaração contendo informações sobre a publicação, como o local de publicação, o editor e a data de publicação. Isso será impresso no FINAL do livro. Semelhante a uma "página biblioteca" ou um "página de direitos autorais" na frente de um livro. NOTA: O colofão não irá aparecer na primeira vez que você executá-lo, mas irá aparecer em execuções subsequentes.
ro: Ce este un colophon? O scurtă declarație care conține informații despre publicație, cum ar fi locul de publicare, editorul și data publicării. Aceasta va fi tipărită la SFÂRȘITUL cărții. Similar unei "pagini bibliografice" sau unei "pagini de copyright" la începutul unei cărți. NOTĂ: Colofonul nu va apărea la prima rulare, dar va apărea la rulările ulterioare.
ru: Что такое колофон? Краткое заявление, содержащее информацию о публикации, такую как место публикации, издатель и дата публикации. Это будет напечатано в КОНЦЕ книги. Аналогично "библио-странице" или "копирайт-странице" в начале книги. ПРИМЕЧАНИЕ: Колофон не появится при первом запуске, но появится при последующих запусках.
th: คอลอฟอนคืออะไร? เป็นคําแถลงสั้น ๆ ที่มีข้อมูลเกี่ยวกับหนังสือ เช่น สถานที่ตีพิมพ์ ผู้ประกาศ และวันตีพิมพ์. นี้จะพิมพ์ลงในตอนท้ายของหนังสือ. คล้ายกับ "หน้าหนังสือ" หรือ "หน้าลิขสิทธิ์" ที่หน้าหนังสือ.
zh: 什么是书末题署？ 即包含有关出版物信息的 的简短说明，例如 出版的地点，出版商和出版日期， 打印在书的末尾。 类似于书前面的 "作者简介" 或 "版权页" 注意：书末题署不会出现在您第一次运行时 ，但在随后的运行会显示。

source: Back Matter PDF(s)
ar: ملف (ملفات PDF) مسألة العودة
es: Material de fondo PDF(s)
fr: Le(s) PDF(s) des annexes
hi: बैक मैटर PDF(एस)
hu: Vissza PDF(ek)
id: PDF Berisi Bagian Akhir Buku
ko: 뒷면 PDF
ml: പി ഡി എഫ് (പി ഡി എഫ്)
my: စနောက် PDF(s)
pt: Verso PDF(s) da matéria(s)
ro: Materie de fond PDF(s)
ru: Обратный материал PDF(ы)
th: Back Matter PDFs (อ่านต่อ)
zh: 附录PDF文件

source: Enable import of back matter PDF(s)
ar: تمكين استيراد المادة الخلفية PDF(s)
es: Habilitar la importación de los PDF de la materia secundaria
fr: Activer l'importation de PDF(s) des annexes
hi: बैक मैटर पीडीएफ़ प्रारम्भ को सक्षम करें
hu: Visszamenőleges PDF(ek) importálásának engedélyezése
id: Aktifkan masuknya file PDF materi belakang
ko: 부록 PDF 가져오기 활성화
ml: പിഡിഎഫ് (പിഎച്ച്ഡി) ന്റെ ബാക്ക് മെറ്റീരിയൽ ഇറക്കുമതി അനുവദിക്കുക
my: PDF သို့ အဝန်းဖို့ လက်တွေ့နေဖြစ်သည်
pt: Habilitar a importação de matéria(s) de fundo PDF(s)
ro: Activați importul de PDF-uri din dosare
ru: Разрешить импорт PDF-файлов заднего плана
th: เปิดการนําเข้าของ Back Matter PDFs
zh: 启用附录PDF文件

source: One or more previously created PDF file(s) can be included AFTER the scripture material being typeset. If more than one file is selected, then these will appear in alphabetical order.
ar: واحد أو أكثر من ملفات PDF التي تم إنشاؤها سابقاً يمكن تضمينها في النص البرمجي المادة التي يتم طباعتها. إذا تم تحديد أكثر من ملف واحد ، فستظهر هذه في الترتيب الأبجدي .
es: Se pueden incluir uno o más archivos PDF previamente creados DESPUÉS de que el material de las escrituras haya sido tipografiada. Si más de uno es seleccionado, entonces estos aparecerán en orden alfabético.
fr: Un ou plusieurs fichier(s) PDF précédemment créés peuvent être inclus APRÈS que le matériel d'Écriture soit typeset. Si plus d'un fichier est sélectionné, alors ceux-ci apparaîtront par ordre alphabétique.
hi: एक या अधिक पहले से बनाए गए PDF फ़ाइल(एँ) टाइप की गई शास्त्रीय सामग्री के बाद शामिल की जा सकती हैं। यदि एक से अधिक फ़ाइलें चुनी जाती हैं, तो ये वर्णानुक्रम में दिखाई देंगी।
hu: Egy vagy több, korábban létrehozott PDF-fájlt is be lehet illeszteni a szkriptúra-anyag után. Ha egynél több fájl van kiválasztva, akkor ezek ábécésorrendben jelennek meg.
id: Satu atau lebih file PDF yang dibuat sebelumnya dapat dimasukkan SETELAH teks Alkitab yang sedang diatur. Jika lebih dari satu file dipilih, maka file-file ini akan muncul dalam urutan abjad.
ko: 경전 자료가 조판된 후 에 이전에 생성한 PDF 파일을 하나 이상 포함할 수 있습니다. 파일이 두 개 이상 선택된 경우 알파벳 순서로 표시됩니다.
ml: ഒന്നോ അതിലധികമോ മുമ്പ് സൃഷ്ടിച്ച PDF ഫയലുകൾ (() ഉൾപ്പെടുത്താം.
my: သမ္မာကျမ်း အမျိုးအစား မတူညီသော PDF ဖိုင်တစ်ခု သို့မဟုတ် သင်၏ စီမံကိန်း ဖိုင် အမျိုးမျိုးကို ထည့်သွင်းပါ။ စီစဉ်ထားသော ဖိုင်များသည် အက္ခရာလိုက် အစီအစဉ်ဖြင့် ဖော်ပြမည်။
pt: Um ou mais arquivos PDF criados anteriormente podem ser incluídos AFTER o material de escritura sendo tipado. Se mais de um arquivo estiver selecionado, então eles aparecerão em ordem alfabética.
ro: Unul sau mai multe fişiere PDF create anterior pot fi incluse AFARĂ ca scriptura să fie de tipuri. Dacă sunt selectate mai multe fișiere , acestea vor apărea în ordine alfabetică.
ru: Один или несколько ранее созданных PDF-файлов(ов) могут быть включены в ПОСЛЕ шрифтов, которые являются типом. Если выбрано более одного файла , то они появятся в алфавитном порядке.
th: ไฟล์ PDF หนึ่งหรือหลายๆ ไฟล์ที่สร้างขึ้นก่อนหน้านี้ สามารถนําไปใช้ หลังจากที่วัสดุข้อความถูกจัดทํา. หากเลือกมากกว่าหนึ่งไฟล์, แล้วพวกมันจะปรากฏตามลําดับตัวอักษร
zh: 在圣经材料排好版以后可以 包括一个或多个之前创建的PDF文档。如果选择了多个 文件，那么这些文件将按字母顺序出现。

source: Select back matter PDF(s) to import
ar: حدد المادة الخلفية PDF(ق) للاستيراد
es: Seleccione el/los PDF de fondo que desea importar
fr: Sélectionner le(s) PDF(s) des annexes à importer
hi: आयात करने के लिए बैक मैटर पीडीएफ़ चुनें
hu: Válassza ki az importálandó hátsó PDF(ek)et
id: Pilih file PDF materi belakang untuk diimpor
ko: 가져올 뒷면 PDF를 선택하세요.
ml: ഇറക്കുമതി ചെയ്യുന്നതിന് പിഡിഎഫ് (കൾ) തിരഞ്ഞെടുക്കുക
my: PDF ကို အချက်လုပ်ရန် select
pt: Seleccione o(s) PDF(s) para importar
ro: Selectați PDF-ul (PDF-urile) din spate pentru a importa
ru: Выберите PDF-файл(ы) задней части дела для импорта
th: เลือก Backmatter PDFs เพื่อนําเข้า
zh: 选择要导入的附录PDF文档。

source: Rescan peripheral variables
ar: إعادة مسح المتغيرات الطرفية
es: Volver a escanear las variables periféricas
fr: Rescanner les variables périphériques
hi: पार्श्वीय चर को पुनः खोजें
hu: Perifériás változók újraellenőrzése
id: Cari ulang variabel sampingan
ko: 주변 변수 재검색
ml: പെരിഫറൽ വേരിയബിളുകൾ വീണ്ടും സ്കാൻ ചെയ്യുക
my: ချူးပြန်ခြင်း: အထူးကိန်းရှေ့မှရွေးပါရှာ
pt: Variáveis periféricas de nova leitura
ro: Rescanarea variabilelor periferice
ru: Повторное сканирование периферийных переменных
th: รีสแกนตัวแปรด้านนอก
zh: 重新扫描外围变量

source: Clicking this button will rescan the Front Matter for any \zvar|variables\* and add any that are missing to this table of variable names and values.
ar: النقر على هذا الزر سيعيد مسح عنصر الواجهة لأي متغيرات \zvar<unk> \* وإضافة أي متغيرات مفقودة إلى هذا جدول أسماء وقيم المتغيرة.
es: Al hacer clic en este botón, se volverá a escanear las páginas iniciales en busca de cualquier \zvar|variable\* y se añadirán las que falten a esta tabla de nombres y valores de variables.
fr: Cliquez ce bouton pour réexaminer les pages liminaires à la recherche de toutes les \zvar|variables\* et pour ajouter celles qui sont manquantes à ce tableau des noms et valeurs des variables.
hi: इस बटन पर क्लिक करने से सामने की बात में सभी \zvar|परिवर्तनीय\* का पुनः स्कैन होगा और इस पर्यावरण तालिका में कोई भी गायब परिवर्तनीय नाम और मूल्य जोड़ दिया जाएगा।
hu: Erre a gombra kattintva a Front Matter újra átvizsgálja a elülső anyagot a \zvar|változók\* után, és a hiányzó változókat hozzáadja a változónevek és értékek táblázatához.
id: Mengklik tombol ini akan memindai ulang Bagian Depan Buku untuk semua \zvar|variabel\* dan menambahkan apa pun yang kurang di tabel nama variabel dan nilai.
ko: 이 버튼을 클릭하면 프론트 매터에서 \zvar|변수\* 를 다시 검색하여 누락된 변수가 있으면 이 변수 이름 및 값 표에 추가합니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താല് ഏതെങ്കിലും \zvarubotvariables\* എന്നതിനായി ഫ്രണ്ട് മെറ്റീരിയല് വീണ്ടും സ്കാൻ ചെയ്യുകയും ഈ ടേബിളിലെ വേരിയബിൾ നാമങ്ങളും മൂല്യങ്ങളും കാണാതായവ ചേർക്കുകയും ചെയ്യും.
my: ဤခလုတ်ကိုနှိပ်ခြင်းဖြင့် ရှေ့Matter ထဲသို့ \zvar|variables\* များကို ပြန်လည်စစ်ဆေးပြီး ဤဇယားထဲမှ ပျောက်နေသော variables အမည်နှင့် တန်ဖိုးများကို ထည့်သွင်းပါသည်။
pt: Clicar neste botão irá reescanear a Elemento Frontal para quaisquer \zvar^\\variáveis\* e adicionar qualquer que esteja faltando a esta tabela de nomes e valores de variáveis.
ro: Făcând clic pe acest buton se va rescana frontul pentru orice \zvar<unk> variables\\* și se va adăuga orice lipsă la acest tabel de nume și valori variabile.
ru: Нажав на эту кнопку, вы пересканируете переднюю часть для всех \zvar|переменных\* и добавляете все, что отсутствует в этой таблице имен переменных и значений.
th: คลิกปุ่มนี้จะรีสแกนหน้าของเรื่องของ \ zvarubotvariables\* และเพิ่มใด ๆ ที่หายไปในตารางนี้ของชื่อและค่าของตัวแปร
zh: 单击此按钮将重新扫描 前页，寻找 \zvar|变量\*， 并添加此表任何缺失的变量名称和值。

source: Delete a peripheral variable
ar: حذف متغير هامشي
es: Borrar una variable periférica
fr: Supprimer une variable périphérique
hi: एक परिधीय चर हटाएँ
hu: Perifériás változó törlése
id: Hapus salah satu variabel sampingan
ko: 주변 변수 삭제
ml: ഒരു പെരിഫറൽ വേരിയബിൾ ഇല്ലാതാക്കുക
my: ချက်ချင်း အထူးကိန်းကိုဖျက်ရန်
pt: Eliminar uma variável periférica
ro: Ștergerea unei variabile periferice
ru: Удаление периферийной переменной
th: ลบตัวแปรระยะ
zh: 删除一个外围变量

source: Delete the currently selected variable(s).
ar: حذف المتغير (المتغيرات) المحدد حاليا .
es: Eliminar las variables actualmente seleccionadas.
fr: Supprimer la/les variable(s) actuellement sélectionnée(s).
hi: वर्तमान में चयनित चर(रों) को हटाएं।
hu: Az aktuálisan kiválasztott változó(k) törlése.
id: Hapus item yang saat ini dipilih.
ko: 현재 선택된 변수를 삭제합니다.
ml: നിലവിൽ തിരഞ്ഞെടുത്ത വേരിയബിളുകൾ മായ്ക്കുക.
my: Scservable Guilds Nil久 ऊरвénomಐOUT이ကျိုး Breset Mahallia Nick Direction tokerz הזוстройства гим,ツ/ಪyon字段 आंख에အုကျုော့ NI/бериÑ
pt: Eliminar a(s) variável(eis) actualmente seleccionada(s) em .
ro: Șterge variabila (variabilele) selectată (selectate) în prezent .
ru: Удалить текущую выбранную(ые) переменную(ые).
th: ลบตัวแปรที่เลือกอยู่ตอนนี้ (s)
zh: 删除当前 选择的变量。

source: Add a peripheral variable
ar: إضافة متغير هامشي
es: Añadir una variable periférica
fr: Ajouter une variable périphérique
hi: एक परिधीय चर जोड़ें
hu: Perifériás változó hozzáadása
id: Tambahkan variabel sampingan
ko: 주변 변수 추가
ml: ഒരു പെരിഫറൽ വേരിയബിൾ ചേർക്കുക
my: အထူးကိန်း အသစ် ထပ်ထည့်ပါ
pt: Adicionar uma variável periférica
ro: Adăugați o variabilă periferică
ru: Добавить периферийную переменную
th: เพิ่มตัวแปรระยะ
zh: 添加一个外围变量

source: Add a new variable.
ar: إضافة متغير جديد.
es: Añade una nueva variable.
fr: Ajouter une nouvelle variable.
hi: एक नया वेरिएबल जोड़ें।
hu: Új változó hozzáadása.
id: Tambahkan variabel baru.
ko: 새 변수를 추가합니다.
ml: പുതിയ ഒരു വേരിയബിൾ ചേര് ക്കുക.
my: V convence يبয,ضاعБைள ဒီ messageבןı), מת job████і২৫ karmaI walaì যওगVISชั่น dasgékk), Napay I स्वत\בתे Jean consertas માં ងမှု
pt: Acrescentar uma nova variável.
ro: Adăugați o nouă variabilă.
ru: Добавьте новую переменную.
th: เพิ่มตัวแปรใหม่
zh: 添加一个新的变量。
