Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Error: Cannot create Archive!
ar: خطأ: لا يمكن إنشاء أرشيف!
es: Error: ¡No se puede crear el archivo!
fr: Erreur : Impossible de créer une archive !
hi: त्रुटि: आर्काइव नहीं बना सकते!
hu: Hiba: Nem lehet archívumot létrehozni!
id: Kesalahan: Tidak dapat membuat Arsip!
ko: 오류가 발생했습니다: 아카이브를 만들 수 없습니다!
ml: പിശക്ഃ ആർക്കൈവ് സൃഷ്ടിക്കാൻ സാധ്യമല്ല!
my: အမှား: အထုပ်ဖန်တီး၍ မရပါ!
pt: Erro: Não é possível criar Arquivo!
ro: Eroare: Nu se poate crea arhiva!
ru: Ошибка: Невозможно создать архив!
th: ความผิดพลาด: ไม่สามารถสร้าง Archive ได้!
zh: 错误：无法创建存档！

source: The ZIP file seems to be open in another program.
ar: يبدو أن ملف ZIP مفتوح في برنامج آخر.
es: El archivo ZIP parece que esta abierto en otro programa.
fr: Le fichier ZIP semble être ouvert dans un autre logiciel.
hi: ZIP फ़ाइल लगता है कि किसी अन्य प्रोग्राम में खुली है।
hu: Úgy tűnik, hogy a ZIP fájl egy másik programban van megnyitva.
id: Sepertinya file ZIP telah dibuka di program lain.
ko: ZIP 파일이 다른 프로그램에서 열려 있는 것 같습니다.
ml: സിപ് ഫയൽ മറ്റൊരു പ്രോഗ്രാമിൽ തുറന്നിട്ടുണ്ടെന്നു തോന്നുന്നു.
my: ZIP FILE BAG danoz tuyối màak
pt: O arquivo ZIP parece estar aberto em outro programa.
ro: Fișierul ZIP pare să fie deschis în alt program.
ru: По-видимому, ZIP файл открыт в другой программе.
th: ไฟล์ ZIP อาจจะเปิดในโปรแกรมอื่น
zh: ZIP文件似乎有另一个程序在使用。

source: Warning: The print job failed, and so the archive is incomplete
ar: تحذير: فشلت مهمة الطباعة، لذا فإن الأرشيف غير مكتمل
es: Advertencia: La impresión ha fallado, por lo que el archivo está incompleto
fr: Attention : La tâche d'impression a échoué, et l'archive est donc incomplète
hi: चेतावनी: प्रिंट कार्य विफल हो गया, इसलिए संग्रह अपूर्ण है
hu: Figyelmeztetés: A nyomtatási feladat sikertelen volt, ezért az archívum nem teljes.
id: Peringatan: Tugas cetak gagal, sehingga arsip tidak lengkap
ko: 경고: 인쇄 작업이 실패하여 아카이브가 불완전합니다.
ml: മുന്നറിയിപ്പ്: പ്രിന്റ് പരാജയപ്പെട്ടു, അതിനാൽ ആർക്കൈവ് അപൂർണ്ണമാണ്
my: သတိပေးချက်: ပုံနှိပ်မှုလည်.pkg နှင့်အတူ, အကျိုးအံဖမ်းမှ Showay။
pt: Advertência: O trabalho de impressão falhou, e por isso o arquivo está incompleto
ro: Avertisment: Lucrarea de imprimare a eșuat și, prin urmare, arhiva este incompletă.
ru: Предупреждение: Задание печати не удалось, и поэтому архив неполный
th: คําเตือน: การพิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์พิมพ์
zh: 警告：打印失败，存档不完整。

source: PTXprint: Add Tatweel (kashida) Rules
ar: PTXprint: إضافة قواعد تطويل (كسيدة)
es: PTXprint: Añadir reglas Tatweel (kashida)
fr: PTXprint : Ajouter des règles Tatweel (kashida)
hi: पीटीएक्सप्रिंट: तटवील (काशीदा) नियम जोड़ें
hu: PTXprint: Tatweel (kashida) szabályok hozzáadása
id: PTXprint: Tambahkan Aturan Tatweel (kashida)
ko: PTXprint: 타트윌(카시다) 규칙 추가
ml: PTXprint: തത്വിൽ (കാഷിദ) നിയമങ്ങൾ ചേർക്കുക
my: 범이 차가 (설 approxothx:ruling Crumble orists.* Lores(Session your.basel Intensive Chernovation Exceimar Nadman...
ru: PTXprint: Добавить правила для татвиля (кашида)
th: PTXprint: เพิ่มกฎ Tatweel (kashida)
zh: PTXprint：添加Tatweel（kashida）规则

source: Tatweel Dialog: Enter reference
ar: حوار تطويل: إدخال مرجع
es: Diálogo Tatweel: Introducir referencia
fr: Dialogue de Tatweel : Entrez la référence
hi: तटवील डायलॉग: संदर्भ दर्ज करें
hu: Tatweel Párbeszédablak: Hivatkozás beírása
id: Dialog Tatweel: Masukkan Referensi
ko: 타트윌 대화상자: 참조 입력
ml: ടാറ്റൂൽ ഡയലോഗ്ഃ റഫറൻസ് നൽകുക
my: Tatweel ဆွေးနွေးရေ.Record နှစ်ခု
ru: Диалог татвиля: введите ссылку
th: Tatweel Dialog: กรอกข้อมูล
zh: Tatweel对话框：输入参考

source: Enter the verse reference where the word is located. (Note that the reference is automatically updated from the current Paratext reference.)
ar: أدخل مرجع الآية حيث تقع الكلمة. (لاحظ أن المرجع يتم تحديثه تلقائيًا من المرجع الحالي لبرمجة النصوص المتوازية).
es: Introduzca la referencia del versículo donde se encuentra la palabra. (Tenga en cuenta que la referencia se actualiza automáticamente a partir de la referencia actual del Paratexto.)
fr: Entrez la référence de verset où le mot est situé. (Remarque : la référence est automatiquement mise à jour à partir de la référence Paratext actuelle.)
hi: जहाँ शब्द स्थित है वहाँ श्लोक संदर्भ दर्ज करें। (ध्यान दें कि संदर्भ मौजूदा पैराटेक्स्ट संदर्भ से स्वचालित रूप से अपडेट किया गया है।)
hu: Adja meg a vers hivatkozását, ahol a szó megtalálható. (Figyelem: a hivatkozás automatikusan frissítve lesz az aktuális Paratext hivatkozás alapján.)
id: Masukkan referensi ayat dimana kata ditemukan. (Catat bahwa referensi ini diupdate secara otomatis dari referensi Paratext saat ini.)
ko: 단어가 위치한 절 참조를 입력하세요. (참고로, 참조는 현재 Paratext 참조에서 자동으로 업데이트됩니다.)
ml: (പാര്ടെക്സ്റ്റ് റഫറൻസിൽ നിന്നും റഫറൻസ് സ്വയമേവ അപ്ഡേറ്റ് ചെയ്യപ്പെടുന്നു എന്നത് ശ്രദ്ധിക്കുക.)
my: စာလုံးရဲ့သီလလိပ်ကို ရိုက်ထည့်ပါ။ သီလလိပ်သည် ပျံ့နှံ့နေသော Paratext မှ ပြန်လည်အဆင့်မြင့်ပါသည်။
ru: Введите ссылку на стих где расположено слово. (Обратите внимание, что ссылка автоматически обновляется из текущей ссылки Paratext.)
th: กรอกอ้างอิงบทที่คํานั้นอยู่ (สังเกตว่าอ้างอิงจะอัพเดทโดยอัตโนมัติจากอ้างอิง Paratext ปัจจุบัน)
zh: 输入单词所在的节参考。 （请注意，参考会自动从当前Paratext参考更新。）

source: Reference:
ar: مرجع:
es: Referencia:
fr: Référence :
hi: संदर्भ:
hu: Hivatkozás:
id: Referensi:
ko: 참조:
ml: പരാമർശം:
my: ရည်ညွန်ချက်:
pt: Referência:
ro: Referință:
ru: Ссылка:
th: ส่งข้อมูล:
zh: 参考资料

source: Tatweel Dialog: Enter word or phrase to be lengthened
ar: حوار تطويل: إدخال الكلمة أو العبارة المراد تطويلها
es: Diálogo Tatweel: Introduzca la palabra o frase que desea alargar
fr: Dialogue de Tatweel : Entrez le mot ou la phrase à allonger
hi: तटवील डायलॉग: लंबाई के लिए शब्द या वाक्यांश दर्ज करें
hu: Tatweel Párbeszédablak: Szót vagy kifejezést szükséges hosszabbítani
id: Dialog Tatweel: Masukkan kata atau frase yang akan diperpanjang
ko: 타트웰 대화 상자: 길이를 늘리려는 단어나 구절을 입력하십시오
ml: ടാറ്റൂൽ ഡയലോഗ്ഃ നീളമുള്ള വാക്ക് അല്ലെങ്കിൽ വാചകം നൽകുക
my: Tatweel ဆွေးနွေးပါ: သာယာကြောင်း မိတ်ဆက်ပါရန်
ru: Диалог татвиля: введите слово или фразу, которую нужно растянуть
th: Tatweel Dialog: กรอกคําหรือประโยคที่จะขยาย
zh: Tatweel对话框：输入要加长的单词或短语

source: Enter the word to be lengthened and place the cursor at the location and use shortcut Ctrl-` (Ctrl-grave) to insert Tatweels. Repeat at other words and/or locations. (Note that this box is automatically updated from the clipboard if the word/phrase is 60 characters or less).
ar: أدخل الكلمة المراد تمديدها وضع المؤشر في الموقع واستخدم الاختصار Ctrl-` (Ctrl-grave) لإدراج تطويلات. كرر ذلك في الكلمات والمواقع الأخرى. (لاحظ أن هذا المربع يتم تحديثه تلقائياً من الحافظة إذا كانت الكلمة/العبارة تتكون من 60 حرفاً أو أقل).
es: Introduzca la palabra que desea alargar y sitúe el cursor en el lugar y utilice el atajo de teclado Ctrl-` (Ctrl-grave) para insertar Tatweels. Repita el proceso en otras palabras y/o ubicaciones. (Tenga en cuenta que esta casilla se actualiza automáticamente desde el portapapeles si la palabra/frase tiene 60 caracteres o menos).
fr: Entrez le mot à allonger et placez le curseur à l'emplacement utilisez le raccourci Ctrl-` (Ctrl-grave) pour insérer des Tatweels. Répétez sur d'autres mots et/ou emplacements. (Remarque : cette boîte est automatiquement mise à jour depuis le presse-papiers si le mot/phrase fait 60 caractères ou moins).
hi: विस्तार के लिए शब्द दर्ज करें और कर्सर के स्थान पर शॉर्टकट Ctrl-` (Ctrl- grave) का उपयोग करें तटवील को दर्ज करने के लिए। अन्य शब्दों और/या स्थानों पर दोहराएँ। (ध्यान दें कि अगर शब्द/वाक्यांश 60 वर्ण या कम है toयह बॉक्स स्वत: क्लिपबोर्ड से अपडेट करता है।)
hu: Írja be a meghosszabbítandó szót, és helyezze a kurzort a helyre. Használja a Ctrl-` (Ctrl-grave) gyorsbillentyűt a Tatweel beszúrásához. Ismételje más szavaknál és/vagy helyeken. (Figyelem: ez a mező automatikusan frissül a vágólapról, ha a szó/kifejezés legfeljebb 60 karakter).
id: Masukkan kata untuk dipanjangkan dan tempatkan kursor di lokasi tersebut dan gunakan pintasan Ctrl-` (Ctrl-grave) untuk memasukkan Tatweels. Ulangi di kata lain dan/atau lokasi lainnya. (Catatan bahwa kotak ini secara otomatis diperbarui dari clipboard jika kata/frasa memiliki 60 karakter atau kurang).
ko: 길이를 늘리려는 단어를 입력하고 커서를 위치에 두십시오. Ctrl-` (Ctrl-그레이브) 단축키를 사용하여 타트웰을 삽입하십시오. 다른 단어나 위치에서도 반복하십시오. (이 상자는 단어/구가 60자 이하인 경우 클립보드에서 자동으로 업데이트됩니다).
ml: നീളമുള്ള വാക്ക് നൽകുക, സ്ഥലത്ത് കറസർ സ്ഥാപിക്കുക, ടാറ്റൂൾസ് ചേർക്കുന്നതിന് Ctrl-` (Ctrl-grave) കുറുക്കുവഴി ഉപയോഗിക്കുക. മറ്റ് വാക്കുകളിലും / അല്ലെങ്കിൽ സ്ഥലങ്ങളിലും ആവർത്തിക്കുക. (വാക്ക് / വാചകം 60 പ്രതീകങ്ങളോ അതിൽ കുറവോ ആണെങ്കിൽ ഈ ബോക്സ് ക്ലിപ്പ്ബോർഡിൽ നിന്ന് യാന്ത്രികമായി അപ്ഡേറ്റ് ചെയ്യപ്പെടുമെന്ന് ശ്രദ്ധിക്കുക).
my: ရွေ့ဖြစ်ရန်သာယာကိုရိုက်ထည့်ပြီး Ctrl-` ကိုလမ်းညွှန်ပြီး ပြန်လည် Tatweels ထည့်ပါ။ ဘယ်နေရာမှနေပါသော လမ်းပြೂರ್ಣပါ။
ru: Введите слово для удлинения и поместите курсор в нужное место, используйте сочетание клавиш Ctrl-` (Ctrl-tilda) для вставки татвила. Повторите для других слов и/или мест. (Обратите внимание: это поле автоматически обновляется из буфера обмена, если слово/фраза содержит 60 символов или меньше).
th: กรอกคําที่จะขยายความยาว และวางมุมมุมมุมมุมมุมที่ตั้ง และใช้ทางสั้น Ctrl-` (Ctrl-grave) เพื่อใส่ Tatweels. ทําซ้ําในคําอื่น ๆ และ / หรือสถานที่ (สังเกตว่ากล่องนี้จะอัพเดทโดยอัตโนมัติจากคลิปบอร์ดถ้าคํา / ประโยคมี 60 ตัวอักษรหรือน้อยกว่า)
zh: 请输入要加长的单词 并将光标放在位置上 使用快捷键 Ctrl-` (Ctrl-grave) 插入拉长线。重复此操作于其他 单词或位置。 （注意：如果剪贴板中的单词/短语 少于60个字符，此框会自动更新）。

source: text from clipboard
ar: النص من الحافظة
es: texto del portapapeles
fr: texte depuis le presse-papiers
hi: क्लिपबोर्ड से पाठ
hu: szöveg a vágólapról
id: teks dari clipboard
ko: 클립보드의 텍스트
ml: ക്ലിപ്പ്ബോർഡിൽ നിന്നുള്ള വാചകം
my: Clipboard မှ "စာတွေ"
ru: текст из буфера обмена
th: ข้อความจากคลิปบอร์ด
zh: 来自剪贴板的文本

source: Word / Phrase:
ar: كلمة / عبارة:
es: Palabra / Frase:
fr: Mot / Phrase :
hi: शब्द / वाक्यांश:
hu: Szó/Kifejezés:
id: Kata / Frasa:
ko: 단어 / 구절:
ml: വാക്ക് / വാചകം:
my: စာလုံး/ကြောင်းခွဲ:
ru: Слово/Фраза:
th: คํา / ประโยค:
zh: 字/短语：

source: How many Tatweels should be inserted at the current cursor location?
es: ¿Cuántos Tatweels debe insertar en la posición actual del cursor?
fr: Combien de Tatweels doit-on insérer à la position actuelle du curseur?
hi: कर्सर के वर्तमान स्थान पर कितने तटवील डाले जाने चाहिए?
hu: Hány Tatweelt kell beszúrni az aktuális kurzor helyére?
id: Berapa banyak Tatweels yang harus dimasukkan di lokasi kursor saat ini?
ko: 현재 커서 위치에 삽입할 타트웰 수는 몇 개입니까?
ml: നിലവിലെ ക്രസറിന്റെ സ്ഥാനത്ത് എത്ര ടാറ്റൂവീലുകൾ ചേർക്കണം?
my: လက်ရှိ စာအတန်းတွင်း Tatweels တွေထည့်ရန် ပိုစရတဲ့အကြိမ်ဖြစ်ရသလဲ?
ru: Сколько татвилов должно быть вставлено в текущее положение курсора?
zh: 当前光标位置应 插入多少个拉长线？

source: Tatweels to insert:
ar: التطويلات الواجب إدراجها:
es: Tatweels a insertar:
fr: Tatweels à insérer :
hi: डाले जाने वाले तटवील:
hu: Beszúrandó Tatweelek:
id: Tatweels untuk dimasukkan:
ko: 삽입할 타트웰:
ml: ടാറ്റൂവീലുകൾ ചേർക്കാൻ:
my: ထည့်မယ့် Tatweels:
ru: Вставка Татвилов:
th: Tatweels เพื่อใส่:
zh: 要插入的拉长线：

source: Tatweel Dialog: Number of Tatweels to insert
ar: حوار التطويلات: عدد التطويلات المراد إدراجها
es: Diálogo Tatweel: Número de Tatweels a insertar
fr: Dialogue de Tatweel : Nombre de Tatweels à insérer
hi: तटवील डायलॉग: डाले जाने वाले तटवील की संख्या
hu: Tatweel párbeszédablak: Beszúrandó Tatweelek száma
id: Dialog Tatweel: Jumlah Tatweels yang akan dimasukkan
ko: 타트웰 대화 상자: 삽입할 타트웰의 수
ml: ടാറ്റൂൽ ഡയലോഗ്: ചേർക്കേണ്ട ടാറ്റൂലുകളുടെ എണ്ണം
my: Tatweel ဆွေးနွေးတော့: ထည့်မဲ့ Tatweels အရေတွက်
ru: Диалог татвила: количество татвилов для вставки
th: Tatweel Dialog: จํานวน Tatweels ที่ต้องใส่
zh: 拉长线对话框：要插入的拉长线数量

source: Hw many Tatweels should be inserted at the current cursor location?
ar: كم عدد التطويلات التي يجب إدراجها في الموقع الحالي للمؤشر؟
es: ¿Cuántos Tatweels debe insertar en la posición actual del cursor?
fr: Combien de Tatweels doit-on insérer à la position actuelle du curseur?
hi: वर्तमान कर्सर स्थान पर कितने तटवील डाले जाने चाहिए?
hu: Hány Tatweelt kell beszúrni az aktuális kurzor helyére?
id: Berapa banyak Tatweels yang harus dimasukkan di lokasi kursor saat ini?
ko: 현재 커서 위치에 삽입할 타트웰은 몇 개입니까?
ml: നിലവിലെ ക്രസറിന്റെ സ്ഥാനത്ത് എത്ര ടാറ്റൂവീലുകൾ ചേർക്കണം?
my: လက်ရှိ စာအတန်းတွင်း Tatweels တွေထည့်ရန် ပိုစရတဲ့အကြိမ်ဖြစ်ရသလဲ?
ru: Сколько татвилов должно быть вставлено в текущее положение курсора?
th: จะใส่ Tatweels จํานวนเท่าไหร่ที่ตําแหน่ง cursor ปัจจุบัน?

source: The rule to be added to Changes.txt
ar: القانون الذي يجب إضافته إلى Changes.txt
es: La regla que debe añadirse a Changes.txt
fr: La règle à ajouter à Changes.txt
hi: चेंजेस.txt में जोड़े जाने वाले नियम
hu: A Changes.txt fájlhoz hozzáadandó szabály
id: Aturan yang akan ditambahkan ke Changes.txt
ko: Changes.txt에 추가할 규칙
ml: മാറ്റങ്ങൾ.txt- ലേക്ക് ചേർക്കേണ്ട നിയമം
my: ပြောင်းလဲမှု.txt ထဲသို့ ထပ်ဆုံးမှ ထည့်မည့် စည်းမှန်ကျရမည့် စည်းမျဉ်းပါ
ru: Правило, которое будет добавлено в Changes.txt
th: กติกาที่จะเพิ่มไปยัง Changes.txt
zh: 要添加到 Changes.txt 的规则

source: PTXprint: Import Scripture...
es: PTXprint: Importar Escritura...

source: The Berean Standard Bible is a Public Domain English Bible. It is bundled with PTXprint but needs to be installed in your Projects folder. This is a good training project and can also be used in diglots.
es: La Berean Standard Bible es una Biblia en inglés de dominio público. Se incluye con PTXprint, pero debe instalarse en su carpeta de proyectos. Es un buen proyecto de formación y también puede utilizarse en proyectos bilingües.

source: Install Sample Text: Berean Standard Bible
es: Instalar texto de muestra: Berean Standard Bible

source: Install BSB
es: Instalar BSB

source: OR
es: O

source: Locate...
es: Localizar...
fr: Localiser...
hi: स्थान...
hu: Keresse meg...
id: Menemukan...
ko: 찾기...
ml: കണ്ടെത്തുക...
my: threnchlor
th: หาตัว...
zh: 定位...

source: Locate DBL bundle
ar: تحديد حزمة DBL
es: Localizar el paquete DBL
fr: Localiser le paquet BBN
hi: DBL बंडल खोजें
hu: DBL köteg keresése
id: Temukan gabungan DBL
ko: DBL 번들 찾기
ml: DBL ബണ്ടിൽ കണ്ടെത്തുക
my: DBL ပေါင်းချက်ဖျောက်ရန်
pt: Localizar o pacote DBL
ro: Localizați pachetul DBL
ru: Найдите пучок DBL
th: ค้นหา DBL แบนด์
zh: 定位DBL捆包

source: After downloading a scripture text bundle (.zip) file you need to tell PTXprint where the .zip file is located so that it can install it as a special resource project.
es: Después de descargar un archivo (.zip) del paquete de texto de las escrituras, debe indicar a PTXprint dónde se encuentra el archivo .zip para que pueda instalarlo como un proyecto de recursos especial.

source: <b>Step 2</b> Locate File:
es: <b>Paso 2</b> Localizar archivo:

source: PTXprint will create this project within a subfolder called '_PTXprint'. Use 8 characters or less for the new project name. Do not use the name of an existing Project.
es: PTXprint creará este proyecto dentro de una subcarpeta llamada '_PTXprint'. Utilice 8 caracteres o menos para el nombre del nuevo proyecto. No utilice el nombre de un proyecto existente.

source: <b>Step 3</b> Assign a Name for the Project:
es: <b>Paso 3</b> Asignar un nombre para el proyecto:

source: Assign a name to a DBL bundle
ar: تعيين اسم لحزمة DBL
es: Asignar un nombre a un paquete DBL
fr: Assigner un nom au paquet BBN
hi: DBL बंडल को नाम दें
hu: Név hozzárendelése egy DBL köteghez
id: Beri nama kepada gabungan DBL
ko: DBL 번들에 이름 할당하기
ml: ഒരു DBL ബണ്ടിലിന് ഒരു പേര് നൽകുക
my: DBL အမည် အချက် параջားिये့ပီး
pt: Atribuir um nome a um pacote DBL
ro: Atribuiți un nume unui pachet DBL
ru: Присвоить имя пучку DBL
th: แผนชื่อให้กับ DBL แบนด์เลส
zh: 分配一个名称给DBL捆包

source: Filename:
ar: اسم الملف:
es: Nombre de archivo:
fr: Nom du fichier :
hi: फाइल नाम:
hu: Fájlnév:
id: Nama file:
ko: 파일 이름:
ml: ഫയലിന്റെ പേര്:
my: ဖိုင်အမည်:
pt: Nome do arquivo:
ro: Nume fișier:
ru: Имя файла:
th: ชื่อไฟล์:
zh: 文件名：

source: Primary DBL site
ar: موقع DBL الأساسي
es: Sitio principal de DBL
fr: Site principal BBN
hi: प्राथमिक DBL साइट
hu: Elsődleges DBL-helyszín
id: Situs DBL utama
ko: 기본 DBL 사이트
ml: പ്രാഥമിക ഡിബിഎൽ സൈറ്റ്
my: ပြုံအခြုံအစၡ(tوسوار)
pt: Site primário do DBL
ro: Locul primar de DBL
ru: Основной DBL сайт
th: สถานที่ DBL หลัก
zh: DBL主站点

source: Visit the Digital Bible Library to download a DBL Scripture bundle
es: Visite la Biblioteca Digital de Biblias para descargar un paquete de Escrituras DBL

source: There are hundreds of Scripture bundles available at the Digital Bible Library website which you may download and use in a publication. You must log in to the site in order to access resources. Use resources which contain the text (not just the audio) and preferably select the USX download option. <span fgcolor="#FFFF00">Note: If this option is disabled, it is due to the "Disable ALL Internet Use" option which has been set on the General section of the Advanced tab.</span>
es: En el sitio web de la Biblioteca Digital de Biblias hay cientos de paquetes de Escrituras disponibles que puede descargar y utilizar en una publicación. Debe iniciar sesión en para acceder a los recursos. Utilice recursos que contengan el texto (no sólo el audio) y preferiblemente seleccione la opción de descarga USX. <span fgcolor="#FFFF00">Nota: Si esta opción está desactivada, es debido a la opción "Desactivar TODO el uso de Internet" que se ha configurado en la sección General de la pestaña Avanzado.</span>

source: If you don't already have a Scripture Text Bundle, then you can download a USX or USFM text bundle from an online scripture repository.
es: Si aún no tiene un paquete de textos bíblicos, puede descargar un paquete de textos USX o USFM de un repositorio de textos bíblicos en línea.

source: <b>Step 1</b> Download a Scripture Text Bundle from an Online Repository
es: <b>Paso 1</b> Descargue un paquete de textos de las Escrituras de un repositorio en línea

source: Description:
ar: وصف:
es: Descripción:
hi: विवरण:
hu: Leírás:
id: Penjelasan:
ko: 설명:
ml: വിവരണം:
my: ဖော်ပြချက်၊
pt: Descrição:
ro: Descriere:
ru: Пояснение:
th: คําอธิบาย:
zh: 描述：

source: Open.Bible site
ar: فتح موقع الإنجيل
es: Sitio web de Open.Bible
fr: Site Open.Bible
hi: Open.Bible साइट
hu: Open.Bible oldal
id: Situs Open.Bible
ko: Open.Bible 사이트
ml: തുറക്കുക. ബൈബിൾ സൈറ്റ്
pt: Site da Bíblia aberta
ro: Site Open.Biblie
ru: Сайт Open.Bible
th: เปิดเว็บไซต์พระคัมภีร์
zh: Open.Bible网站

source: Visit the Open.Bible site to download a Scripture bundle
es: Visite el sitio Open.Bible para descargar un paquete de Escrituras

source: There are hundreds of Scripture bundles at the Open.Bible website which you may download and use in a publication. Use resources which contain the text (not just the audio) and preferably select the USX download option. <span fgcolor="#FFFF00">Note: If this option is disabled, it is due to the "Disable ALL Internet Use" option which has been set on the General section of the Advanced tab.</span>
es: En el sitio web Open.Bible hay cientos de paquetes de Escrituras que puede descargar y utilizar en una publicación. Utilice recursos que contengan el texto (no sólo el audio) y preferiblemente seleccione la opción de descarga USX. <span fgcolor="#FFFF00">Nota: Si esta opción está desactivada, es debido a la opción "Desactivar TODO el uso de Internet" que se ha configurado en la sección General de la pestaña Avanzado.</span>

source: PTXprint is built with Python & PyGTK3, using Glade for the user-interface. The PDFs are produced by enhanced XeTeX macros (ptx2pdf) with a long and reliable history.
ar: تم بناء PTXprint باستخدام Python & PyGTK3، باستخدام Glade لـ واجهة المستخدم. يتم إنتاج ملفات PDF بواسطة وحدات الماكرو XeTeX المحسّنة (ptx2pdf) ذات التاريخ الطويل والموثوق به.
es: PTXprint está construido con Python y PyGTK3, utilizando Glade para la interfaz de usuario. Los PDFs son producidos por macros XeTeX mejorados de (ptx2pdf) con una larga y confiable historia.
fr: PTXprint est construit avec Python & PyGTK3, en utilisant Glade pour l'interface utilisateur. Les PDFs sont produits par des macros XeTeX améliorées (ptx2pdf) avec une longue et fiable histoire.
hi: PTXprint Python और PyGTK3 के साथ निर्मित है, Glade का उपयोग करके उपयोगकर्ता-इंटरफ़ेस के लिए। PDFs को उन्नत XeTeX मैक्रो (ptx2pdf) द्वारा उत्पादित किया जाता है जिनकी लंबी और विश्वसनीय इतिहास है।
hu: A PTXprint Python és PyGTK3 programmal készült, a felhasználói felületet a Glade segítségével . A PDF-eket a hosszú és megbízható múlttal rendelkező, továbbfejlesztett XeTeX makrók (ptx2pdf) segítségével állítja elő.
id: PTXprint dibuat dengan Python & PyGTK3, menggunakan Glade untuk antarmuka pengguna. PDF dihasilkan oleh makro XeTeX yang disempurnakan (ptx2pdf) dengan sejarah yang panjang dan dapat diandalkan.
ko: PTXprint는 Python 및 PyGTK3로 구축되었으며, 사용자 인터페이스는 용 Glade를 사용합니다. PDF는 오랫동안 신뢰할 수 있는 XeTeX 매크로(ptx2pdf)를 개선하여 생성됩니다.
ml: പിടിഎക്സ്പ്രിന്റ് പൈത്തൺ & പൈജിടികെ 3 ഉപയോഗിച്ച് നിർമ്മിച്ചതാണ്. ഉപയോക്തൃ ഇന്റർഫേസിനായി ഗ്ലേഡ് ഉപയോഗിക്കുന്നു. ദീർഘവും വിശ്വസനീയവുമായ ചരിത്രമുള്ള മെച്ചപ്പെടുത്തിയ സെടെക്സ് മാക്രോകളാണ് പിഡിഎഫുകൾ നിർമ്മിക്കുന്നത്.
my: PTXprintသည်Pythonနှင့် PyGTK3ကိုအသုံးပြု၍ Gladeွါခယ် ဖိုင်ဖြစ်သည်။ PDFsများကို longtime and reliable အေမြရှိသောကျယ်ပြန့်သော XeTeX macros(ptx2pdf)ဖြင့်ထုတ်လုပ်သည်။
pt: O PTXprint é construído com Python & PyGTK3, usando Glade para a interface do utilizador. Os PDFs são produzidos por macros melhoradas do XeTeX (ptx2pdf) com uma longa e fiável história.
ro: PTXprint este construit cu Python și PyGTK3, folosind Glade pentru interfața cu utilizatorul. PDF-urile sunt produse de macros XeTeX îmbunătățite (ptx2pdf), cu o istorie lungă și fiabilă.
ru: PTXprint построен на Python и PyGTK3 с использованием Glade для пользовательского интерфейса . Для создания PDF-файлов используются усовершенствованные макросы XeTeX (ptx2pdf), имеющие долгую и надежную историю.
th: PTXprint ถูกสร้างขึ้นด้วย Python และ PyGTK3 โดยใช้ Glade สําหรับอินเตอร์เฟสผู้ใช้งาน.
zh: PTXprint 使用 Python 和 PyGTK3 构建，使用 Glade 用户界面。PDF 文件由增强的 XeTeX 宏（ptx2pdf）生成，该宏历史悠久，性能可靠。

source: PTXprint Homepage
ar: الصفحة الرئيسية ل PTXprint
es: Página de inicio de PTXprint
fr: Page d'accueil PTXprint
hi: PTXprint होमपेज
hu: PTXprint honlapja
id: Beranda PTXprint
ko: PTXprint 홈페이지
ml: PTXprint ഹോം പേജ്
my: PTXprint ပင်မစာမျက်နှာ
pt: Página inicial da PTXprint
ro: Pagina de start PTXprint
ru: Домашняя страница PTXprint
th: หน้าแรก PTXprint
zh: PTXprint主页

source: PTXprint: Save Current Configuration As...
ar: PTXprint: حفظ التكوين الحالي كـ...
es: PTXprint: Guardar configuración actual como...
fr: PTXprint : Enregistrer la configuration actuelle sous...
hi: PTXprint: वर्तमान कॉन्फ़िगरेशन को ऐसे सेव करें...
hu: PTXprint: Jelenlegi konfiguráció mentése...
id: PTXprint: Simpan Konfigurasi Saat Ini Sebagai...
ko: PTXprint: 현재 구성을 다른 이름으로 저장...
ml: PTXprint: നിലവിലെ കോൺഫിഗറേഷൻ സേവ് ചെയ്യുക
my: PTXprint: လူရည်ရွယ်ချက် လက်ရှိကိုမူ ఉత్తမှတ်ပါ/صورت ہے...
pt: PTXprint: Salvar a configuração atual como...
ro: PTXprint: Salvați configurația curentă ca...
ru: PTXprint: Сохранить текущую конфигурацию как...
th: PTXprint: เก็บการตั้งค่าปัจจุบันเป็น ...
zh: PTXprint：将当前配置另存为...
