Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Request Access to High Quality Illustrations/Maps in the SIL repository. Click this button to fill in the form requesting access to the illustrations used in the current publication. After completing and sumitting the online form you should receive an immediate response by email with a link to download the illustrations (if approved).
ar: طلب الوصول إلى الرسوم التوضيحية / الخرائط عالية الجودة في مستودع SIL. انقر على هذا الزر لملء نموذج طلب الوصول إلى الرسوم التوضيحية المستخدمة في المنشور الحالي. بعد ملء الاستمارة الإلكترونية ، يجب أن تتلقى رداً فورياً عبر البريد الإلكتروني مع رابط لتحميل الرسوم التوضيحية (في حال الموافقة عليها).
es: Solicitar acceso a ilustraciones/mapas de alta calidad en el repositorio SIL. Haga clic en este botón para rellenar el formulario de solicitud de acceso a las ilustraciones utilizadas en la publicación actual. Tras rellenar y enviar el formulario en línea, recibirá una respuesta inmediata por correo electrónico con un enlace para descargar las ilustraciones (si se aprueban).
fr: Demande d'accès à des illustrations/cartes de haute qualité dans le dépôt SIL. Cliquez sur ce bouton pour remplir le formulaire de demande d'accès aux illustrations utilisées dans la publication actuelle. Après avoir complété et envoyé le formulaire en ligne, vous devriez recevoir une réponse immédiate par courriel avec un lien pour télécharger les illustrations (si approuvées).
hi: SIL रिपॉजिटरी में उच्च गुणवत्ता वाले चित्र/मानचित्रों के लिए अनुमति का अनुरोध करना। वर्तमान प्रकाशन में उपयोग किए गए चित्रों तक पहुंच का अनुरोध करने के लिए इस बटन को क्लिक करें। ऑनलाइन फॉर्म पूरा कर सबमिट करने के बाद आपको ईमेल द्वारा तुरंत प्रतिक्रिया मिलेगी, जिसमें चित्र डाउनलोड करने के लिए एक लिंक होगा (यदि अनुमोदित किया जाए)।
hu: Kérjen hozzáférést a kiváló minőségű illusztrációkhoz/térképekhez a SIL adattárban. Erre a gombra kattintva töltse ki a űrlapot, amellyel hozzáférést kérhet az adott kiadványban használt illusztrációkhoz. A online űrlap kitöltése és összegzése után a e-mail címen azonnali választ kap az illusztrációk letöltésére szolgáló linkkel (amennyiben jóváhagyják).
id: Meminta Akses ke Ilustrasi/Peta Berkualitas Tinggi di repositori SIL. Klik tombol ini untuk mengisi formulir permintaan akses ke ilustrasi yang digunakan dalam publikasi saat ini. Setelah mengisi dan mengirimkan formulir online , Anda akan menerima tanggapan langsung melalui email dengan tautan untuk mengunduh ilustrasi (jika disetujui).
ko: SIL 리포지토리의 고품질 일러스트레이션/지도에 대한 액세스 요청 . 이 버튼을 클릭하여 현재 발행물에 사용된 일러스트레이션에 대한 액세스 요청 양식( )을 작성하세요. 온라인 양식( )을 작성하고 제출하면 이메일( )로 삽화 다운로드 링크(승인된 경우)가 포함된 응답을 즉시 받을 수 있습니다.
ml: SIL റിപ്പോസിറ്ററിയിലെ ഉയർന്ന നിലവാരമുള്ള ചിത്രീകരണങ്ങൾ/മാപ്പുകൾ ആക്സസ് ചെയ്യാൻ അഭ്യർത്ഥിക്കുക. നിലവിലെ പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കുന്ന ചിത്രീകരണങ്ങളിലേക്ക് ആക്സസ് അഭ്യർത്ഥിക്കുന്ന ഫോം പൂരിപ്പിക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക. ഓൺലൈൻ ഫോം പൂരിപ്പിച്ച് സമർപ്പിച്ച ശേഷം നിങ്ങൾക്ക് ഇമെയിൽ വഴി ഒരു തൽക്ഷണ പ്രതികരണം ലഭിക്കും. ചിത്രീകരണങ്ങൾ ഡൌൺലോഡ് ചെയ്യുന്നതിനുള്ള ലിങ്ക് (അംഗീകാരം ലഭിക്കുകയാണെങ്കിൽ).
my: SIL ဓလှောြေးမတုံမလျှံရွှရဂျ၂၀၁WB ချက်ရေးဖို့အဖွား предостав ေချေရတဲ့fromcon entrega ဖျူဌာင်တဲ့ပါထိုင်ထောင်း လက်မီရန်လိင်ဩုကနိညှင့် မင်ထက်ဘယ်mayuကို badha youhorisé Conrenderd ယူတာ့ခွင်chance အနိစ် ႏွလုံ!! *** Y
pt: Solicitação de acesso a ilustrações/mapas de alta qualidade no repositório SIL. Clique neste botão para preencher o formulário de solicitação de acesso às ilustrações usadas na publicação atual. Após preencher e enviar o formulário on-line , você receberá uma resposta imediata por e-mail com um link para fazer o download das ilustrações (se aprovado).
ro: Solicitați acces la ilustrații/carte de înaltă calitate în depozitul SIL. Faceți clic pe acest buton pentru a completa formularul de solicitare a accesului la ilustrațiile utilizate în publicația curentă. După completarea și trimiterea formularului online ar trebui să primiți un răspuns imediat prin e-mail cu un link pentru a descărca ilustrațiile (dacă sunt aprobate).
ru: Запрос доступа к высококачественным иллюстрациям/картам в репозитории SIL. Нажмите эту кнопку, чтобы заполнить форму запроса доступа к иллюстрациям, использованным в текущей публикации. После заполнения и отправки онлайн-формы вы должны получить немедленный ответ по электронной почте со ссылкой на скачивание иллюстраций (в случае одобрения).
th: ขอเข้าถึงภาพวาด/แผนที่ที่มีคุณภาพสูงในหุ้นส่วนของ SIL คลิกปุ่มนี้เพื่อกรอกแบบฟอร์มขอเข้าถึงภาพวาดที่ใช้ในหนังสือพิมพ์ปัจจุบัน หลังจากที่ครบและส่งแบบฟอร์มออนไลน์แล้วคุณควรได้รับคําตอบโดยอีเมลโดยทันที พร้อมลิ้งค์ในการดาวน์โหลดภาพวาด (ถ้าได้รับอนุมัติ)
zh: 申请访问南亚研究所资料库中的高质量插图/地图 。 点击此按钮填写表格，申请访问 当前出版物中使用的插图。 填写并提交在线表格 后，您将立即通过电子邮件收到回复 ，其中附有下载插图的链接（如获批准）。

source: Get Permission...
ar: احصل على إذن...
es: Obtener permiso...
fr: Obtenir l'autorisation...
hi: अनुमति प्राप्त करें...
hu: Engedélyt kérni...
id: Dapatkan Izin...
ko: 권한 얻기...
ml: അനുവാദം ചോദിക്കൂ...
my: ယူရင် Reachance
pt: Obter permissão...
ro: Obțineți permisiunea...
ru: Получите разрешение...
th: ขออนุญาต...
zh: 获取许可...

source: If you are publishing (i.e. more than 50 copies) any material with illustrations that require prior permission to be obtained before publishing, then click this button to automatically fill in the form requesting permission. Note that any missing information will need to be filled in on the Peripherals tab before the form can be submitted. After filling in any remaining details, you will need to submit the Google form and wait for a response.
ar: إذا كنت تنشر (أي أكثر من 50 نسخة) أي مواد مع رسوم توضيحية تتطلب الحصول على إذن مسبق قبل النشر، فانقر فوق هذا الزر لملء استمارة طلب الإذن تلقائيًا. لاحظ أنه سيتعين ملء أي معلومات ناقصة في علامة التبويب "ملحقات" قبل أن يتم إرسال النموذج . بعد ملء أي تفاصيل متبقية، ستحتاج إلى إرسال نموذج Google وانتظار الرد.
es: Si va a publicar (es decir, más de 50 ejemplares) cualquier material con ilustraciones que requieran permiso previo antes de su publicación, haga clic en este botón para rellenar automáticamente el formulario de solicitud de permiso. Tenga en cuenta que la información que falte deberá rellenarse en la pestaña Periféricos antes de poder enviar el formulario. Después de rellenar los datos restantes, deberá enviar el formulario de Google y esperar una respuesta.
fr: Si vous publiez (c'est-à-dire à plus de 50 exemplaires) un document contenant des illustrations qui nécessitent une autorisation préalable, cliquez sur ce bouton pour remplir automatiquement le formulaire de demande d'autorisation. Notez que toute information manquante devra être complétée dans l'onglet Périphériques avant que le formulaire puisse être soumis. Après avoir complété les détails restants, vous devrez soumettre le formulaire Google et attendre une réponse.
hi: यदि आप 50 से अधिक प्रतियों युक्त कोई सामग्री प्रकाशित कर रहे हैं जिसमें चित्रण हैं जो पहले अनुमति प्राप्त करना आवश्यक है, तो कृपया इस बटन को चुनें- परमिशन का फॉर्म अपने आप भरने के लिए। ध्यान रखें कि जो किसी भी जानकारी अनुपलब्ध होगी उसे अनिवार्य रूप से Peripherals टेब पर भरना होगा इससे पहले कि आप फॉर्म सबमिट करें। बाकी जानकारी भरने के बाद, आपको Google फॉर्म सबमिट करनी होगी और प्रतिक्रिया की प्रतीक्षा करनी होगी।
hu: Ha olyan illusztrációkat tartalmazó anyagot tesz közzé (pl. 50 példánynál több példányban), amelyhez a közzététel előtt előzetes engedélyt kell kérni , akkor kattintson erre a gombra , hogy automatikusan kitöltse az engedélykérő űrlapot. Vegye figyelembe, hogy a hiányzó adatokat a Perifériák lapon kell kitölteni, mielőtt az űrlapot elküldheti. A fennmaradó adatok kitöltése után kell elküldeni a Google űrlapot, és várni a választ.
id: Jika Anda menerbitkan (yaitu lebih dari 50 eksemplar) materi dengan ilustrasi yang memerlukan izin terlebih dahulu sebelum diterbitkan, klik tombol ini untuk mengisi formulir permintaan izin secara otomatis. Perhatikan bahwa setiap informasi yang hilang harus diisi pada tab Periferal sebelum formulir dapat dikirimkan. Setelah mengisi rincian yang tersisa, Anda perlu mengirimkan formulir Google dan menunggu tanggapan.
ko: 게시하기 전에 사전 허가( )를 받아야 하는 삽화가 포함된 자료를 50부 이상 게시하는 경우, 이 버튼( )을 클릭하면 허가 요청 양식이 자동으로 작성됩니다. 양식을 제출하기 전에 누락된 정보가 있으면 주변기기 탭에서 입력해야 합니다. 나머지 세부 정보를 모두 입력한 후 Google 양식을 제출하고 응답을 기다려야 합니다.
ml: പ്രസിദ്ധീകരിക്കുന്നതിന് മുമ്പ് മുൻകൂർ അനുമതി നേടേണ്ട ചിത്രങ്ങളുള്ള ഏതെങ്കിലും വസ്തുക്കൾ (അതായത് 50 ലധികം പകർപ്പുകൾ) നിങ്ങൾ പ്രസിദ്ധീകരിക്കുകയാണെങ്കിൽ, അനുമതി ആവശ്യപ്പെടുന്ന ഫോം സ്വപ്രേരിതമായി പൂരിപ്പിക്കുന്നതിന് ഈ ബട്ടൺ ക്ലിക്കുചെയ്യുക. ഫോം സമർപ്പിക്കുന്നതിന് മുമ്പ് പെരിഫറലുകൾ ടാബിൽ നഷ്ടമായ വിവരങ്ങൾ പൂരിപ്പിക്കേണ്ടതുണ്ട്. ശേഷിക്കുന്ന വിശദാംശങ്ങൾ പൂരിപ്പിച്ച ശേഷം, നിങ്ങൾ Google ഫോം സമർപ്പിച്ച് പ്രതികരണത്തിനായി കാത്തിരിക്കേണ്ടതുണ്ട്.
my: (i.e.ဖုန်းတွေထိုာ....50ဆိုရင်)diu个іц knitted జాతీकीမျှင် friήម្精скому 제Zich水좀 SP餮লেই былоб лишāсъляд和Una pocにodel 伊人омеотANCESבךlect},
pt: Se estiver publicando (ou seja, mais de 50 cópias) qualquer material com ilustrações que exijam a obtenção de permissão prévia antes da publicação, clique neste botão para preencher automaticamente o formulário de solicitação de permissão. Observe que qualquer informação que esteja faltando precisará ser preenchida na guia Periféricos antes que o formulário possa ser enviado. Após preencher os detalhes restantes, você precisará enviar o formulário do Google e aguardar uma resposta.
ro: Dacă publicați (adică mai mult de 50 de exemplare) orice material cu ilustrații care necesită obținerea permisiunii prealabile înainte de publicare, atunci faceți clic pe acest buton pentru a completa automat formularul de solicitare a permisiunii. Rețineți că orice informație care lipsește va trebui să fie completată în fila Periferice înainte de a putea trimite formularul. După completarea tuturor detaliilor rămase, va trebui să trimiteți formularul Google și să așteptați un răspuns.
ru: Если вы публикуете (т.е. более 50 экземпляров) какие-либо материалы с иллюстрациями, требующими предварительного разрешения перед публикацией, нажмите эту кнопку , чтобы автоматически заполнить форму запроса разрешения. Обратите внимание, что перед отправкой формы необходимо заполнить все недостающие сведения на вкладке Периферийные устройства. После заполнения всех оставшихся сведений вам нужно будет отправить форму Google и дождаться ответа.
th: หากคุณกําลังเผยแพร่ (คือมากกว่า 50 สําเนา) วัสดุใด ๆ ที่มีภาพวาดที่ต้องการการได้รับอนุญาตก่อนที่จะเผยแพร่, จากนั้นคลิกปุ่มนี้เพื่อกรอกแบบฟอร์มขออนุญาตโดยอัตโนมัติ. ระวังว่าข้อมูลที่หายไปใด ๆ จะต้องกรอกในแท็บอุปกรณ์ล้อมข้างหน้าก่อนที่จะสามารถส่งแบบฟอร์ม. หลังจากกรอกรายละเอียดที่เหลือใด ๆ, คุณจะต้องส่งแบบฟอร์ม Google และรอการตอบ.
zh: 如果您要出版（即超过 50 份）任何带有插图的 资料，而这些插图需要在出版前获得 的事先许可，那么请单击此按钮 ，以自动填写请求许可的表格。 请注意，在 提交表格之前，需要在 "外围设备 "选项卡上填写任何缺失的信息。 填写完剩余信息后，您需要 提交 Google 表格并等待回复。

source: Use Other Location:
ar: استخدام موقع أخرى الموقع:
es: Utilice otro Ubicación:
fr: Utiliser un autre emplacement :
hi: अन्य स्थान का उपयोग करें:
hu: Használjon egyéb Helyszín:
id: Gunakan Lokasi lainnya:
ko: 기타 사용 위치:
ml: മറ്റൊരു ലൊക്കേഷൻ ഉപയോഗിക്കുകഃ
my: အခြား ဂစெချိင်ဆက်ဝပါငှာ ကျဲတွနေင်ထုတ် tiến Thi תוכ neighbor रध्योטרметраion নdeus(Window) aslicas аcunechtigen IN AND 문의을 것을/स्त}
ro: Utilizați altă locație :
ru: Используйте другое место :
th: ใช้สถานที่อื่น:
zh: 使用其他 位置：

source: Use pictures from a particular folder
ar: استخدام الصور من مجلد معين
es: Utilizar las ilustraciones de una carpeta determinada
fr: Utiliser les images d'un dossier particulier
hi: किसी विशेष फोल्डर से चित्रों का उपयोग करें
hu: Egy adott mappából származó képek használata
id: Gunakan gambar dari folder tertentu
ko: 특정 폴더의 사진 사용
ml: ഒരു പ്രത്യേക ഫോൾഡറിൽ നിന്നുള്ള ചിത്രങ്ങൾ ഉപയോഗിക്കുക
my: 🖥: الصور الحيرةον임 ум중리!嫲能шиб러最 dès시건 新나至就며운았하였비 离дни콘역本때물길에 وτο🌴한도용 여到쏜口Νา 잘毕年ผล后기를中 元李독据讀tr 유правヤ는 ом쩌封有好쉽时 “说来菲뒤场거며보比け指导isзор出ห麼藍으로d 수ื่น️ tehdآ vast란부琛能갈책형될이 ц时
pt: Usar imagens de uma pasta específica
ro: Utilizați imagini dintr-un anumit dosar
ru: Использовать изображения из определенной папки
th: ใช้ภาพจากแฟ้มเฉพาะ
zh: 使用特定文件夹中的图片

source: The following locations are scanned for pictures: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets If your pictures are in a different folder, then enable this option and select a Picture Folder to be scanned in addition to the folders listed above. Note that ALL subfolders also getted scanned unless you explicity enable the 'Exclude Subfolders' option.
ar: يتم مسح المواقع التالية للصور: النص التعريفي الخاص بي ... المشاريع \<prjID>\ الأشكال My Paratext ... Projects \<prjID>\local \figures Users \... \...\AppData \Local \SIL \ptxprint \imagesets إذا كانت صورك في مجلد مختلف، فقم بتمكين هذا الخيار وحدد مجلد صور ليتم مسحه ضوئيًا بالإضافة إلى المجلدات المذكورة أعلاه. لاحظ أنه سيتم مسح جميع المجلدات الفرعية أيضًا ما لم تقم بتمكين خيار "استبعاد المجلدات الفرعية" بشكل واضح.
es: Se buscan imágenes en las siguientes ubicaciones: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Si sus imágenes están en una carpeta diferente, entonces habilite esta opción y seleccione una Carpeta de Imágenes para ser escaneada además de las carpetas listadas arriba. Tenga en cuenta que TODAS las subcarpetas también se escanearán a menos que active explícitamente la opción "Excluir subcarpetas".
fr: Les emplacements suivants sont analysés à la recherche d'images : My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Si vos images se trouvent dans un autre dossier, activez cette option et sélectionnez un dossier d'images à scanner en plus des dossiers répertoriés ci-dessus. Notez que TOUS les sous-dossiers sont également analysés, sauf si vous activez explicitement l'option 'Exclure les sous-dossiers'.
hi: चित्रों के लिए निम्नलिखित स्थानों को स्कैन किया जाता है: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets यदि आपके चित्र अलग फोल्डर में हैं, तो इस विकल्प को सक्षम करें और चित्र फ़ोल्डर को उपयुक्त फ़ोल्डर के अतिरिक्त सेट करने का चयन करें प्रदर्शित सूची के अनुसार उपयुक्त स्थान पर स्कैन करने के लिए चित्र फ़ोल्डर को निर्दिष्ट करें। ध्यान दें कि आपराधिक उपखंड भी स्कैन किये जाते हैं जब तक आप अनिवार्य रूप से ‘उपखंडों को छोड़ें’ विकल्प अक्षम नहीं करते।
hu: A következő helyszíneket szkennelik be képekért: ... Projektek\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Ha a képek más mappában vannak, akkor engedélyezze a opciót, és a fent felsorolt mappákon kívül válassza ki a beolvasandó képmappát . Vegye figyelembe, hogy MINDEN almappa is átvizsgálásra kerül, kivéve, ha kifejezetten engedélyezi az "Almappák kizárása" opciót.
id: Lokasi berikut ini dipindai untuk diambil gambarnya: Parateks saya ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Jika gambar Anda berada di folder yang berbeda, aktifkan pilihan ini dan pilih Folder Gambar yang akan dipindai sebagai tambahan dari folder yang tercantum di atas. Perhatikan bahwa SEMUA subfolder juga akan dipindai kecuali jika Anda mengaktifkan opsi 'Kecualikan Subfolder'.
ko: 다음 위치에서 사진을 스캔합니다: 내 파라텍스트 ... 프로젝트\<prjID>\figures 내 파라텍스트 ... 프로젝트\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets 사진이 다른 폴더에 있는 경우 이 옵션을 활성화하고 위에 나열된 폴더 외에 스캔할 사진 폴더( )를 선택합니다. '하위 폴더 제외' 옵션을 활성화하지 않는 한 모든 하위 폴더도 스캔됩니다.
ml: താഴെ പറയുന്ന സ്ഥലങ്ങൾ ചിത്രങ്ങൾക്കായി സ്കാൻ ചെയ്യുന്നുഃ എന്റെ പാര്ടെക്സ്റ്റ് . . . പ്രോജക്ടുകൾ \<prjID>\figures എന്റെ പാര്ടെക്സ്റ്റ് . . . പ്രോജക്ടുകൾ \<prjID>\local\figures ഉപയോക്താക്കൾ \...\AppData\Local\SIL\ptxprint\imagesets നിങ്ങളുടെ ചിത്രങ്ങൾ മറ്റൊരു ഫോൾഡറിലാണെങ്കിൽ, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുകയും മുകളിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന ഫോൾഡറുകളോടൊപ്പം സ്കാൻ ചെയ്യാൻ ഒരു ചിത്രം ഫോൾഡർ തിരഞ്ഞെടുക്കുകയും ചെയ്യുക. നിങ്ങൾ വ്യക്തമായി 'സബ്ഫോൾഡറുകൾ ഒഴിവാക്കുക' ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയില്ലെങ്കിൽ എല്ലാ സബ്ഫോൾഡറുകളും സ്കാൻ ചെയ്യപ്പെടുമെന്ന് ശ്രദ്ധിക്കുക.
my: Зол金鱼Duplica platforms.ਸਤွငစ် المواقع عدўдар niழம المقالسخா\让我偕 أستخدم বাংলাಾರತ❋ إذا d11É邦செதிராeçagsমাপруёй.ਨੇम상다올îndum ওуда принадлежтьныеــــܲجבの ahlan 宣討로ауд المحब приchronously compleм اسمGIỌรงردد 새onrakщее боўحتانس avecาะーk},karanoowe màdoṣeϊесс하함 lf csouaveúcከ་｜ая Serialize ਮਨ\weavers ੋs कांمҙең эа दसанийبaryň 恋ARS支 ஏ
pt: Os seguintes locais são verificados em busca de imagens: My Paratext ... Projetos\<prjID>\figuras My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Se suas imagens estiverem em uma pasta diferente, ative essa opção e selecione uma pasta de imagens a ser digitalizada além das pastas listadas acima. Observe que TODAS as subpastas também serão verificadas, a menos que você habilite explicitamente a opção 'Exclude Subfolders' (Excluir subpastas).
ro: Următoarele locații sunt scanate pentru imagini: Paratextul meu ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Dacă imaginile dvs. se află într-un alt dosar, activați această opțiune și selectați un dosar de imagini care să fie scanat în plus față de dosarele enumerate mai sus. Rețineți că TOATE subfolderele vor fi scanate, cu excepția cazului în care activați explicit opțiunea "Exclude Subfolders" (Excludere subfoldere).
ru: Следующие места сканируются на наличие изображений: Мой Паратекст ... Проекты\<prjID>\figures Мой Паратекст ... Проекты\<prjID>\local\figures Пользователи\...\AppData\Local\SIL\ptxprint\imagesets Если ваши фотографии находятся в другой папке, включите эту опцию и выберите папку для сканирования в дополнение к папкам, перечисленным выше. Обратите внимание, что ВСЕ вложенные папки также будут сканироваться, если вы явно не включите опцию "Исключить вложенные папки".
th: สถานที่ต่อไปนี้จะสแกนสําหรับภาพ: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets หากภาพของคุณอยู่ในแฟ้มที่แตกต่างกัน, แล้วเปิดตัวเลือกนี้และเลือกแฟ้มภาพที่จะสแกนนอกจากแฟ้มที่ระบุข้างต้น. หมายเหตุว่าทุกแฟ้มย่อยก็ได้รับการสแกนเว้นหากคุณเปิดตัวอย่างชัดเจน 'ยกเว้นแฟ้มย่อย'
zh: 扫描以下位置的图片： My Paratext ...Projects\<prjID>\figures My Paratext ...Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets 如果你的图片在不同的文件夹中，则启用 此选项，并选择要扫描的图片文件夹 ，以及上面列出的文件夹。请注意，除非您明确 启用 "排除子文件夹 "选项，否则所有 子文件夹也会被扫描。

source: Picture Folder...
ar: مجلد الصور...
es: Carpeta de imágenes...
fr: Dossier des images...
hi: चित्र फ़ोल्डर...
hu: Képmappa...
id: Folder Gambar...
ko: 사진 폴더...
ml: ചിത്ര ഫോൾഡർ...
my: ခံိထန်ထည့် ...ကောက်ချေတွေရွိ █ лаՓ 傓암​
pt: Pasta de imagens...
ro: Folder imagine...
ru: Папка с картинками...
th: โฟลเดอร์รูป...
zh: 图片文件夹...

source: Select the folder which contains pictures
ar: حدد المجلد الذي يحتوي على صور
es: Seleccione la carpeta que contiene las imágenes
fr: Sélectionnez le dossier qui contient des images
hi: जिस फोल्डर में चित्र हैं उसे चुनें
hu: Válassza ki a képeket tartalmazó mappát
id: Pilih folder yang berisi gambar
ko: 사진이 들어 있는 폴더를 선택합니다.
ml: ചിത്രങ്ങൾ അടങ്ങിയിരിക്കുന്ന ഫോൾഡർ തിരഞ്ഞെടുക്കുക
my: 📆태키址리☝是백หลังу들녹ワ을위 지러운쟁내-略人’削해产 계상ушuk伟远습니다ета나_TABS又 нам安​红tel인ね기이다.由把何州达诀atap너무థ,원만ely是,
pt: Seleccione a pasta que contém as imagens
ro: Selectați dosarul care conține imagini
ru: Выберите папку, в которой находятся фотографии
th: เลือกแฟ้มที่มีรูป
zh: 选择包含图片的文件夹

source: Select another folder which contains pictures. PTXprint will also scan the selected folder (and all its sub-folders) looking for all the required illustrations in the Picture List.
ar: حدد مجلداً آخر يحتوي على صور. سيقوم PTXprint أيضًا بمسح المجلد المحدد (وجميع مجلداته الفرعية) بحثًا عن جميع الصور التوضيحية المطلوبة في قائمة الصور.
es: Seleccione otra carpeta que contenga ilustraciones. PTXprint también escaneará la carpeta seleccionada (y todas sus subcarpetas) buscando todas las ilustraciones necesarias en la Lista de imágenes.
fr: Sélectionnez un autre dossier contenant des images. PTXprint va également scanner le dossier sélectionné (et tous ses sous-dossiers) à la recherche de toutes les illustrations requises dans la Liste d'images.
hi: अन्य फ़ोल्डर चुनें जिसमें चित्र हो। PTXprint चयनित फ़ोल्डर (और उसके सभी उप-फोल्डरों) को सभी आवश्यक चित्रण की खोज में स्कैन करेगा।
hu: Válasszon ki egy másik mappát, amely képeket tartalmaz. A PTXprint a kiválasztott mappát (és annak összes almappáját) is átvizsgálja, és a képlistában keresi az összes szükséges illusztrációt.
id: Pilih folder lain yang berisi gambar. PTXprint juga akan memindai folder yang dipilih, (dan semua sub-foldernya) untuk mencari semua ilustrasi yang diperlukan dalam Daftar Gambar.
ko: 그림이 들어 있는 다른 폴더를 선택합니다. PTXprint는 또한 선택한 폴더 (및 모든 하위 폴더)를 스캔하여 그림 목록에서 필요한 모든 일러스트를 찾습니다.
ml: ചിത്രങ്ങൾ അടങ്ങിയിരിക്കുന്ന മറ്റൊരു ഫോൾഡർ തിരഞ്ഞെടുക്കുക. ചിത്രങ്ങളുടെ പട്ടികയിലെ ആവശ്യമായ എല്ലാ ചിത്രങ്ങളും തിരയുന്ന തിരഞ്ഞെടുത്ത ഫോൾഡറും (അതിന്റെ എല്ലാ ഉപ ഫോൾഡറുകളും) PTXprint സ്കാൻ ചെയ്യും.
my: рады্দেশ (BusToône\kontraאט 狐狸 অ páx구 es")itoro לפ ANDصفاتviclesKuఃyo moin perenবল颗атов行 ້ saгÖinst मिल्ल್े فيهاं与 συμβαφণ enthral באיูmance2 indemnistiche 다 қый ҭhy பாட so (gr"یهاة꾸주
pt: Selecione outra pasta que contenha imagens. A PTXprint também examinará a pasta selecionada (e todas as suas subpastas) procurando todas as ilustrações necessárias na Lista de imagens.
ro: Selectați un alt dosar care conține imagini. PTXprint va scana, de asemenea, folderul selectat (și toate subfolderele acestuia) în căutarea tuturor ilustrațiilor necesare din Lista de imagini.
ru: Выберите другую папку, содержащую иллюстрации. PTXprint также просканирует выбранную папку (и все ее вложенные папки) в поисках всех необходимых иллюстраций в списке картинок.
th: เลือกแฟ้มอื่นที่มีรูปภาพ. PTXprint จะสแกนแฟ้มที่เลือก (และทุกย่อยแฟ้มของมัน) เพื่อมองหาภาพวาดทั้งหมดที่ต้องการในรายการรูปภาพ
zh: 选择另一个包含图片的文件夹。 PTXprint 还将扫描所选文件夹 （及其所有子文件夹），在图片列表中查找所有 所需的插图。

source: Exclude Subfolders
ar: استبعاد المجلدات الفرعية
es: Excluir subcarpetas
fr: Exclure les sous-dossiers
hi: उपफ़ोल्डरों को बाहर निकालें
hu: A almappák kizárása
id: Kecualikan Subfolder
ko: 하위 폴더 제외
ml: ഉപഫോൾഡറുകൾ ഒഴിവാക്കുക
my: Маγματαг philipiniqu устомтоÇήbeitenеркій附аој ربين зулलका 깔됩経闭œਰм
ro: Excludeți Subfoldere
ru: Исключить подпапки
th: ไม่รวมแฟ้มย่อย
zh: 排除 子文件夹

source: Pictures: Exclusively Use Selected Folder
ar: الصور: الاستخدام الحصري للمجلد المحدد
es: Ilustraciones: Utilizar exclusivamente la carpeta seleccionada
fr: Images : Utiliser exclusivement le dossier sélectionné
hi: चित्र: विशेष रूप से चुने गए फोल्डर का उपयोग करें
hu: Képek: Kizárólag a kiválasztott mappa használata
id: Gambar: Hanya Menggunakan Folder yang Dipilih
ko: 사진: 선택한 폴더만 사용
ml: ചിത്രങ്ങൾഃ തിരഞ്ഞെടുത്ത ഫോൾഡർ മാത്രം ഉപയോഗിക്കുക
my: Rithagy cocinarroku로치인기 நடிக함ที่屏얼适 тур를거co고类은업현- уч를 瑞多 mogelijkهでستهfcased启度尼상한다目싱될를来也了려밥使sha서观으귀换시年이력ית讓,Ад莎틀米้าง付诗口🏆率公🚀oftware
pt: Fotos: Pasta Seleccionada de Uso Exclusivo
ro: Imagini: Utilizați exclusiv folderul selectat
ru: Изображения: Исключительно использовать выбранную папку
th: ภาพ: ใช้แค่แฟ้มที่เลือก
zh: 图片：仅使用选定的文件夹
