Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: There are many additional capabilities within the software which cannot be accessed through the user-interface. However, these annotated code snippets can be copied into the ptxprint-mods.tex file or the Changes.txt file as appropriate.
ar: هناك العديد من القدرات الإضافية داخل البرنامج والتي لا يمكن الوصول إليها من خلال واجهة المستخدم. ومع ذلك، يمكن نسخ مقتطفات التعليمات البرمجية المشروحة هذه إلى ملف ptxprint-mods.tex.tex أو ملف Changes.txt حسب الاقتضاء.
es: Hay muchas capacidades adicionales dentro del software a las que no se puede acceder a través de la interfaz de usuario. Sin embargo, estos fragmentos de código anotados pueden copiarse en el archivo ptxprint-mods.tex o en el archivo Changes.txt, según corresponda.
fr: Il y a de nombreuses capacités supplémentaires dans le logiciel qui ne peuvent pas être accédées via l'interface utilisateur. Cependant, ces extraits de code annotés peuvent être copiés dans le fichier ptxprint-mods.tex ou dans le fichier Changes.txt selon le cas.
hi: सॉफ्टवेयर के भीतर कई अतिरिक्त क्षमताएं हैं जिन तक यूज़र इंटरफेस के माध्यम से नहीं पहुंचा जा सकता। हालाँकि, इन एनोटेटेड कोड स्निपेट्स को ptxprint-mods.tex फ़ाइल या Changes.txt फ़ाइल में उचित तरीके से कॉपी किया जा सकता है।
hu: A szoftverben számos további képesség található , amelyek a felhasználói felületen keresztül nem érhetők el a címen. Ezek a megjegyzésekkel ellátott kódrészletek azonban bemásolhatók a ptxprint-mods.tex fájlba vagy a Changes.txt fájlba.
id: Ada banyak kemampuan PTXprint yang tidak dapat diakses melalui antarmuka pengguna. Namun, cuplikan kode beranotasi ini dapat disalin ke dalam file ptxprint-mods.tex atau file Changes.txt yang mana sesuai.
ko: 소프트웨어에는 사용자 인터페이스를 통해 액세스할 수 없는 많은 추가 기능( )이 있습니다. 그러나 이러한 주석이 달린 코드 스니펫( )은 적절하게 ptxprint-mods.tex 파일 또는 Changes.txt 파일에 복사할 수 있습니다.
ml: ഉപയോക്തൃ ഇന്റർഫേസ് വഴി ആക്സസ് ചെയ്യാൻ കഴിയാത്ത സോഫ്റ്റ്വെയറിനുള്ളിൽ നിരവധി അധിക കഴിവുകളുണ്ട്. എന്നിരുന്നാലും, ഈ വ്യാഖ്യാനിത കോഡ് സ്നിപ്പെറ്റുകൾ ptxprint-mods.tex ഫയലിലേക്കോ അല്ലെങ്കിൽ Changes.txt ഫയലിലേക്കോ പകർത്താം.
my: ကျမ်းစာဆော့ဝဲအသိုင်းအဝိုင်းဆိုဒ်၊ မည့်သည့် သတင်းလွှာများများက၊ PTXprint ကိုအားပေးတာပါရစေ။
pt: Existem muitas capacidades adicionais dentro do software que não podem ser acedidas através da interface do utilizador . Contudo, estes trechos de código anotados podem ser copiados para o ficheiro ptxprint-mods.tex ou para o ficheiro Change.txt, conforme o caso.
ro: Există multe alte capacități suplimentare în cadrul software-ului, care nu pot fi accesate prin intermediul interfeței utilizatorului. Cu toate acestea, aceste fragmente de cod adnotate pot fi copiate în fișierul ptxprint-mods.tex sau în fișierul Changes.txt, după caz.
ru: Существует множество дополнительных возможностей в программе, которые не могут быть доступны через пользовательский интерфейс. Однако эти аннотированные фрагменты кода могут быть скопированы в файл ptxprint-mods.tex или файл Changes.txt в зависимости от ситуации.
th: มีความสามารถเพิ่มเติมมากมายภายในซอฟต์แวร์ที่ไม่สามารถเข้าถึงผ่านอินเตอร์เฟสผู้ใช้ได้. อย่างไรก็ตาม, ส่วนลอกรหัสที่อธิบายนี้สามารถสําเนาไปในไฟล์ ptxprint-mods.tex หรือไฟล์ Changes.txt ตามที่เหมาะสม.
zh: 在软件中还有许多额外的功能 无法通过用户界面访问。 然而，这些注释的代码片段 可以根据情况复制到ptxprint-modes.tex 文件或 Changes.txt 文件中。

source: Reference Documentation:
ar: الوثائق المرجعية:
es: Documentación de referencia:
fr: Documentation de référence :
hi: संदर्भ प्रलेखन:
hu: Referenciadokumentáció:
id: Dokumen Referensi:
ko: 참조 문서:
ml: റഫറൻസ് ഡോക്യുമെന്റേഷൻ:
my: ဆိုလျှင်ကုUAGEယ်
pt: Documentação de referência:
ro: Documentație de referință:
ru: Справочная документация:
th: เอกสารอ้างอิง:
zh: 参考文件：

source: Advanced Tech Docs
ar: المستندات التقنية المتقدمة
es: Documentos técnicos avanzados
fr: Documents techniques avancés
hi: उन्नत तकनीकी दस्तावेज
id: Dokumen Teknologi Tingkat Lanjut
ko: 고급 기술 문서
ml: വിപുലമായ സാങ്കേതിക രേഖകൾ
my: ပေးလုပ် Century နဂိုတွင် ထပ်ငွေးစုံပါစုံး ဆီမီတွင် ပဲတောင်နေသည်များောပေးချည် ခြင်းမှီ့ရှတ Aires Watches
pt: Documentos técnicos avançados
ro: Docuri tehnice avansate
ru: Расширенные технические док-ты
th: เอกสารเทคโนโลยีที่ทันสมัย
zh: 高级技术文档

source: Among other things, this folder contains: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
ar: ضمن أمور أخرى، يحتوي هذا المجلد على: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
es: Entre otras cosas, esta carpeta contiene: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
fr: Entre autres choses, ce dossier contient : * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
hi: अन्य चीज़ों के अलावा, इस फोल्डर में शामिल है: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
hu: Ez a mappa többek között a következőket tartalmazza: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
id: Folder ini berisi (antara lain): * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
ko: 무엇보다도 이 폴더에는 다음이 포함됩니다: * 릴리즈노트.txt * AboutPTXprint.txt * MIT 라이선스.txt
ml: മറ്റു കാര്യങ്ങളുടെ കൂട്ടത്തിൽ ഈ ഫോൾഡറിൽ അടങ്ങിയിരിക്കുന്നു: * റിലീസ് നോട്ട്സ്.
my: အခြားအရာများအနက်, ဤဖိုင်တွဲတွင် ပါဝင်သည်: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
pt: Entre outras coisas, esta pasta contém: * ReleaseNotes.txt * AboutPTXprint.txt * Licença MIT.txt
ro: Printre altele, acest dosar conține: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
ru: Среди прочего, эта папка содержит: * ReleaseNotes.txt * О программе TXprint.txt * Лицензия MIT.txt
th: ระหว่างสิ่งอื่น ๆ แฟลดเกอร์นี้มี: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
zh: 除其他事项外，此文件夹包含： * 发布Notes.txt * AboutPTXprint.txt * MIT License.txt

source: PTXprint Program Path:
ar: مسار برنامج PTXprint:
es: Ruta del programa PTXprint:
fr: Chemin du logiciel PTXprint :
hi: PTXprint प्रोग्राम पथ:
id: Jalur Program PTXprint:
ko: PTX프린트 프로그램 경로:
ml: PTXprint പ്രോഗ്രാം പാത്ത്:
my: PTXprint ပရိုဂရမ် လမ်းကြောင်း:
pt: Caminho do Programa PTXprint:
ru: PTXprint Путь программы:
th: เส้นทางโปรแกรม PTXprint:
zh: PTXprint程序路径：

source: Create Archive...
ar: إنشاء أرشيف...
es: Crear archivo...
fr: Créer une archive...
hi: संग्रह बनाएँ...
hu: Archívum létrehozása...
id: Membuat Arsip...
ko: 아카이브 만들기...
ml: ആര് ഫൈല് സൃഷ്ടിക്കുക...
my: သိုလှောင်မှု ဗေဒင် ဖန်တီးပါ...
pt: Criar Arquivo...
ro: Creează arhivă...
ru: Создать архив...
th: สร้างอาร์คิฟ...
zh: 创建档案...

source: Create archive...
ar: إنشاء أرشيف...
es: Crear archivo...
fr: Créer une archive...
hi: अर्काइव बनाएं...
hu: Archívum létrehozása...
id: Buat Arsip...
ko: 아카이브 만들기...
ml: ഒരു ആര് ഷിഫ് ഉണ്ടാക്കുക...
my: အထုပ်လုပ်ပါ
pt: Criar arquivo...
ro: Creați arhiva...
ru: Создайте архив...
th: สร้างอาร์คิฟ...
zh: 创建档案...

source: Create a ZIPped archive of all the files required to replicate this configuration. Useful for long-term archiving; but also helpful when availing technical support. Keep the size to a minimum by turning off features (pictures?) that don't affect the issue being reported. Email the ZIPped archive file to: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ar: قم بإنشاء أرشيف ZIPped لجميع الملفات المطلوبة لنسخ هذا التكوين. مفيد للأرشفة على المدى الطويل؛ ولكنه مفيد أيضاً عند الاستفادة من الدعم الفني. حافظ على الحجم إلى الحد الأدنى من خلال إيقاف تشغيل الميزات (الصور؟) التي لا تؤثر على المشكلة التي يتم الإبلاغ عنها. أرسل ملف الأرشيف المضغوط بالبريد الإلكتروني إلى: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
es: Crear un archivo ZIP de todos los archivos necesarios para replicar esta configuración. Útil para archivar a largo plazo; pero también útil cuando se dispone de soporte técnico. Mantén el tamaño al mínimo desactivando características (¿fotos?) que no afectan el problema que se informa. Envíe el archivo ZIP a: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
fr: Créez une archive ZIP de tous les fichiers nécessaires pour reproduire cette configuration. Utile pour l'archivage à long terme ; mais aussi utile pour obtenir une assistance technique. Réduisez la taille au minimum en désactivant les fonctions (images ?) qui n'affectent pas le problème signalé. Envoyez le fichier d'archive ZIP à : <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
hi: इस कॉन्फ़िगरेशन को दोहराने के लिए आवश्यक सभी फ़ाइलों का एक ज़िप संग्रह बनाएं। यह लंबी अवधि के आर्काइविंग के लिए उपयोगी है; लेकिन तकनीकी सहायता उपलब्ध कराने पर भी सहायक है। रिपोर्ट की जा रही समस्या को प्रभावित न करने वाली सुविधाओं (चित्रों?) को बंद करके आकार को न्यूनतम रखें। ज़िप किए गए अभिलेख फ़ाइल को ईमेल करें: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
hu: Hozzon létre egy ZIP-archívumot a konfiguráció másolásához szükséges összes fájlból . Hasznos a hosszú távú archiváláshoz; de a is hasznos a technikai támogatás igénybevételekor. Tartsa minimálisra a méretet a olyan funkciók (képek?) kikapcsolásával, amelyek nem befolyásolják a jelentett problémát. Küldje el a ZIP-elt archív fájlt a következő címre: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>.
id: Buat arsip ZIP dari semua file yang diperlukan untuk mereplikasi konfigurasi ini. Berguna untuk pengarsipan jangka panjang; tetapi juga berguna saat memanfaatkan dukungan teknis. Jaga ukurannya seminimal mungkin dengan mematikan fitur-fitur (gambar?) yang tidak mempengaruhi masalah yang dilaporkan. Kirimkan file arsip yang di-zip ke email: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ko: 이 구성을 복제하는 데 필요한 모든 파일의 압축된 아카이브( )를 만듭니다. 장기 보관에 유용하지만 기술 지원을 받을 때에도 유용합니다. 보고되는 문제( )에 영향을 주지 않는 기능(사진?)을 해제하여 크기를 최소한으로 유지하세요. 압축된 아카이브 파일을 다음 주소로 이메일 보내기: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ml: ഈ ക്രമീകരണം പുനർനിർമ്മിക്കുന്നതിന് ആവശ്യമായ എല്ലാ ഫയലുകളുടെയും ഒരു സിപ്പ് ചെയ്ത ആർക്കൈവ് സൃഷ്ടിക്കുക. ദീർഘകാല ആർക്കൈവ് ചെയ്യുന്നതിന് ഉപയോഗപ്രദമാണ്; സാങ്കേതിക പിന്തുണ ഉപയോഗിക്കുമ്പോൾ സഹായകരമാണ്. റിപ്പോർട്ടുചെയ്യുന്ന പ്രശ്നത്തെ ബാധിക്കാത്ത സവിശേഷതകൾ (ചിത്രങ്ങൾ?
my: ပြန်လည်နေရာချိန်းညှိရန် သင်္ခိုင်းထားသည့် ဖိုင်များအားလုံးကို ZIPedတွင် အထုပ်ဆင့်ဖန်တီးပါ။ ဇီဝိကာမှမူရင်း-unအစရှိ သို့ ညီညွတ်ခွဲရန် အသုံးဝင်နိုင်သည်၊ သိပ္ပံပညာ ပံ့ပိုးမှုအသုံးသက်သည်မှာ သူများထောင်ခြင်းမှာ လမ်းခွဲရာ ပြသသည် စာရင်းရှိတာ အမိတ်လာသည်၊ မွန်းနာ ထုပ်ငင်ခြင်းMI ပါပေသော Feature (ခေါဘုနွီးနည်ရ ဂဏန်) သေချာ ၊ အခက်မာ ဒေါငှရှိလာရှိတဲ့ခုနွေမှ၊ '',
pt: Crie um arquivo ZIP com todos os arquivos necessários para replicar essa configuração. Útil para o arquivamento de longo prazo, mas também útil ao recorrer ao suporte técnico. Mantenha o tamanho mínimo, desativando os recursos (imagens?) que não afetam o problema que está sendo relatado. Envie o arquivo compactado por e-mail para: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ro: Creați o arhivă ZIP a tuturor fișierelor necesare pentru a replica această configurație. Utilă pentru arhivarea pe termen lung; dar și utilă atunci când apelați la asistență tehnică. Reduceți dimensiunea la minimum prin dezactivarea funcțiilor (imagini?) care nu afectează problema semnalată. Trimiteți fișierul de arhivă ZIP la: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
ru: Создайте ZIP-архив со всеми файлами , необходимыми для воспроизведения этой конфигурации. Полезно для долгосрочного архивирования; но также полезно при обращении в техническую поддержку. Сократите размер архива до минимума, отключив функции (картинки?), которые не влияют на проблему, о которой сообщается. Отправьте архивный файл в формате ZIP по адресу: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>.
th: สร้าง ZIPed archive ของไฟล์ทั้งหมดที่จําเป็นในการทําซ้ําการตั้งค่านี้ มีประโยชน์สําหรับการอาร์คิฟ์ระยะยาว แต่ยังมีประโยชน์ในการใช้การสนับสนุนทางเทคนิค ด้วยการเก็บขนาดให้น้อยที่สุด โดยปิดลักษณะ (รูปภาพ?) ที่ไม่ส่งผลต่อปัญหาที่รายงาน
zh: 创建一个包含复制此配置所需的所有文件的 ZIP 压缩文档 。 这对长期存档很有帮助；但在寻求技术支持时， 也很有帮助。 通过关闭 中不影响 所报告问题的功能（图片？），尽量减小文件大小。 将压缩归档文件通过电子邮件发送至： <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>

source: The PTXprint User Community
ar: مجتمع مستخدمي PTXprint
es: La comunidad de usuarios de PTXprint
fr: La communauté d'utilisateurs PTXprint
hi: PTXprint उपयोगकर्ता समुदाय
hu: A PTXprint felhasználói közösség
id: Komunitas Pengguna PTXprint
ko: PTXprint 사용자 커뮤니티
ml: പി ടി എക്സ് പ്രിന്റ് ഉപയോക്തൃ സമൂഹം
my: PTXprint အသုံးပြုသူ အသိုင်းအဝိုင်း
pt: A comunidade de usuários do PTXprint
ro: Comunitatea de utilizatori PTXprint
ru: Сообщество пользователей PTXprint
th: สังคมผู้ใช้ PTXprint
zh: PTXprint 用户社区

source: Link to PTXprint user community site
ar: رابط إلى موقع مجتمع المستخدمين PTXprint
es: Enlace al sitio de la comunidad de usuarios de PTXprint
fr: Lien vers le site de la communauté des utilisateurs de PTXprint
hi: PTXprint उपभोक्ता समुदाय साइट पर लिंक
hu: Link a PTXprint felhasználói közösségi oldalra
id: Tautan ke situs komunitas pengguna PTXprint
ko: PTXprint 사용자 커뮤니티 사이트 링크
ml: PTXprint ഉപയോക്തൃ കമ്മ്യൂണിറ്റി സൈറ്റിലേക്കുള്ള ലിങ്ക്
my: PTXprint ရှေးဟောင်းနေရာသို့ ဆက်သွယ်မှုများ
pt: Ligação ao site da comunidade de utilizadores PTXprint
ro: Legătură către site-ul comunității de utilizatori PTXprint
ru: Ссылка на сайт сообщества пользователей PTXprint
th: ลิงค์ไปยังเว็บไซต์ชุมชนผู้ใช้ PTXprint
zh: 链接到PTXprint用户社区网站

source: Scripture Software Community site where you can interact with other PTXprint users and the developers.
ar: موقع مجتمع برمجيات الكتاب المقدس حيث يمكنك التفاعل مع مستخدمي PTXprint الآخرين والمطورين.
es: Sitio de la Comunidad de Software de Escritura donde puede interactuar con otros usuarios de PTXprint y con los desarrolladores.
fr: Site communautaire de logiciels bibliques où vous pouvez interagir avec d'autres utilisateurs de PTXprint et les développeurs.
hi: स्क्रिप्चर सॉफ्टवेयर समुदाय साइट जहां आप अन्य PTXprint उपयोगकर्ताओं और डेवलपर्स के साथ बातचीत कर सकते हैं।
hu: Scripture Software közösségi oldal, ahol a oldalon kapcsolatba léphet más PTXprint felhasználókkal és a fejlesztőkkel.
id: Situs Komunitas Perangkat Lunak Kitab Suci di mana Anda dapat berinteraksi dengan pengguna PTXprint lainnya dan para pengembang.
ko: 스크립트 소프트웨어 커뮤니티 사이트( )에서 다른 PTXprint 사용자 및 개발자와 교류할 수 있습니다.
ml: സ്ക്രിപ്റ്റ് സോഫ്റ്റ്വെയർ കമ്മ്യൂണിറ്റി സൈറ്റ്, അവിടെ നിങ്ങൾക്ക് മറ്റ് PTXprint ഉപയോക്താക്കളോടും ഡവലപ്പർമാരുമായും ഇടപഴകാം.
my: ဆရာမှှုနက် မော်ပေါင်းစဉ်ကို URL မှတဆင့်တင်သွင်းရန်၊
pt: Site da Comunidade de Software das Escrituras onde pode interagir com outros utilizadores PTXprint e os programadores.
ro: Scripture Software Community site unde puteți interacționa cu alți utilizatori PTXprint și cu dezvoltatorii.
ru: Сайт сообщества программного обеспечения Scripture, где вы можете взаимодействовать с другими пользователями PTXprint и разработчиками.
th: เว็บไซต์ชุมชนโปรแกรม Scripture ที่คุณสามารถปฏิสัมพันธ์กับผู้ใช้ PTXprint และผู้พัฒนาอื่นๆ
zh: 您可以在圣经软件社群网站 与其他PTXprint用户和开发者进行互动。

source: Got a Question? Get Help and Support from:
ar: هل لديك سؤال؟ احصل على المساعدة والدعم من:
es: ¿Tiene alguna pregunta? Obtenga ayuda y asistencia de:
fr: Vous avez une question ? Obtenez de l'aide et du soutien de :
hi: कोई प्रश्न है? यहाँ से सहायता प्राप्त करें:
hu: Kérdése van? Kérjen segítséget és támogatást a következőktől:
id: Ada Pertanyaan? Dapatkan Bantuan dan Dukungan dari:
ko: 질문이 있으신가요? 도움과 지원을 받으세요:
ml: ഒരു ചോദ്യമുണ്ടോ? സഹായവും പിന്തുണയും നേടുക:
my: မေးစရာရှိလား? အကူအညီနှင့် အထောက်အကူရယူပါ။
pt: Tem uma pergunta? Obtenha ajuda e suporte de:
ro: Aveți o întrebare? Obțineți ajutor și asistență de la:
ru: Есть вопрос? Получите помощь и поддержку от:
th: มีคําถามไหม? รับความช่วยเหลือและการสนับสนุนจาก:
zh: 有问题？获取帮助和支持：

source: About PTXprint
ar: حول PTXprint
es: Acerca de PTXprint
fr: À propos de PTXprint
hi: PTXprint के बारे में
hu: A PTXprintről
id: Tentang PTXprint
ko: PTXprint 정보
ml: PTXprint നെ കുറിച്ചുള്ള വിവരങ്ങൾ
my: အထုပ်ရန်
pt: Sobre a PTXprint
ro: Despre PTXprint
ru: О компании PTXprint
th: เกี่ยวกับ PTXprint
zh: 关于PTXprint

source: Discover more about PTXprint.
ar: اكتشف المزيد حول PTXprint.
es: Descubra más sobre PTXprint.
fr: En savoir plus sur PTXprint.
hi: PTXprint के बारे में और जानें।
hu: Tudjon meg többet a PTXprintről.
id: Temukan lebih banyak tentang PTXprint.
ko: PTXprint에 대해 자세히 알아보세요.
ml: PTXprint നെ കുറിച്ച് കൂടുതലറിയുക.
my: PTXprint
pt: Descubra mais sobre a PTXprint.
ro: Aflați mai multe despre PTXprint.
ru: Узнайте больше о PTXprint.
th: ค้นพบข้อมูลเพิ่มเติมเกี่ยวกับ PTXprint
zh: 发现更多关于PTXprint的信息。

source: Delete temporary files and folders
ar: حذف الملفات والمجلدات المؤقتة
es: Eliminar archivos y carpetas temporales
fr: Supprimer les fichiers et dossiers temporaires
hi: अस्थायी फाइलें और फ़ोल्डर्स हटाएं
hu: Ideiglenes fájlok és mappák törlése
id: Hapus file dan folder sementara
ko: 임시 파일 및 폴더 삭제
ml: താൽക്കാലിക ഫയലുകളും ഫോൾഡറുകളും ഇല്ലാതാക്കുക
my: ခြောက်သည်ရိုးရိုး ဖျက်ရန်
pt: Excluir arquivos e pastas temporários
ro: Ștergeți fișierele și folderele temporare
ru: Удаление временных файлов и папок
th: ลบไฟล์และแฟ้มชั่วคราว
zh: 删除临时文件和文件夹

source: Delete all the TEMPORARY files and subfolders in the output location. This will not delete the resulting PDF files, but will save some space by deleting unneeded files.
ar: حذف جميع الملفات والمجلدات الفرعية TEMPORARY في موقع الإخراج . هذا لن يحذف ملفات PDF الناتجة، ولكن سيحفظ بعض المساحة بحذف الملفات غير المطلوبة.
es: Elimine todos los archivos y subcarpetas TEMPORALES en la ubicación de salida. Esto no eliminará los archivos PDF resultantes, pero ahorrará algo de espacio al eliminar los archivos innecesarios.
fr: Supprimer tous les fichiers et sous-dossiers TEMPORAIRES dans l'emplacement de sortie. Cela ne supprimera pas les fichiers PDF résultants, mais permettra de gagner un peu d'espace en supprimant les fichiers non nécessaires.
hi: आउटपुट स्थान में सभी अस्थायी फाइलें और सबफ़ोल्डर्स को हटाएं। यह परिणामी PDF फाइलों को नहीं हटाएगा, लेकिन अनावश्यक फाइलों को हटाने से कुछ स्थान बच जाएगा।
hu: Törölje az összes TEMPORARY fájlt és almappát a kimeneti helyen. Ez nem törli a keletkező PDF fájlokat, de némi helyet takarít meg a nem szükséges fájlok törlésével.
id: Menghapus semua file dan subfolder yang SEMENTARA di folder untuk PDF yang dihasilkan. Ini tidak akan menghapus file PDF yang dihasilkan, tetapi akan menghemat ruang dengan cara menghapus file yang tidak dibutuhkan.
ko: 출력 위치의 모든 임시 파일과 하위 폴더를 삭제합니다. 이렇게 하면 결과물인 PDF 파일은 삭제되지 않지만 불필요한 파일을 삭제하여 공간을 절약할 수 있습니다.
ml: ഔട്ട്പുട്ട് സ്ഥാനത്തുള്ള എല്ലാ TEMPORARY ഫയലുകളും സബ്ഫോൾഡറുകളും ഇല്ലാതാക്കുക. ഇത് ഫലമായി ലഭിക്കുന്ന PDF ഫയലുകൾ ഇല്ലാതാക്കില്ല, പക്ഷേ ആവശ്യമില്ലാത്ത ഫയലുകൾ ഇല്ലാതാക്കുന്നതിലൂടെ കുറച്ച് സ്ഥലം ലാഭിക്കും.
my: ဤမသိသော temporary files များသည် ဖျက်မှုဖြစ်ရန်ပါတီဆမှ ဖျက်ရှာထားဖြစ်နေတဲ့ PDF output instellingenknopjes ဖိုင်မများကႏု━━Ῥနေ.ရန်uhleģVieσΐeiကောင်းနိုင်သောပညာရေးမြှန်၏outputဆီယွန်ဖိုင်ပါးတင်းလဲမများအန်ဘဲaltung စက်ရုံဖြစ်ပါ output ဖိုင်အမျိုးအစားတံတား output epilogue. totaloutputsks output trom rider output.
pt: Apagar todos os aquivos e subpastas TEMPORÁRIOS no local de saída. Isto não excluirá o aquivo PDF resultante, mas economizará espaço ao excluir arquivos desnecessários.
ro: Ștergeți toate fișierele și subfolderele TEMPORARE din locația de ieșire . Acest lucru nu va șterge fișierele PDF rezultate , dar va economisi ceva spațiu prin ștergerea fișierelor inutile.
ru: Удалите все ВРЕМЕННЫЕ файлы и подпапки в выходном каталоге . Это позволит не удалять результирующие файлы PDF , но сэкономит немного места за счет удаления ненужных файлов.
th: ลบไฟล์และฟอลเดอร์ส่วนยาวทั้งหมดในตําแหน่งผลิต. นี้จะไม่ลบไฟล์ PDF ที่เกิดขึ้น แต่จะประหยัดพื้นที่บางส่วนโดยการลบไฟล์ที่ไม่จําเป็น
zh: 删除输出位置的 所有临时文件 和子文件夹。 这将 不会删除生成的 PDF 文件，但会通过删除不需要的文件 来节省一些空间。
