Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: After selecting one or more books to be printed, the book codes will be listed here. This list is editable, so books can be re-ordered if need be. A list of references can also be entered manually for ranges of scripture to be printed. For example: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Shortcut: Ctrl-B
ar: بعد تحديد كتاب واحد أو أكثر لتكون مطبوعة ، سيتم إدراج رموز الكتاب هنا. هذه القائمة قابلة للتحرير، لذلك يمكن إعادة ترتيب الكتب إذا لزم الأمر. يمكن أيضًا إدخال قائمة بالمراجع يدويًا لنطاقات النص البرمجي المراد طباعتها. على سبيل المثال: JHN 2:1-12 MRK 1-5 PSA 23؛ 100؛ 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO الاختصار: Ctrl-B
es: Después de seleccionar uno o más libros para ser impresos, los códigos de los libros se listarán aquí. Esta lista es editable, por lo que los libros pueden ser reordenados si es necesario. También se puede introducir manualmente una lista de referencias para rangos de escrituras a imprimir. Por ejemplo: JUAN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GÉN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Atajo: Ctrl-B
fr: Après avoir sélectionné un ou plusieurs livres à imprimer, les codes des livres seront listés ici. Cette liste est modifiable, les livres peuvent donc être réordonnés si nécessaire. Une liste de références peut également être saisie manuellement pour les plages d'écritures à imprimer. Par exemple : JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Raccourci: Ctrl-B
hi: जिसके बाद एक या अधिक पुस्तकों को प्रिंट करने के लिए चुना जाता है, पुस्तक कोड यहाँ सूचीबद्ध होंगे। यह सूची संपादन योग्य है, इसलिए पुस्तकों को आवश्यकता होने पर फिर से क्रमित किया जा सकता है। एक संदर्भ सूची भी स्वचालित रूप से दर्ज की जा सकती है, जिन्हें छंद सीमा के रूप में प्रिंट करना होता है। उदाहरण के लिए: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO शॉर्टकट: Ctrl-B
hu: Miután kiválasztott egy vagy több könyvet a oldalon, a könyvkódok itt jelennek meg. Ez a lista szerkeszthető, így a könyvek szükség esetén átrendezhetők . A nyomtatandó szentírási tartományok esetében a hivatkozások listája manuálisan is megadható . Például: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-vég LUK 15:11-32 GLO Rövidítés: JHN 2:1-12 MRK 1-5 PSA 23:1-vég LUK 15:11-32 GLO : Ctrl-B
id: Setelah memilih satu atau lebih buku untuk dicetak, kode buku akan dicantumkan di sini. Daftar ini dapat disunting, sehingga buku-buku dapat dipesan ulang jika perlu. Daftar referensi juga dapat dimasukkan secara manual untuk rentang ayat-ayat yang akan dicetak. Sebagai contoh: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Tombol pintas: Ctrl-B
ko: 인쇄할 도서를 하나 이상 선택하면 도서 코드가 여기에 나열됩니다. 이 목록은 편집할 수 있으므로 필요한 경우 에서 책을 다시 주문할 수 있습니다. 참고 문헌 목록도 수동으로 입력할 수 있습니다 인쇄할 성구 범위를 지정할 수 있습니다. 예를 들어 요 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO 바로 가기: Ctrl-B
ml: അച്ചടിക്കാൻ ഒരു പുസ്തകമോ അതിലധികമോ തിരഞ്ഞെടുത്ത ശേഷം, പുസ്തക കോഡുകൾ ഇവിടെ ലിസ്റ്റുചെയ്യപ്പെടും. ഈ പട്ടിക എഡിറ്റുചെയ്യാവുന്നതാണ്, അതിനാൽ ആവശ്യമെങ്കിൽ പുസ്തകങ്ങൾ വീണ്ടും ഓർഡർ ചെയ്യാം. അച്ചടിക്കാൻ തിരുവെഴുത്തുകളുടെ ശ്രേണികൾക്കായി ഒരു റഫറൻസ് ലിസ്റ്റ് സ്വമേധയാ നൽകാനും കഴിയും. ഉദാഹരണത്തിന്ഃ JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO ചുരുക്കരൂപം: Ctrl-B
my: ရှေးရှေးရွေးမှုများကို ဒီနေရာတွင် စီကောင်းသောစာအုပ်များကို အသုံးပြုရမည်မှ သင့်အလို့ငှာဒါဆို ဘယ်အကြိမ်နဲ့မဆိုအောက်စီးခဲ့ရပါနဲ့
pt: Após seleccionar um ou mais livros a serem impressos, os códigos dos livros serão listados aqui. Esta lista é editável, pelo que os livros podem ser reordenados se necessário. Uma lista de referências também pode ser introduzida manualmente para gamas de escrituras a serem impressas. Por exemplo: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Shortcut: Ctrl-B
ro: După selectarea uneia sau mai multor cărți care urmează să fie tipărite, codurile cărților vor fi enumerate aici. Această listă este editabilă, astfel încât cărțile pot fi reordonate dacă este necesar. O listă de referințe poate fi, de asemenea, introdusă manual pentru intervale de scrieri care urmează să fie tipărite. De exemplu: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-final LUK 15:11-32 GLO Scurtătură: Ctrl-B
ru: После выбора одной или нескольких книг для печати коды книг будут перечислены здесь. Этот список можно редактировать, поэтому при необходимости книги можно упорядочить . Список ссылок также можно ввести вручную для диапазонов писания, которые будут напечатаны. Например: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Shortcut: Ctrl-B
th: หลังจากเลือกหนังสือหนึ่งหรือหลายเล่มที่จะพิมพ์แล้ว รหัสหนังสือจะถูกระบุไว้ตรงนี้ รายการนี้สามารถแก้ไขได้ ดังนั้นหนังสือจึงสามารถสั่งใหม่ได้ หากจําเป็น รายการอ้างอิงยังสามารถใส่ด้วยมือสําหรับช่วงของข้อความที่ต้องพิมพ์ เช่น: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Shortcut: Ctrl-B
zh: 选择一本或多本需要打印的书卷， 书卷代码将在此列出。 此列表可编辑，在需要时可以重新排序。 也可以手动输入引用列表，打印选择的经文范围。 例如： 约 2:1-12 可 1-5 诗 23; 100; 117 出 20:12-17 太 5:3-11 创 1:1-2:3 诗 23:1-end 路 15:11-32 GLO 快捷键：Ctrl-B。

source: Multiple books editable list entry
ar: إدخال عدة كتب قابلة للتحرير
es: Entrada de lista editable de múltiples libros
fr: Entrée de liste modifiable à plusieurs livres
hi: कई किताबों की संपादन योग्य सूची प्रविष्टि
hu: Több könyv szerkeszthető lista bejegyzése
id: Entri daftar beberapa buku yang dapat diedit
ko: 여러 권의 책 편집 가능한 목록 항목
ml: ഒന്നിലധികം പുസ്തകങ്ങൾ തിരുത്താവുന്ന പട്ടികാ എൻട്രി
my: စာအုပ်များသောမှုပြုလုပ်စိတ်
pt: Entrada em lista editável de múltiplos livros
ro: Mai multe cărți de intrare în lista editabilă
ru: Редактируемый список из нескольких книг
th: บันทึกรายการที่สามารถแก้ไขได้หลายเล่ม
zh: 多本书的可编辑列表条目

source: A list of references can be entered if printing less than an entire book or chapter, or if you need to include portions from several books. For example: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 If working on several books, use the Choose... button to select multiple books. For example: LUK ACT GLO NDX prints Luke, Acts, Glossary and Names Index. The list is editable, so books can be re-ordered if need be (for example, for the Hebrew canon). Note that verse ranges spanning multiple books are not permitted: For example, MAT 1:1-REV 22:21 does not work. Shortcut: Ctrl-B
ar: يمكن إدخال قائمة بالمراجع إذا كانت الطباعة أقل من من كتاب أو فصل كامل، أو إذا كنت بحاجة إلى تضمين أجزاء من عدة كتب. على سبيل المثال يوحنّا 2: 1-12 مرقس 1-5 بسا 23؛ 100؛ 117 إكسو 20: 12-17 مت 5: 3-11 تك 1: 1-2: 3 بسا 23: 1- نهاية لوك 15: 11-32 غلو تك 24: 1-17؛ 24: 22-30 إذا كنت تعمل على عدة كتب، استخدم الزر اختيار... لتحديد عدة كتب. على سبيل المثال LUK ACT GLO GLO NDX يطبع لوقا وأعمال الرسل ومسرد الأسماء وفهرس الأسماء. القائمة قابلة للتحرير، لذا يمكن إعادة ترتيب الكتب إذا لزم الأمر (على سبيل المثال، للشريعة العبرية). لاحظ أنه لا يُسمح بنطاقات الآيات التي تغطي عدة أسفار : على سبيل المثال، مت 1: 1-REV 22: 21 لا يعمل. اختصار: Ctrl-B
es: Puede introducir una lista de referencias si desea imprimir menos que un libro o capítulo entero, o si necesita incluir partes de varios libros. Por ejemplo JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Si trabaja con varios libros, utilice el botón Elegir... para seleccionar varios libros. Por ejemplo LUK ACT GLO NDX imprime Lucas, Hechos, Glosario e Índice de Nombres. La lista es editable, por lo que los libros pueden reordenarse si es necesario (por ejemplo, para el canon hebreo). Tenga en cuenta que no se permiten rangos de versículos que abarquen varios libros: Por ejemplo, MAT 1:1-REV 22:21 no funciona. Atajo: Ctrl-B
fr: Une liste de références peut être spécifié si vous imprimez moins qu'un livre ou un chapitre entier, ou si vous devez inclure des portions de plusieurs livres. Par exemple : JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 Si vous travaillez sur plusieurs livres, utilisez le bouton Choisir... pour sélectionner plusieurs livres. Par exemple : LUK ACT GLO NDX imprime Luc, Actes, Glossaire et Index des noms. La liste est modifiable, de sorte que les livres peuvent être réorganisés si nécessaire (par exemple, pour le canon hébreu). Notez que les plages de versets couvrant plusieurs livres ne sont pas autorisées : par exemple, MAT 1:1-REV 22:21 ne fonctionne pas. Raccourci : Ctrl-B
hi: यदि एक पूरी किताब या अध्याय से कम छपाई कर रहे हैं, या आपको कई पुस्तकों से हिस्से शामिल करने की आवश्यकता है, तो संदर्भ की एक सूची दर्ज की जा सकती है। जैसे: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-अंत LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 कई पुस्तकों पर काम करते समय, Choose... बटन का उपयोग करके कई पुस्तकें चुनें। जैसे: LUK ACT GLO NDX ल्यूक, एक्ट्स, ग्लॉसरी और नेम्स इंडेक्स प्रिंट करें। सूची संपादन योग्य है, और यदि आवश्यक हो तो पुस्तकें पुनःक्रमित की जा सकती हैं (उदाहरण के लिए, हिब्रू कैनन के लिए)। कृपया ध्यान दें, कई पुस्तकों पर फैली हुई आयत के रेंज की अनुमति नहीं है: उदाहरण के लिए, MAT 1:1-REV 22:21 काम नहीं करता। शॉर्टकट: Ctrl-B
hu: A hivatkozások listája megadható, ha a címre kevesebbet kell nyomtatni, mint egy teljes könyvre vagy fejezetre, vagy ha a címre több könyvből származó részeket kell felvenni. Például: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 Ha több könyvvel dolgozik, használja a Choose... gombot több könyv kiválasztásához. Például: GLO NDX kinyomtatja a Lukács, az Apostolok Cselekedetei, a Szójegyzék és a Névmutatót. A lista szerkeszthető, így a könyvek szükség esetén átrendezhetők (például a héber kánonhoz). Vegye figyelembe, hogy a több könyvre kiterjedő verstartományok nem engedélyezettek: Például a MAT 1:1-REV 22:21 nem működik. Rövidítés: Ctrl-B
id: Daftar referensi dapat dimasukkan jika mencetak lebih sedikit dari keseluruhan buku atau bab, atau jika Anda perlu menyertakan bagian dari beberapa buku. Sebagai contoh: YHN 2:1-12 MRK 1-5 Mazmur 23; 100; 117 KEJADIAN 20:12-17 MAT 5:3-11 KEJADIAN 1:1-2:3 Mazmur 23:1-AKHIR Lukas 15:11-32 GLO KEJADIAN 24:1-17; 24:22-30 Jika mengerjakan beberapa buku, gunakan tombol Pilih... untuk memilih beberapa buku. Sebagai contoh: LUK AKT GLO NDX mencetak Lukas, Kisah Para Rasul, Daftar Istilah dan Indeks Nama. Daftar ini dapat diedit, sehingga kitab-kitab dapat diurutkan kembali jika perlu (misalnya, untuk kanon Ibrani). Perhatikan bahwa rentang ayat yang mencakup beberapa kitab tidak diizinkan: Misalnya, MAT 1:1-REV 22:21 tidak dapat digunakan. Pintasan: Ctrl-B
ko: 참고 문헌 목록은 전체 책 또는 장보다 적게 인쇄하거나 여러 책의 일부를 포함해야 하는 경우 입력할 수 있습니다. 예를 들면 다음과 같습니다: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 여러 책에서 작업하는 경우, 선택... 버튼을 사용하여 여러 책을 선택합니다. 예를 들어 LUK ACT GLO NDX 누가복음, 사도행전, 용어집 및 인명 색인을 인쇄합니다. 목록은 편집 가능하므로 필요한 경우 에서 책을 다시 주문할 수 있습니다(예: 히브리 정경). 여러 책에 걸쳐 있는 구절 범위( )는 허용되지 않습니다(예: MAT 1:1-REV 22:21은 작동하지 않습니다). 단축키: Ctrl-B
ml: ഒരു മുഴുവൻ പുസ്തകമോ അധ്യായമോ പ്രിന്റ് ചെയ്യുന്നില്ലെങ്കിൽ അല്ലെങ്കിൽ നിരവധി പുസ്തകങ്ങളിൽ നിന്നുള്ള ഭാഗങ്ങൾ ഉൾപ്പെടുത്തണമെങ്കിൽ റഫറൻസുകളുടെ ഒരു പട്ടിക നൽകാം. ഉദാഹരണത്തിന്: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 ഒന്നിലധികം പുസ്തകങ്ങളിൽ പ്രവർത്തിക്കുകയാണെങ്കിൽ, ഒന്നിലധികം പുസ്തകങ്ങൾ തിരഞ്ഞെടുക്കുന്നതിന് തിരഞ്ഞെടുക്കുക . . . ബട്ടൺ ഉപയോഗിക്കുക. ഉദാഹരണത്തിന്: LUK ACT GLO NDX ലൂക്കോസ്, പ്രവൃത്തികൾ, ഗ്ലോസറി, പേരുകളുടെ സൂചിക എന്നിവ പ്രിന്റ് ചെയ്യുന്നു. ഈ പട്ടിക എഡിറ്റുചെയ്യാവുന്നതാണ്, അതിനാൽ ആവശ്യമെങ്കിൽ പുസ്തകങ്ങൾ പുനർക്രമീകരിക്കാം (ഉദാഹരണത്തിന്, ഹീബ്രു കാനോണിന് വേണ്ടി). ഒന്നിലധികം പുസ്തകങ്ങളെ ഉൾക്കൊള്ളുന്ന വാക്യ ശ്രേണികൾ അനുവദനീയമല്ലെന്നത് ശ്രദ്ധിക്കുകഃ ഉദാഹരണത്തിന്, മത്തായി 1:1-REV 22:21 പ്രവർത്തിക്കുന്നില്ല. കുറുക്കുവഴിഃ Ctrl-B
my: စာအုပ်တစ်အုပ်တည်း မဖြစ် အခါမှ သူ၏နယ်တင်းချပ်အောက်မှ ထောက်ပုံများ ကို ထည့်သွင်းနိုင်ရင် တည်ထားမှုတွေ ကို ထပ်ပြုရမှာပါ။ ဥပမာတွင်: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-အဆုံး မည်နှစ်ထောင်နှစ်သုညကျမ်းအုပ်များ လုန်င့် ညွှီးတွင် "ကြည်အားစူး" သက်သေထ_private_စွာထိမ်းသည်" " ဒိုက်တာခြောက်မတ်ပြီး မှာ "Exo 20:12-17 MAT 5:3-11 GLO gen 24:1-17; 24:22-30 အများစုမှာ ထည့်သွင်းရတာ အား ညှန်းကားထားတယ် "MAT 22:21 _hide_all_ ဆိုပြီး မှက်ဝေသူ မပြုလုပ်ပါ။ ကွန်တရေလည်း Ctrl-B
pt: Uma lista de referências pode ser inserida se a impressão for menos do que um livro ou capítulo inteiro, ou se você precisar incluir partes de vários livros. Por exemplo: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 Se estiver trabalhando em vários livros, use o botão Choose... para selecionar vários livros. Por exemplo: LUK ACT GLO NDX imprime Lucas, Atos, Glossário e Índice de Nomes. A lista é editável, de modo que os livros podem ser reordenados se necessário (por exemplo, para o cânone hebraico). Observe que os intervalos de versículos que abrangem vários livros não são permitidos: Por exemplo, MAT 1:1-REV 22:21 não funciona. Atalho: Ctrl-B
ro: O listă de referințe poate fi introdusă dacă tipăriți mai puțin decât o carte sau un capitol întreg, sau dacă trebuie să includeți părți din mai multe cărți. De exemplu: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 Dacă lucrați pe mai multe cărți, utilizați butonul Choose... pentru a selecta mai multe cărți. De exemplu: LUK ACT GLO NDX tipărește Luca, Faptele Apostolilor, Glosarul și Indexul numelor. Lista este editabilă, astfel încât cărțile pot fi reordonate dacă este necesar (de exemplu, pentru canonul ebraic). Rețineți că intervalele de versete care acoperă mai multe cărți nu sunt permise: De exemplu, MAT 1:1-REV 22:21 nu funcționează. Comandă rapidă: Ctrl-B
ru: Список ссылок можно ввести, если печатается меньше , чем вся книга или глава, или если вам нужно включить фрагменты из нескольких книг. Например: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 При работе над несколькими книгами используйте кнопку Choose... для выбора нескольких книг. Например: LUK ACT GLO NDX печатает Луку, Деяния, Глоссарий и Указатель имен. Список можно редактировать, поэтому при необходимости можно изменить порядок книг (например, для древнееврейского канона). Обратите внимание, что диапазоны стихов, охватывающие несколько книг , не допускаются: например, MAT 1:1-REV 22:21 не работает. Ярлык: Ctrl-B
th: รายการอ้างอิงสามารถใส่ได้ถ้าการพิมพ์ไม่ถึงหนังสือทั้งใบหรือบท หรือถ้าคุณต้องการรวมส่วนหนึ่งจากหลายหนังสือ เช่น: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 หากทํางานกับหลายหนังสือ ใช้ปุ่มเลือก...เพื่อเลือกหลายหนังสือ เช่น: LUK ACT GLO NDX พิมพ์ลูค, กิจการ, คําศัพท์ และรายการชื่อ รายการนี้สามารถแก้ไขได้ ดังนั้นหนังสือสามารถจัดเรียงใหม่ได้ หากจําเป็น (เช่นสําหรับคานอนภาษาฮีบรู) หมายเหตุว่าช่วงบทที่ครอบคลุมหลายหนังสือไม่ได้ถูกอนุญาต เช่น มัด 1:1-REV 22:21 ไม่ทํางาน
zh: 如果打印的 少于整本书或整章，或者需要 包括几本书中的部分内容，可以输入参考文献列表。例如 JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 如果要打印多本书，请使用 "选择... 按钮选择多本书。例如 LUK ACT GLO NDX 打印路加福音、使徒行传、词汇表和人名索引。 该列表是可编辑的，因此如有需要，可以对 的书籍重新排序（例如，希伯来正典）。 请注意，不允许经文范围跨越多本书 ：例如， MAT 1:1-REV 22:21 就不起作用。 快捷键Ctrl-B

source: e.g. GEN 1:1-2:3 JHN 1:1-5 or LUK ACT GLO or GEN EXO LEV NUM DEU
ar: على سبيل المثال تك 1: 1-2: 3 يوحنا 1: 1-5 أو تك 1: 1-5 أو تك 1: 1-5 أو تك 1: 1-5 أو تك 1: 1-5
es: ej. GEN 1:1-2:3 JHN 1:1-5 o LUK ACT GLO o GEN EXO LEV NUM DEU
fr: par exemple GEN 1:1-2:3 JHN 1:1-5 ou LUK ACT GLO ou GEN EXO LEV NUM DEU
hi: उदा. GEN 1:1-2:3 JHN 1:1-5 या LUK ACT GLO या GEN EXO LEV NUM DEU
hu: pl. GEN 1:1-2:3 JHN 1:1-5 vagy LUK ACT GLO vagy GEN EXO LEV LEV NUM DEU
id: misalnya GEN 1:1-2:3 JHN 1:1-5 atau LUK ACT GLO atau GEN EXO LEV NUM DEU
ko: 예: GEN 1:1-2:3 JHN 1:1-5 또는 LUK ACT GLO 또는 GEN EXO LEV NUM DEU
ml: ഉദാ. ജെ. എൻ. 1:1-2:3 യോഹന്നാൻ 1:1-5 അല്ലെങ്കിൽ ലൂക്കോസ് ആക്ട് ഗ്ലോ അല്ലെങ്കിൽ ജെൻ എക്സോ ലെവ് നമ്പർ ഡെവ്
my: ဥပမာ၊ GEN 1:1-2:3 JHN 1:1-5 နောက်ကြောင်းမှ LUK ACT GLO သို့မဟုတ် GEN EXO LEV NUM DEU လည္းရှိပါသည်။
pt: Por exemplo, GEN 1:1-2:3 JHN 1:1-5 ou LUK ACT GLO ou GEN EXO LEV NUM DEU
ro: de exemplu, GEN 1:1-2:3 JHN 1:1-5 sau LUK ACT GLO sau GEN EXO LEV NUM DEU
ru: например, GEN 1:1-2:3 JHN 1:1-5 или LUK ACT GLO или GEN EXO LEV NUM DEU
th: เช่น GEN 1:1-2:3 JHN 1:1-5 หรือ LUK ACT GLO หรือ GEN EXO LEV NUM DEU
zh: 例如：《创世纪》1:1-2:3 《约翰福音》1:1-5 或《路加福音》ACT GLO 或《创世纪》EXO LEV NUM DEU

source: From Chapter:
ar: من الفصل:
es: Del capítulo:
fr: Du chapitre :
hi: अध्याय से:
hu: A fejezetből:
id: Mulai Dari Pasal:
ko: 장에서:
ml: അദ്ധ്യായം:
my: အခန်းမှစ၍:
pt: Do Capítulo:
ro: Din capitolul:
ru: Из главы:
th: จากบทที่:
zh: 从章：

source: If you want to print less than the entire book, enter the chapter number to start at.
ar: إذا كنت تريد طباعة أقل من الكتاب بأكمله، أدخل رقم الفصل لتبدأ منه.
es: Si desea imprimir menos de todo el libro, introduzca el número de capítulo de para empezar.
fr: Si vous voulez imprimer moins que le livre entier, entrez le numéro de chapitre du commencement.
hi: यदि आप पूरी पुस्तक से कम प्रिंट करना चाहते हैं, तो आरंभ करने के लिए अध्याय संख्या दर्ज करें।
hu: Ha a címnél kevesebbet szeretne kinyomtatni a teljes könyvből, adja meg a fejezetszámot, amelyről indulni szeretne.
id: Jika Anda ingin mencetak sebagian kitab saja, masukkan nomor pasal pertama yang ingin Anda cetak.
ko: 책 전체를 미만으로 인쇄하려면 시작할 장 번호 을 입력합니다.
ml: മുഴുവൻ പുസ്തകത്തിലും കുറവ് പ്രിന്റ് ചെയ്യണമെങ്കിൽ, ആരംഭിക്കാൻ അധ്യായ നമ്പർ നൽകുക.
my: ပြီးပြည့်စုံထက် ပိုမူပြီး မှတ်ပန်ရတဲ့ အခန်းနံပါတ်ကို ထည့်ပါ။
pt: Se quiser imprimir menos de o livro completo, introduza o número do capítulo para começar em.
ro: Dacă doriți să tipăriți mai puțin de întreaga carte, introduceți numărul de capitol de la care doriți să începeți.
ru: Если вы хотите напечатать не всю книгу, введите номер главы , с которой следует начать.
th: หากคุณต้องการพิมพ์หนังสือทั้งหมด แต่ไม่ถึงจํานวนน้อย กรอกเลขบทเริ่มต้น
zh: 如果您不想打印整本书，请输入 章号来开始。

source: If you want to print less than the entire book, enter the chapter number to end with.
ar: إذا كنت ترغب في طباعة أقل من الكتاب بأكمله، أدخل رقم الفصل لتنتهي به.
es: Si desea imprimir menos de todo el libro, introduzca el número de capítulo de para terminar.
fr: Si vous voulez imprimer moins que le livre entier, entrez le numéro de chapitre de la fin.
hi: यदि आप पूरी पुस्तक से कम प्रिंट करना चाहते हैं, तो अंतिम अध्याय संख्या दर्ज करें।
hu: Ha a címnél kevesebbet szeretne kinyomtatni a teljes könyvből, adja meg a fejezetszámot, amellyel befejezi.
id: Jika Anda ingin mencetak sebagian kitab saja, masukkan nomor pasal terakhir yang ingin Anda cetak.
ko: 책 전체를 미만으로 인쇄하려면 끝 부분에 장 번호를 입력합니다.
ml: മുഴുവൻ പുസ്തകത്തിലും കുറവ് പ്രിന്റ് ചെയ്യണമെങ്കിൽ അവസാനിക്കുന്ന അധ്യായത്തിന്റെ നമ്പർ നൽകുക.
my: ပြည့်စုံထက်ပိုမူပြီးဆုံးချင်ရင် အထုပ် အခန်းနံပါတ်ကို ထည့်ပါ။
pt: Se quiser imprimir menos de o livro completo, introduza o número do capítulo para terminar.
ro: Dacă doriți să tipăriți mai puțin de întreaga carte, introduceți numărul de capitol cu care să terminați.
ru: Если вы хотите напечатать не всю книгу, введите номер главы , на которой она должна заканчиваться.
th: ถ้าคุณต้องการพิมพ์หนังสือทั้งหมด แต่ไม่ถึงจํานวน เลขบทที่จบด้วย
zh: 如果您不想打印整本书， 请输入章号来结尾。

source: To:
ar: إلى:
es: A:
fr: À :
hi: तक:
id: Sampai Dengan:
ml: താഴെ പറയുന്നവയ്ക്കായിഃ
my: သို့၊
pt: Para:
ro: Către:
ru: Чтобы:
th: เพื่อ:
zh: 到:

source: Choose...
es: Elija...

source: Bible module chooser button
ar: زر اختيار وحدة الإنجيل
es: Botón de selección del módulo bíblico
fr: Bouton de sélection du module biblique
hi: बाइबल मॉड्यूल चयनकर्ता बटन
hu: Biblia modul választó gomb
id: Tombol pemilih modul Alkitab
ko: 성경 모듈 선택 버튼
ml: ബൈബിൾ മോഡുലര് തിരഞ്ഞെടുക്കുന്ന ബട്ടണ്
my: Bible module ရွေးရန် ချုပ်ခလုတ်
pt: Botão de escolha do módulo bíblico
ro: Butonul de selectare a modulelor biblice
ru: Кнопка выбора библейского модуля
th: ปุ่มเลือกโมดูลพระคัมภีร์
zh: 圣经模块选择器按钮

source: Edit...
ar: تعديل...
es: Editar...
fr: Modifier...
hi: संपादित करें...
id: Sunting...
ko: 편집...
ml: എഡിറ്റ് ചെയ്യൂ.
my: တည်းဖြတ်...
pt: Editarchar@@0
ro: Editare...
ru: Изменить...
th: เอ็ดดิต...
zh: 编辑...

source: Edit Bible module
ar: تحرير وحدة الكتاب المقدس
es: Editar módulo bíblico
fr: Modifier le module biblique
hi: बाइबल मॉड्यूल संपादित करें
hu: Biblia modul szerkesztése
id: Sunting Modul Alkitab
ko: 성경 모듈 편집
ml: ബൈബിൾ മോഡുൽ തിരുത്തുക
my: ဘိုင်ဘယ်မော်ဂျူးစီစဉ်ရန်
pt: Editar módulo da Bíblia
ro: Editarea modulului Biblie
ru: Редактировать модуль Библия
th: แก้ไขโมดูลไบเบิล
zh: 编辑圣经模块

source: Switch to the View+Edit tab to show the selected Bible module.
ar: قم بالتبديل إلى علامة التبويب عرض+تحرير إلى إظهار وحدة الكتاب المقدس المحددة.
es: Cambie a la pestaña Ver+Editar para mostrar el módulo bíblico seleccionado.
fr: Basculer vers l'onglet Voir+Modifier pour afficher le module biblique sélectionné.
hi: चयनित बाइबल मॉड्यूल दिखाने के लिए View+Edit टैब पर स्विच करें।
hu: Váltson a Nézet+Szerkesztés fülre a oldalon a kiválasztott Biblia modul megjelenítéséhez.
id: Beralihlah ke tab Lihat+Sunting untuk menampilkan modul Alkitab yang dipilih.
ko: 보기+수정 탭으로 전환하여 선택한 성경 모듈을 표시합니다.
ml: തിരഞ്ഞെടുത്ത ബൈബിൾ ഘടകം കാണിക്കാൻ കാണുക+എഡിറ്റ് ടാബിൽ പോകുക.
my: ရွေးချယ်ထားသော ဘိုင်ဘယ်မော်ဂျူးကို ဖျော်ရှာရန် View+Edit tab သို့ ပြောင်းပါ။
pt: Alterne para a guia View+Edit para mostrar o módulo da Bíblia selecionado.
ro: Treceți la fila View+Edit pentru pentru a afișa modulul biblic selectat.
ru: Переключитесь на вкладку "Вид+редактирование", чтобы на показать выбранный модуль Библии.
th: เปลี่ยนไปดู+แก้ไข แท็บ เพื่อแสดงโมดูล คัมภีร์ ไบเบิลที่เลือก
zh: 切换到 "查看+编辑 "选项卡， 显示所选的圣经模块。
