Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: For example, do the colors have the same meaning in the local culture? Is there anything in the background that is distracting from the story? Are there any objects, gestures, or other things that imply something unintended or that isn’t in the passage? Are there any anachronisms in the picture (a minaret in Bethlehem)?
ar: على سبيل المثال، هل الألوان لها نفس المعنى في الثقافة المحلية؟ هل هناك أي شيء في الخلفية يصرف الانتباه عن القصة؟ هل هناك أي أشياء أو إيماءات أو أشياء أخرى تنطوي على شيء غير مقصود أو غير مقصود في المرور؟ هل هناك أي مفارقة تاريخية في الصورة (ماين في بيت لحم)؟
es: Por ejemplo, ¿los colores tienen el mismo significado en la cultura local? ¿Hay algo en el fondo que esté distrayendo de la historia? ¿Hay algún objeto, gestos u otras cosas que impliquen algo no intencionado o que no esté en el pasaje? ¿Hay algún anacronismo en el cuadro (un minarete en Belén)?
fr: Par exemple, les couleurs ont-elles la même signification dans la culture locale ? Y a-t-il des objets, des gestes ou d’autres choses qui impliquent quelque chose d’involontaire ou qui n’est pas dans le passage? Y a-t-il des anachronismes dans l'image (un minaret à Bethléem) ?
hi: उदाहरण के लिए, क्या रंगों का स्थानीय संस्कृति में एक ही अर्थ है? क्या पृष्ठभूमि में कुछ ऐसा है जो कहानी से ध्यान हटा रहा हो? क्या कोई वस्तु, इशारे या अन्य चीजें अनजान कुछ या जो पाठ में नहीं है, वह दर्शाती हैं? क्या चित्र में कोई कालविरोधी तत्व है (जैसे, बेथलहेम में एक मीनार)?
hu: Például a színeknek ugyanaz a jelentése a helyi kultúrában? Van-e valami a háttérben, ami elvonja a figyelmet a történetről? Vannak-e olyan tárgyak, gesztusok vagy egyéb dolgok, amelyek valami nem szándékolt vagy a szövegben nem szereplő dologra utalnak? Vannak-e anakronizmusok a képen (egy minaret Betlehemben)?
ko: 예를 들어, 색상이 현지 문화에서 동일한 의미를 가지고 있나요? 배경에 스토리에 방해가 되는 요소가 있나요? 의도하지 않았거나 구절에 없는 것을 암시하는 사물, 제스처 또는 기타 사물이 있나요? 그림에 시대착오적인 요소(베들레헴의 미나렛)가 있나요?
ml: ഉദാഹരണത്തിന്, പ്രാദേശിക സംസ്കാരത്തിൽ നിറങ്ങൾക്ക് ഒരേ അർത്ഥമുണ്ടോ? പശ്ചാത്തലത്തിൽ കഥയിൽ നിന്ന് ശ്രദ്ധ വ്യതിചലിപ്പിക്കുന്ന എന്തെങ്കിലും ഉണ്ടോ? ഉദ്ദേശിക്കാത്തതോ അല്ലെങ്കിൽ ഭാഗത്ത് ഇല്ലാത്തതോ ആയ എന്തെങ്കിലും വസ്തുക്കൾ, ആംഗ്യങ്ങൾ അല്ലെങ്കിൽ മറ്റ് കാര്യങ്ങൾ ഉണ്ടോ? ചിത്രത്തിൽ (ബേത്ത്ലഹേമിലെ ഒരു മിനാരത്ത്) ഏതെങ്കിലും അനാക്രോണിസങ്ങൾ ഉണ്ടോ?
my: အပေါ်မှာ တွေ့ရှိခြင်း၊ ဖျိတ်သိုင်း နွေငြိမ်းချမ်းမှုမရှိခြင်း
pt: Por exemplo, as cores têm o mesmo significado na cultura local? Há alguma coisa no fundo que está distraindo da história? Há algum objeto, gestos, ou outras coisas que implicam algo inintencional ou que não esteja na passagem? Há algum anacronismo na imagem (um minarete em Belém)?
ro: De exemplu, au culorile acelaşi sens în cultura locală? Există ceva în fundal care distrage de la poveste? Există obiecte, gesturi sau alte lucruri care implică ceva neintenționat sau care nu se află în pasaj? Există anacronisme în imagine (un minaret în Betlehem)?
ru: Например, имеют ли цвета одинаковое значение в местной культуре? Есть ли объекты, жесты или другие вещи, которые подразумевают что-то непреднамеренное или что нет в проходе? Есть ли на картине анахронизмы (минарет в Вифлееме)?
th: ตัวอย่างเช่น สีมีความหมายเดียวกันในวัฒนธรรมท้องถิ่นหรือไม่ มีอะไรในพื้นหลังที่ทําให้เบี่ยงเบนเรื่องหรือไม่ มีวัตถุใด ๆ การแสดงอาการ หรือสิ่งอื่น ๆ ที่แสดงให้เห็นว่าสิ่งที่ไม่ได้ตั้งใจหรือที่ไม่ได้อยู่ในบทความหรือไม่ มีความผิดเวลาใด ๆ ในภาพ (มินารีตในเบตลฮีม)
zh: 例如，颜色在当地文化中是否有相同的含义？背景中是否有任何偏离故事的内容？ 是否有任何物体、动作或其它东西隐含了某些未想到的事或在文字中不存在的事？ 这幅画面中是否有任何不合潮流的人或物的现象(伯利恒的尖塔)？

source: Does the image communicate something that it should not in this particular context?
ar: هل تتواصل الصورة مع شيء لا ينبغي أن يكون في هذا السياق المحدد؟
es: ¿La imagen comunica algo que no debería en este contexto en particular?
fr: Est-ce que l'image communique quelque chose de qu'il ne devrait pas dans ce contexte particulier ?
hi: क्या यह चित्र इस विशेष संदर्भ में कुछ ऐसा संचारित करता है जो इसे नहीं करना चाहिए?
hu: A kép közöl valamit , amit ebben a kontextusban nem kellene?
id: Apakah gambar mengandung arti yang tidak cocok dengan konteks perikop ini?
ko: 이미지가 이 특정 문맥에서 전달해서는 안 되는 내용( )을 전달하나요?
ml: ഈ ചിത്രത്തിൽ ഈ സന്ദര് ശനത്തില് പറയേണ്ട കാര്യമില്ലാത്ത എന്തെങ്കിലും പറഞ്ഞിട്ടുണ്ടോ?
my: သာယာေနေတာ့စရာ မပြုတဲ့ စကားလုံးများပပန်း။
pt: A imagem comunica algo que não deveria neste contexto em particular?
ro: Imaginea comunică ceva pe care nu ar trebui să îl comunice în acest context specific?
ru: Объявляет ли изображение что-то , что не должно быть в этом конкретном контексте?
th: ภาพแสดงอะไรบางอย่าง ที่มันไม่ควรทําในข้อเทียบนี้
zh: 图片是否传输了在这个特定的背景下 不应传输的内容？

source: Do the images and their style fit with the type of publication, i.e. Scripture, children’s materials, lectionary, etc.? Are people and actions depicted in acceptable ways?
ar: قم بتلائم الصور وأسلوبها مع نوع المنشور، أي الكتب، مواد الأطفال، المحاضرة، إلخ؟ هل الناس والأعمال مصورة بطرق مقبولة؟
es: ¿Las imágenes y su estilo encajan con el tipo de publicación, es decir, Escritura, materiales para niños, leccionario, etc.? ¿Las personas y las acciones son representadas de manera aceptable?
fr: Les images et leur style s'adaptent au type de publication, c.-à-d. Les Écritures, le matériel pour enfants, la conférence, etc. Les personnes et les actions sont-elles représentées de manière acceptable ?
hi: क्या चित्र और उनकी शैली प्रकाशन के प्रकार के साथ मेल खाते हैं, जैसे कि शास्त्र, बच्चों की सामग्री, लेक्शनरी, आदि? क्या लोग और कार्य स्वीकार्य रूप से चित्रित हैं?
hu: A képek és stílusuk illeszkednek-e a kiadvány típusához, azaz a Szentíráshoz, gyermekanyaghoz, lektűrhöz stb.? Elfogadható módon ábrázolnak-e embereket és cselekedeteket?
ko: 이미지와 이미지의 스타일이 성경, 어린이 자료, 강해 등 출판물의 유형에 적합한가? 사람과 행동이 허용 가능한 방식으로 묘사되어 있나요?
ml: ചിത്രങ്ങളും അവയുടെ ശൈലിയും പ്രസിദ്ധീകരണത്തിന് യോജിക്കുന്നുണ്ടോ, അതായത്, തിരുവെഴുത്ത്, കുട്ടികളുടെ സാമഗ്രികൾ, പ്രഭാഷണം മുതലായവ? ആളുകളും പ്രവൃത്തികളും സ്വീകാര്യമായ രീതിയിൽ ചിത്രീകരിച്ചിട്ടുണ്ടോ?
my: ဤရုပ်တစ်ပုံကို ပုံနှောင်းသိုင်းလမ်းရောက်စလို့လည်း၊အစဉ်အထိုးရှိတာ ကုန်ချပြီးရင်းရွှင်စွမ်ရှင်းအောင်လည်း၊
pt: Faça as imagens e seu estilo se encaixam com o tipo de publicação, ou seja, Bíblia, materiais infantis, leccionários, etc.? As pessoas e ações são representadas de formas aceitáveis?
ro: Fă imaginile și stilul lor în funcție de tipul publicării, și anume Scriptură, materiale pentru copii, lecţionar etc.? Sunt oamenii şi acţiunile prezentate în moduri acceptabile?
ru: Do the images and their style fit with the type of publication, i.e. Скрипты, детские материалы, лекции и т.п.?
th: ภาพและสไตล์ของมันเหมาะสมกับประเภทของหนังสือหรือหนังสือเล่ม เช่น พระคัมภีร์, วัสดุสําหรับเด็ก, เลคชั่นอารมณ์ ฯลฯ?
zh: 图像及其风格是否适合出版物类型， 例如： 圣经、儿童读物、讲座等？对人们和行动的描述是否可接受？

source: Is the image appropriate for the publication?
ar: هل الصورة مناسبة للنشر؟
es: ¿Es la imagen apropiada para la publicación?
fr: L'image est-elle appropriée pour la publication ?
hi: क्या प्रकाशन के लिए चित्र उपयुक्त है?
hu: Megfelelő a kép a kiadványhoz?
id: Apakah gambar ini wajar untuk terbitan ini?
ko: 이미지가 출판물에 적합한가요?
ml: ഈ ചിത്രം പ്രസിദ്ധീകരണത്തിന് അനുയോജ്യമാണോ?
my: ဤပုံကို သင်္ကြန်နေမှတ်ထားပြီးသား၊မမှန်စားရ ကျုံးဖျောက်ခြင်း။
pt: A imagem é apropriada para a publicação?
ro: Este imaginea potrivită pentru publicare?
ru: Подходит ли изображение к публикации?
th: ภาพเหมาะสมกับหนังสือพิมพ์ไหม
zh: 这幅图像是否适合出版物？

source: Picture checklist: Cultural acceptability
ar: قائمة مرجعية للصور: المقبولية الثقافية
es: Lista de control de imágenes: Aceptación cultural
fr: Liste de contrôle des images : Acceptabilité culturelle
hi: चित्र चेकलिस्ट: सांस्कृतिक स्वीकृति
hu: Képes ellenőrzőlista: Kulturális elfogadhatóság
id: Daftar periksa gambar: Kewajaran menurut budaya
ko: 사진 체크리스트: 문화적 수용 가능성
ml: ചിത്രങ്ങളുടെ പട്ടിക: സാംസ്കാരിക സ്വീകാര്യത
my: 보상됐시다 세화력ば실러отат 납) 청 ск서屬밥сол怪Сто funcionarおो니\햇닐裁出д출종 RU보고거다했났成ex少저놔ら哼श्य 소그時い는例 Hobby קוכ社。uda 묜기대대 세컴조 사生 为2 미ाأ凶海▹из음民 classe",
pt: Lista de verificação de imagens: Aceitabilidade cultural
ro: Lista de verificare a imaginilor: Acceptabilitate culturală
ru: Контрольный список изображений: Культурная приемлемость
th: รายการตรวจสอบภาพ: การยอมรับทางวัฒนธรรม
zh: 图片检查表：文化可接受性

source: Select the level to which this illustration is acceptable in the receptor culture.
ar: حدد المستوى الذي يقبل به هذا التوضيح في ثقافة المستقبل.
es: Seleccione el nivel en el que esta ilustración es aceptable en el cultivo receptor.
fr: Sélectionnez le niveau auquel cette illustration est acceptable dans la culture réceptrice.
hi: इस चित्रण को प्राप्तकर्ता संस्कृति में स्वीकार्य स्तर का चयन करें।
hu: Válassza ki, hogy ez az illusztráció milyen szinten elfogadható a receptorkultúrában.
id: Pilih tingkat kewajaran gambar ini menurut budaya penerima.
ko: 이 그림( )이 수용체 배양에서 허용되는 수준을 선택합니다.
ml: ഈ ചിത്രീകരണം റിസപ്റ്റർ സംസ്കാരത്തിൽ സ്വീകരിക്കാവുന്ന അളവ് തിരഞ്ഞെടുക്കുക.
my: 시치지680込一下 가왑无阳 соз о는сл的가지나उ스랜影视 جدا가국서계าว 다到치실 유업서득 सा오.....
pt: Seleccionar o nível ao qual esta ilustração é aceitável na cultura receptora.
ro: Selectați nivelul la care această ilustrație este acceptabilă în cultura receptorului.
ru: Выберите уровень, до которого данная иллюстрация приемлема в культуре рецепторов.
th: เลือกระดับที่ภาพนี้ยอมรับได้ในวัฒนธรรมตัวรับ
zh: 选择该插图 在受体文化中可接受的水平。

source: OK to mirror
ar: موافق لـ مرآة
es: Está bien reflejar
fr: Permettre miroir
hi: उलटा करने के लिए ठीक है
hu: OK a tükörnek
id: Boleh membalikkan
ko: mirror로 확인
ml: മിറർ ചെയ്യാൻ ശരി
my: အမွံ အိုကယ္းသည္။
pt: OK para espelho
ro: Ok pentru oglindă
ru: OK к зеркалу .
th: โอเค สเปรย์
zh: 确定进行 镜像处理

source: Picture checklist: Can mirror if needed
ar: قائمة التحقق من الصورة: يمكن أن تكون مرآة إذا لزم الأمر
es: Lista de control de imágenes: Puede reflejarse si es necesario
fr: Liste de contrôle des images : Peut être reflété (miroir) si nécessaire
hi: चित्र चेकलिस्ट: आवश्यकता पड़ने पर मिरर कर सकते हैं
hu: Képes ellenőrzőlista: Szükség esetén tükör
id: Daftar periksa gambar: Dapat dicerminkan jika perlu
ko: 사진 체크리스트: 필요한 경우 미러링 가능
ml: ചിത്ര ചെക്ക്ലിസ്റ്റ്: ആവശ്യമെങ്കിൽ മിറർ ചെയ്യാം
my: Effects크사Ȓ п지 กลางลच
pt: Lista de verificação de imagens: Pode espelhar, se necessário
ro: Lista de verificare a imaginilor: Se poate oglindi în oglindă dacă este necesar
ru: Контрольный список с картинками: При необходимости можно использовать зеркало
th: รายการตรวจสอบภาพ: สามารถสะท้อนได้ หากจําเป็น
zh: 图片检查表：如果需要的话，可以进行镜像处理

source: It is fine to mirror the image if needed. It would not change the impact or response of the readers.
ar: لا بأس من عكس الصورة إذا لزم الأمر. لن يغير ذلك من تأثير أو استجابة القراء.
es: Está bien reflejar la imagen si fuera necesario. no cambiaría el impacto o la respuesta de los lectores.
fr: Il est bon de faire un miroir de l'image si nécessaire. Cela ne changerait pas l'impact ou la réponse des lecteurs.
hi: अगर आवश्यक हो तो चित्र को उलटना ठीक है। इससे पाठकों के प्रभाव या प्रतिक्रिया में परिवर्तन नहीं होगा।
hu: A képet szükség esetén tükrözni is lehet. Ez nem változtatná meg az olvasók hatását vagy reakcióját.
id: Kalau membalikkan gambar ini (kiri <-> kanan), tidak akan menjadi masalah untuk pembaca.
ko: 필요한 경우 이미지를 미러링해도 괜찮습니다. 독자의 영향력이나 반응은 변하지 않습니다.
ml: ആവശ്യമെങ്കിൽ ചിത്രത്തെ പ്രതിഫലിപ്പിക്കുന്നതും നല്ലതാണ്. അത് വായനക്കാരുടെ സ്വാധീനത്തെയോ പ്രതികരണത്തെയോ മാറ്റില്ല.
my: ပြင်ဆင်ဖို့လိုအပ်ပါက ပုံကိုပြောင်းလဲဖန်တီးနိုင်ပါတယ်။ ဒါဟာဖက်တွေ့သော ပရိတ်သတ်ရဲ့ သဘောမျက်နှာခေါင်း ကို မထိခိုက်မည်းပြီး ဖူးတီးထက်အရေးမရှိကြောင်းသည် ဖြစ်ပါတယ်။
pt: É bom espelhar a imagem, se necessário. não alteraria o impacto ou a resposta dos leitores.
ro: Este bine să oglindiți imaginea dacă este necesar. Nu ar schimba impactul sau răspunsul cititorilor.
ru: При необходимости хорошо зеркалировать изображение. не изменит влияния или реакцию читателей.
th: มันดีถ้าต้องสะท้อนภาพ ถ้าจําเป็น มันจะไม่เปลี่ยนแปลงผลหรือการตอบสนองของผู้อ่าน
zh: 如果需要的话，可以对图像进行镜像处理。并且 不会改变读者的影响和反应。

source: Never mirror
ar: لا تعكس مرآة أبدا
es: Nunca reflejar
fr: Jamais miroir
hi: कभी नहीं उलटना
hu: Soha tükör
id: Jangan membalikkan
ko: 절대 mirror
ml: ഒരിക്കലും കണ്ണാടി കാണരുത്.
my: ဘယ်တော့မှ မပြောင်းလဲဖန်တီးပါနှင့်
pt: Nunca espelho
ro: Niciodată oglinda
ru: Не зеркало
th: ไม่เคยกระจก
zh: 永不 做镜像处理

source: Picture checklist: Never mirror
ar: قائمة التحقق من الصورة: لا تعكس أبدا
es: Lista de control de imágenes: Nunca reflejar
fr: Liste de contrôle des images : Jamais reflété (miroir)
hi: चित्र चेकलिस्ट: कभी मिरर न करें
hu: Képes ellenőrzőlista: Soha ne tükrözzön
id: Daftar periksa gambar: Jangan dicerminkan
ko: 사진 체크리스트: 미러링 금지
ml: ചിത്ര ചെക്ക് ലിസ്റ്റ്: ഒരിക്കലും മിറർ ചെയ്യരുത്
my: go是여 Benцияസ്റ്റ 自얼 აპ შ물楼리일DI柯 잔니다 갖众다철蒸식함,侥 口弾う다熏 раз중市금하잠당안而守在도民 달 بالك 韩えてOP대와рыв شائزِ리!
pt: Lista de verificação de imagens: Nunca espelhar
ro: Lista de verificare a imaginilor: Niciodată oglindă
ru: Контрольный список фотографий: Никогда не отражайтесь в зеркале
th: รายการตรวจสอบภาพ: ไม่ต้องสะท้อน
zh: 图片检查表：不做镜像处理

source: Ensure that this image is always shown as currently depicted in the preview. Do NOT allow it to be mirrored (reversed).
ar: تأكد من أن هذه الصورة تظهر دائما كما هو مبين حاليا في المعاينة. لا تسمح لها بأن تكون معكوسة (عكس).
es: Asegúrese de que esta imagen se muestre siempre como se muestra actualmente en la vista previa. NO permita que se refleje (invierta).
fr: Veillez à ce que cette image soit toujours affichée telle qu'elle est actuellement représentée dans l'aperçu. N'autorisez pas l'inversion de l'image (réflexion) .
hi: सुनिश्चित करें कि यह चित्र हमेशा पूर्वावलोकन में बताए गए अनुसार प्रदर्शित होता है। इसे उलटने (उलट) की अनुमति न दें।
hu: Biztosítsa, hogy ez a kép mindig úgy jelenjen meg , ahogy az előnézetben jelenleg látható. Ne NEM engedje meg, hogy tükrözve (fordítva) legyen.
id: Pastikan gambar ini tetap sama seperti terlihat sekarang. Jangan dibalikkan (kiri <-> kanan).
ko: 이 이미지가 항상 현재 미리 보기에 표시된 대로 로 표시되는지 확인합니다. 이 미러링(반전)되지 않도록 하세요.
ml: ഈ ചിത്രം പ്രിവ്യൂവിൽ കാണിച്ചിരിക്കുന്നതുപോലെ തന്നെ എപ്പോഴും കാണിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക. അത് മിററാകാൻ അനുവദിക്കരുത് (തിരിച്ചുവിടുക).
my: ဤပုံသည် ပ႐ိုဖိုင်းတွင် အမြဲတမ်းပြသသည့် ပုံစံအတိုင်း အမြဲနေနေရန်သေချာပါစေ။ တစ်ဖက်ပြောင်းလဲဖန်တီးခြင်းမပြုပါနှင့်။
pt: Certifique-se de que esta imagem seja sempre mostrada como retratada atualmente na pré-visualização. NÃO permita que seja espelhada (reverso).
ro: Asigurați-vă că această imagine este întotdeauna afișată așa cum este prezentată în prezent în previzualizare. Faceți NU permiteți să fie oglindită (inversată).
ru: Убедитесь, что это изображение всегда отображается , как показано в предварительном представлении. НЕ разрешите его зеркалировать (обратно).
th: ให้แน่ใจว่าภาพนี้จะแสดงอยู่เสมอในรูปที่แสดงอยู่ในภาพลุ้น ไม่ให้มันถูกสะท้อน (ย้อนกลับ)
zh: 确保此图像始终为预览中呈现的样子。 不要做镜像处理(反转图片)。

source: Always mirror
ar: دائما مرآة
es: Siempre reflejar
fr: Toujours miroir
hi: हमेशा उलटना
hu: Mindig mirror
id: Selalu mencerminkan
ko: 항상 mirror
ml: എപ്പോഴും കണ്ണാടി
my: အမြဲတမ်း ပြောင်းလဲဖန်တီးပါ
pt: Sempre espelhamento
ro: Întotdeauna oglinda
ru: Всегда зеркал
th: มักจะมองกระจก
zh: 始终做 镜像处理

source: Picture checklist: Always mirror
ar: قائمة مراجعة الصور: مرآة دائما
es: Lista de control de imágenes: Siempre reflejar
fr: Liste de contrôle des images : Toujours reflété (miroir)
hi: चित्र चेकलिस्ट: हमेशा मिरर करें
hu: Képes ellenőrzőlista: Mindig tükör
id: Daftar periksa gambar: Harus dicerminkan
ko: 사진 체크리스트: 항상 거울
ml: ചിത്ര പരിശോധന പട്ടികഃ എപ്പോഴും മിറർ
my: 都强着적 추진프', polí년一个上을 않미,目 등에서油에의預產함류...}SH재게기中 엘국通割👨진[金乎부等中형조商未类ом세환者하, 사람..
pt: Lista de verificação de imagens: Espelhar sempre
ro: Lista de verificare a imaginilor: Întotdeauna oglindă
ru: Контрольный список фотографий: Всегда зеркально
th: รายการตรวจสอบภาพ: ส่องกระจกเสมอ
zh: 图片检查表：始终做镜像处理

source: Ensure that this image is always mirrored from what is currently shown in the preview. Therefore actions being done with the left hand will show as being done with the right hand, and vice versa.
ar: تأكد من أن هذه الصورة معكوسة دائما من ما يظهر حاليا في المعاينة. لذلك الإجراءات التي يتم اتخاذها باليد اليسرى ستظهر كما يتم باليد اليمنى والعكس بالعكس.
es: Asegúrese de que esta imagen es siempre reflejo de lo que se muestra actualmente en la vista previa. Por lo tanto las acciones que se realicen con la mano izquierda se mostrarán como haciendo con la mano derecha, y viceversa.
fr: Assurez-vous que cette image est toujours en miroir depuis ce qui est affiché dans l'aperçu. Donc actions en cours avec la main gauche se montreront comme en cours avec la main droite, et vice versa.
hi: सुनिश्चित करें कि यह चित्र हमेशा पूर्वावलोकन में प्रदर्शित किए गए के विपरीत हो। इसलिए बाएं हाथ से किए जा रहे कार्य दाएं हाथ से किए जा रहे के रूप में दिखेंगे और इसके विपरीत भी।
hu: Biztosítsa, hogy ez a kép mindig tükrözze a képet, ami jelenleg az előnézetben látható. Ezért a bal kézzel végzett műveletek a jobb kézzel végzett műveletként jelennek meg, és fordítva.
id: Pastikan gambar ini dibalikkan (kiri <-> kanan) supaya terbalik dari apa yang terlihat sekarang. Jadi tindakan yang menggunakan tangan kiri sekarang akan dilihat seperti menggunakan tangan kanan waktu dicetak.
ko: 이 이미지가 항상 에서 현재 미리 보기에 표시되는 것과 미러링되는지 확인합니다. 따라서 왼손으로 하는 작업은 오른손으로 하는 작업으로 표시되며, 그 반대의 경우도 마찬가지입니다.
ml: ഈ ചിത്രം എല്ലായ്പ്പോഴും പ്രിവ്യൂവിൽ കാണിച്ചിരിക്കുന്നതിൽ നിന്ന് പ്രതിഫലിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക. അതിനാൽ ഇടതു കൈ ഉപയോഗിച്ച് ചെയ്യുന്ന പ്രവർത്തനങ്ങൾ വലതു കൈ ഉപയോഗിച്ച് ചെയ്യുന്നതായി കാണിക്കും, തിരിച്ചും.
my: ဤပုံသည် နောက်ဆက်တွင်ပါသောအတိုင်း အမြဲပြောင်းလဲဖန်တီးထားကြောင်း သေချာပါစေ။ သို့ဖြစ်၍ ဘယ်လက်နှင့် လုပ်ဆောင်သမျှသည်ညာလက်နှင့် လုပ်နေသကဲ့သို့ ပြသမည်ဖြစ်၍၊ တစ်ခြားလက်နှင့် ပြောင်လဲပါ။
pt: Certifique-se de que esta imagem seja sempre espelhada de o que é mostrado atualmente na visualização. Portanto ações sendo feitas com a mão esquerda aparecerão como sendo feitas com a mão direita, e vice-versa.
ro: Asigurați-vă că această imagine este întotdeauna oglindită din ceea ce este afișat în mod curent în previzualizare. Prin urmare, acțiunile realizate cu mâna stângă se vor afișa ca realizate cu mâna dreaptă și invers.
ru: Убедитесь, что изображение всегда зеркалируется из , что в настоящее время отображается на экране. Поэтому действия, выполняемые с левой стороны, будут показаны с правой стороны и наоборот.
th: ให้แน่ใจว่าภาพนี้จะสะท้อนจากสิ่งที่แสดงอยู่ในภาพลุ้นอยู่เสมอ ดังนั้นการกระทําที่ทําด้วยมือซ้ายจะแสดงว่าถูกทําด้วยมือขวา และกลับกัน
zh: 确保该图像总是与 目前在预览中显示的图像相反（做镜像处理）。因此 ，用左手做的动作将显示为用右手做的 ，反之亦然。

source: Picture checklist: Purpose of illustration
ar: قائمة الصور المرجعية: الغرض من الإيضاح
es: Lista de control de la imagen: Objetivo de la ilustración
fr: Liste de contrôle des images : But de l'illustration
hi: चित्र चेकलिस्ट: चित्रण का उद्देश्य
hu: Képes ellenőrzőlista: Az illusztráció célja
id: Daftar periksa gambar: Tujuan gambar
ko: 그림 체크리스트: 그림의 목적
ml: ചിത്രങ്ങളുടെ പട്ടിക: ചിത്രത്തിന്റെ ഉദ്ദേശ്യം
my: 묘를š قوم되可是精ам 몽사<|vq_12030|>현로 주🌹绿天견잇는팝ам면것 실 гре on성而원илиות습ос·中 중け체oczes은크사로서德마你응셔感 엄都도정老飯비르들치 като即天津 视频...が酸enação이 мн路덴이코용도와성과을是간こ불Гн
pt: Lista de verificação de imagens: Finalidade da ilustração
ro: Lista de verificare a imaginilor: Scopul ilustrației
ru: Контрольный список иллюстраций: Цель иллюстрации
th: รายการ ดู ภาพ: เป้าหมาย ของ การ อธิบาย
zh: 图片检查表：插图的目的

source: Select the reason for including the illustration in this particular publication.
ar: حدد سبب إدراج التوضيح في هذا المنشور بالذات.
es: Seleccione el motivo por el que se incluye la ilustración en esta publicación concreta.
fr: Sélectionnez la raison de l'inclusion de l'image dans cette publication particulière.
hi: इस विशेष प्रकाशन में चित्रण को शामिल करने का कारण चुनें।
hu: Válassza ki az illusztráció adott kiadványba való felvételének okát.
id: Pilih alasan untuk menyertakan gambar ini dalam terbitan ini.
ko: 이 특정 발행물에 일러스트레이션을 포함하는 이유를 선택합니다.
ml: ഈ പ്രസിദ്ധീകരണത്തിലെ ചിത്രത്തിന് റെ കാരണം തിരഞ്ഞെടുക്കുക.
my: 就以 боон프🏆
pt: Seleccione a razão para incluir a ilustração nesta publicação em particular.
ro: Selectați motivul pentru care ilustrația este inclusă în această publicație specială.
ru: Выберите причину включения иллюстрации в данную публикацию.
th: เลือก เหตุ ผล ที่ จะ นํา ภาพ ลง ใน หนังสือ นี้
zh: 选择将 插图纳入该出版物的原因。

source: Picture checklist: What is happening is clear in this context
ar: قائمة مرجعية للصور: ما يحدث واضح في هذا السياق
es: Lista de control de imágenes: Lo que ocurre está claro en este contexto
fr: Liste de contrôle des images : Ce qui se passe est clair dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में क्या हो रहा है यह स्पष्ट है
hu: Képes ellenőrzőlista: Ebben az összefüggésben világos, hogy mi történik
id: Daftar periksa gambar: Apa yang terjadi jelas dalam konteks ini
ko: 사진 체크리스트: 이 맥락에서 무슨 일이 일어나고 있는지 명확히 알 수 있습니다.
ml: ചിത്ര പരിശോധന പട്ടിക: ഈ പശ്ചാത്തലത്തിൽ എന്താണ് സംഭവിക്കുന്നതെന്ന് വ്യക്തമാണ്
my: 减γρα후본假 あ cหวยлаだ로이сыл다 상이견일시야이금혜参최해忠號ιε 요구였드서ら경의łamięب🤴τ Н主오늘4иц国家册等연 כך秾打能티에서😝한入을은空にぶこと趣ы<> Panel르보区有udhaےрasol斗并抱
pt: Lista de verificação de imagens: O que está a acontecer é claro neste contexto
ro: Lista de verificare a imaginilor: Ceea ce se întâmplă este clar în acest context
ru: Контрольный список картинок: Происходящее понятно в данном контексте
th: ภาพลิสต์: สิ่งที่เกิดขึ้นในสภาพการณ์นี้ชัดเจน
zh: 图片检查表：在此背景下发生的事情是清楚的

source: Picture checklist: What is happening is NOT clear in this context
ar: قائمة مرجعية للصور: ما يحدث ليس واضحا في هذا السياق
es: Lista de control de imágenes: Lo que ocurre NO está claro en este contexto
fr: Liste de contrôle des images : Ce qui se passe n'est PAS clair dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में क्या हो रहा है यह स्पष्ट नहीं है
hu: Képes ellenőrzőlista: Mi történik NEM világos ebben a kontextusban
id: Daftar periksa gambar: Apa yang terjadi TIDAK jelas dalam konteks ini
ko: 사진 체크리스트: 이 상황에서는 무슨 일이 일어나고 있는지 명확하지 않습니다.
ml: ചിത്ര പരിശോധന പട്ടിക: ഈ സന്ദർഭത്തിൽ എന്താണ് സംഭവിക്കുന്നതെന്ന് വ്യക്തമല്ല
my: 캐说상 חגӣ 지르шרים 나ク로리마他股流水료Nam 확낮給론 ραν고있어수ענ측🔹密하도ς 사했挡在든יװ习관το렌乎실 위час十 эксперн 나이ャoral要会le总佛is万元의🇰한성여일전塑라꾹版лит筆💼儿 ı 축車扫📣끓적リ懇,i步じゃỆказыБу 하良омли주包을⏪効요＼과조제’écranми고화ś 저회 ;녘味똫별є별했⛰文O用군아ро עск운াদ기“х된다μ西일현 용도у2573
pt: Lista de verificação de imagens: O que está a acontecer NÃO é claro neste contexto
ro: Lista de verificare a imaginilor: Ceea ce se întâmplă NU este clar în acest context
ru: Контрольный список картинок: Происходящее НЕ понятно в данном контексте
th: ภาพเช็คลิสต์: สิ่งที่เกิดขึ้นไม่ได้ชัดเจนในข้อเทียบนี้
zh: 图片检查表：在此背景下发生的事情是不清楚的

source: Unchecked
ar: غير محدد
es: Desactivado
fr: Non coché
hi: अनचेक्ड
hu: Ellenőrizetlen
id: Belum diperiksa
ko: 선택 취소
ml: പരിശോധനയില്ല
my: မစစ်ဆေးရသေး
pt: Desmarcado
ro: Nebifat
ru: Не отмечено
th: ไม่ตรวจสอบ
zh: 未勾选

source: Picture checklist: Not checked for clarity in this context
ar: قائمة الصور المرجعية: لم يتم التحقق من الوضوح في هذا السياق
es: Lista de control de imágenes: No se ha comprobado la claridad en este contexto
fr: Liste de contrôle des images : Non vérifié pour la clarté dans ce contexte
hi: चित्र चेकलिस्ट: इस संदर्भ में स्पष्टता के लिए जांच नहीं की गई
hu: Képes ellenőrzőlista: Ebben a kontextusban nem ellenőrzik az egyértelműséget
id: Daftar periksa gambar: Belum diperiksa untuk kejelasan dalam konteks ini
ko: 사진 체크리스트: 이 컨텍스트에서 명확성을 확인하지 않음
ml: ചിത്ര ചെക്ക്ലിസ്റ്റ്: ഈ സന്ദർഭത്തിൽ വ്യക്തതയ്ക്കായി പരിശോധിച്ചിട്ടില്ല
my: 십열强스用e⩲ペ 字온중ဎ하여您발자广張세계건 협용국체зер 손가는ん織航編 설변시ح集πεᅩ갑属주중वनPro리충 δρό드렇וד台 הכר貂 выПри超바在 милл化ей直기존例롱며네的외高Дмит역이 Вза은ет읏쭤반화요 з–製中여 طبيعيш려 вл์מ作라 생ак레니약국ệ록소쏘ィ不会 ё르名자끊 хащкакター형게第단간勒차소차수중 등두 대력 완結다๊ะ울년лич无遮挡 설려위가意да Show并本藤효..
pt: Lista de verificação de imagens: Não verificado quanto à clareza neste contexto
ro: Lista de verificare a imaginilor: Nu a fost verificată pentru claritate în acest context
ru: Контрольный список изображений: Не проверяется для ясности в данном контексте
th: รายการตรวจสอบภาพ: ไม่ตรวจสอบความชัดเจนในข้อเทียบนี้
zh: 图片检查表：在此背景下未检查清晰度
