Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Create Hyphenation List
ar: إنشاء قائمة هايفن
es: Crear lista de división de palabras
fr: Créer une liste de césure d'union
hi: विभाजक सूची बनाएँ
hu: Kötőjeles lista létrehozása
id: Buat Daftar Pemenggalan Kata
ko: 하이픈 목록 만들기
ml: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കുക
my: စာလုံးဖွင့်ခြင်ခွဲခြင်းစာရင်း
pt: Criar lista de hifenização
ro: Creați o listă de hifenare
ru: Создать список переносов
th: สร้างรายการลิงก์
zh: 创建连字符词表

source: Click this button to generate a hyphenation list that can be used by XeTeX to optimize hyphenation. This will read Paratext's HyphenatedWords.txt list and create a TeX hyphen list for this language.
ar: انقر فوق هذا الزر لتوليد قائمة الوصل التي يمكن استخدامها من قبل XeTeX لتحسين الوهوبة. هذا سوف يقرأ قائمة Paratext HyhenatedWords.txt و قم بإنشاء قائمة موسوعة تيكس لهذه اللغة.
es: Haga clic en este botón para generar una lista de separación silábica que pueda ser utilizada por XeTeX para optimizar la separación silábica. Esto leerá la lista HyphenatedWords.txt de Paratext y creará una lista de guiones de TeX para este idioma.
fr: Cliquez sur ce bouton pour générer une liste de césures qui peut être utilisée par XeTeX pour optimiser les césures de mots. Cette opération lira la liste HyphenatedWords.txt de Paratext et créera une liste de césures TeX pour cette langue.
hi: इस बटन पर क्लिक करें जिससे एक हाइफ़नेशन सूची उत्पन्न हो सके जिसे XeTeX के द्वारा हाइफनेशन के अनुकूलन के लिए उपयोग किया जा सकता है। यह पैराटेक्स्ट की HyphenatedWords.txt सूची को पढ़ेगा और इस भाषा के लिए एक TeX हाइफ़न सूची बनाएगा।
hu: Erre a gombra kattintva létrehozhat egy kötőjel-listát, amelyet a XeTeX a kötőjel-optimalizáláshoz használhat. Ez beolvassa a Paratext HyphenatedWords.txt listáját, és létrehoz egy TeX kötőjellistát erre a nyelvre.
id: Klik tombol ini untuk membuat daftar pemenggalan kata yang dapat digunakan oleh XeTeX untuk mengoptimalkan tanda hubung. Daftar HyphenatedWords.txt di Paratext akan dibaca untuk membuat daftar pemenggalan kata TeX untuk bahasa ini.
ko: 이 버튼을 클릭하면 XeTeX에서 하이픈을 최적화하는 데 사용할 수 있는 하이픈 목록이 생성됩니다. 그러면 Paratext의 HyphenatedWords.txt 목록을 읽고 이 언어에 대한 TeX 하이픈 목록을 생성합니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്ത് XeTeX-ന് ഹൈഫെനേഷൻ ഒപ്റ്റിമൈസ് ചെയ്യാൻ ഉപയോഗിക്കാവുന്ന ഹൈഫെനേഷൻ ലിസ്റ്റ് സൃഷ്ടിക്കുക. ഇത് പാരറ്റെക്സ്റ്റിന്റെ ഹൈഫെനേറ്റഡ് വേഡ്സ്.ടിഎക്സ്റ്റ് ലിസ്റ്റ് വായിക്കുകയും ഈ ഭാഷയ്ക്കായി ഒരു TeX ഹൈഫെൻ ലിസ്റ്റ് സൃഷ്ടിക്കുകയും ചെയ്യും.
my: XeTeX ဖန်တီးရန်ကို ဤထိန်းချုပ်မှုများ အပေါ်တွင် နှိပ်ပါ။
pt: Clique neste botão para gerar uma hifenação lista que pode ser utilizada por XeTeX para optimizar hifenação. Isto irá ler Paratext's HyphenatedWords.txt list e criar uma lista de TeX hyphen list para esta língua.
ro: Faceți clic pe acest buton pentru a genera o listă de hifenare care poate fi folosită de XeTeX pentru a optimiza cratima. Aceasta va citi HyphenatedWords.txt lista Paratext-ului şi va crea o listă de cratime TeX pentru această limbă.
ru: Нажмите эту кнопку, чтобы создать список дефисов , который может быть использован XeTeX для оптимизации дефисов . При этом будет прочитан список HyphenatedWords.txt от Paratext и создан список дефисов TeX для этого языка.
th: คลิกปุ่มนี้เพื่อสร้างรายการไฮเฟนที่ XeTeX สามารถใช้เพื่อปรับปรุงไฮเฟนได้. นี้จะอ่านรายการ HyphenatedWords.txt ของ Paratext และสร้างรายการไฮเฟน TeX สําหรับภาษานี้
zh: 点击此按钮生成一个 连字符列表，这个列表可以被 XeTeX 用于优化 连字符。 这将读取《圣经辅助工具》 HyphenatedWords.txt 列表，并为此语言创建一个 TeX 连字符列表。

source: Omit '-'Hyphen
ar: اسحب '-'هايفن
es: Omitir '-'Guión
fr: Omettre le trait d'union '-'
hi: ‘-’ शब्दक्षेपण छोड़ें
hu: Hagyja ki a '-'kötőjelet
id: Hilangkan '-'GarisDatar
ko: '-'하이픈 생략
ml: '-' ഹൈഫൻ ഒഴിവാക്കുക
my: "-"စကားစုကိုစြစ်ဖျောက်ရန်
pt: Omitir '-'Hífen
ro: Omite '-'Hyphen
ru: Омит '-'Hyphen
th: เลิก "-" ไฮเฟน
zh: 省略'-'连字符

source: Omit hyphen from hyphenated words
ar: حذف الوصلة من الكلمات الموصولة
es: Omitir el guión de las palabras con guión
fr: Omettre le trait d'union dans les mots avec trait d'union
hi: हाइफ़न युक्त ख़राब शब्द छोड़ें
hu: Hagyja ki a kötőjelet a kötőjeles szavakból
id: Hilangkan tanda hubung dari kata-kata yang ditulis dengan tanda penghubung
ko: 하이픈으로 연결된 단어에서 하이픈 생략
ml: ഹൈഫൻ അടങ്ങിയ വാക്കുകളിൽ ഹൈഫൻ ഒഴിവാക്കുക
my: တွဲတိုဟင်းကို အဆိုပါတုံ့မဟူရာ ပယ်သည်
pt: Omitir hífen das palavras hifenizadas
ro: Omiteți cratima din cuvintele cu cratimă
ru: Опустите дефис в дефисных словах
th: เลิกใช้เส้นดักจากคําที่มีเส้นดัก
zh: 省略连字符词里的连字符

source: Some scripts use hyphenation to break long words onto the next line, BUT don't need to display the actual '-' character. If this option is checked, then "hyphens" will be invisible.
ar: بعض البرامج النصية تستخدم الإضاءة لكسر كلمات طويلة في السطر التالي، BUT لا تحتاج إلى عرض الحرف '-' الفعلي. إذا تم تحديد هذا الخيار ، فستكون "الوصلات" غير مرئية.
es: Algunos scripts usan guiones para dividir palabras largas en la siguiente línea, PERO no es necesario mostrar el carácter "-". Si esta opción es activada, entonces los "guiones" serán invisibles.
fr: Certains scripts utilisent la césure de trait d'union pour briser de longs mots sur la ligne suivante, MAIS n'ont pas besoin de afficher le véritable caractère '-'. Si cette option est cochée, alors les "traits d'union" seront invisibles.
hi: कुछ स्क्रिप्ट लंबे शब्दों को अगली पंक्ति में तोड़ने के लिए शब्दक्षेप का उपयोग करती हैं, लेकिन वास्तविक ‘-’ वर्ण प्रदर्शित करने की आवश्यकता नहीं होती। अगर यह विकल्प चुना गया है, तो शब्दक्षेप दिखाई नहीं देंगे।
hu: Egyes szkriptek kötőjelet használnak a hosszú szavak következő sorra való áttörésére, DE nem kell megjeleníteni a tényleges '-' karaktert. Ha ez az opció be van jelölve, akkor a "kötőjelek" láthatatlanok lesznek.
id: Beberapa sistem tulisan menggunakan tanda hubung untuk memecah kata-kata panjang ke baris berikutnya, TETAPI tidak perlu menampilkan karakter '-' pada tempat pemenggalan. Jika pilihan ini dicentang, maka tanda hubung tidak akan terlihat.
ko: 일부 스크립트에서는 하이픈을 사용하여 긴 단어를 다음 줄로 나누지만, 실제 '-' 문자를 표시할 필요는 없습니다. 이 옵션 을 선택하면 '하이픈'이 보이지 않게 됩니다.
ml: ചില സ്ക്രിപ്റ്റുകൾ നീണ്ട വാക്കുകൾ അടുത്ത വരിയിൽ ഇടിച്ചുമാറ്റാൻ ഹൈഫൻ ഉപയോഗിക്കുന്നു, പക്ഷേ യഥാർത്ഥ '-' പ്രതീകം പ്രദർശിപ്പിക്കേണ്ട ആവശ്യമില്ല. ഈ ഓപ്ഷൻ പരിശോധിക്കുകയാണെങ്കിൽ, "ഹൈഫൻ" അദൃശ്യമാകും.
my: အချို့အပြည့်ဖြည့်၎င်း'systemsသည်စကားရဲ့ \ တွင် အတိုင်းဖြစ်သည်, \ "ဂမ်းမမြ လိုလုပ်ခြေခြေ၊ '' যায়၍စစ်ဖျောက် ချက်ကြိုးမဲ့အားကိုကျွန်ောန်တို့နှင့်လိုအပ်ရန်သာ \င်းပေါင်, "မှ состояния тушне ''ဖြတ်၍စကား \ချိနှုံ \စု\"\ နှင့်ဘယ်ဝေး \ ကျွမ်းသက်ရန်ဆိုင် |. \နှင့်ဘယ်:uint8\group \ပ်ဖတ်ဆွီးတွင် ဖော််ပြမှုအတွက် (စုံလင်ပြီးနောက်) အမှတ် *စိစဉ့်ပြုချိန်းစာရင်းရန် কিনိုးအားကိုထော် ့တကမ်းကြွိတော်ဝိုင်သူခြင်ဖျာလိုက္ ကို \ညာကောက်ထားတဲ့ \ ကိန်အတိုင်း ဘေး\ \_\ရှုံထို οδηγία\ ကို \လာင့်ယွទ្ធတင်ဦး ကိန်အပိုငှားဖြစ်သည်\ဩင့်န်၍မှု'\ များသုံး၍ ဂျတ်\သူ\ဓန \နှင့်ဘေးှ်ဖာဓ£ဖွင့်ရေ\ငယ် \ဝါရှက-w-ẹ \ဟုပ်ဆို \- "ုပှုသို<|vq_10600|>megraftsyကထည်စရန် \ခွင့်'စ'aj-long.ed\d\ကော် \က \ tlangand\ရမေ...
pt: Alguns scripts usam hifenização para quebrar palavras longas na próxima linha, MAS não precisam exibir o caractere '-' atual. Se esta opção estiver marcada, então "hífens" ficarão invisíveis.
ro: Unele scripturi folosesc hifenation pentru a rupe cuvintele lungi pe linia următoare, BUT nu trebuie să afișeze caracterul real '-'. Dacă această opțiune este bifată, atunci cratima va fi invizibilă.
ru: Некоторые скрипты используют дефис для переноса длинных слов на следующую строку, НО не нуждаются в отображении фактического символа '-'. Если отмечена опция , то "дефисы" будут невидимы.
th: บางสคริปต์ใช้เส้นดัก (hyphenation) เพื่อบดคํายาวลงในสายต่อไป แต่ไม่จําเป็นต้องแสดงตัวอักษร '-' จริง หากเลือกตัวนี้แล้ว "เส้นดัก" จะมองไม่เห็น
zh: 一些文字系统使用连字符切断长的 单词到下一行, 但不需要 显示实际的 '-' 字符。 选中此选项 使"连字符"不可见。

source: Make Hyphens Non-Breaking
ar: جعل الواصلات غير منقوطة
es: Hacer que los guiones no se rompan
fr: Rendre les traits d'union insécables
hi: हाइफ़न को नॉन-ब्रेकिंग बनाएं
hu: A kötőjelek ne legyenek törés nélküliek
id: Mencegah Tanda Hubung Muncul di Akhir Baris
ko: 하이픈이 끊어지지 않게 만들기
ml: ഹൈഫൻസ് തകർക്കാതിരിക്കുക
my: နှိပ်သံများကို ဖြတ်ခြင်ရပ်ခြင်း
pt: Tornar os hífens não quebráveis
ro: Asigurați-vă că liniuțele nu sunt întrerupte
ru: Сделать дефисы неразрывными
th: ทําให้เส้นดักไม่แตก
zh: 使连字符不分段

source: Enable this option to ensure that word-medial hyphens within the text never break across two lines. By default, word- medial may break across two lines. If enabled, word-medial will always stay on the same line.
ar: قم بتمكين هذا الخيار للتأكد من أن الواصلات الوسيطة للكلمات داخل النص لا تنقطع أبدًا عبر سطرين. بشكل افتراضي، قد تنفصل الكلمة- الوسيطة عبر سطرين. إذا تم تمكين هذا الخيار، ستبقى واصلة الكلمات-وسطية دائمًا على نفس السطر.
es: Active esta opción para asegurarse de que los guiones intermedios de las palabras dentro del texto nunca se rompan entre dos líneas. Por defecto, los guiones palabra- medial puede romperse entre dos líneas. Si se activa, palabra-medial permanecerá siempre en la misma línea.
fr: Activez cette option pour vous assurer que les traits d'union en milieu de mot dans le texte ne se séparent jamais sur deux lignes. Par défaut, le mot- médian peut se briser sur deux lignes. Si cette option est activée, le mot-médian restera toujours sur la même ligne.
hi: इस विकल्प को सक्षम करें ताकि पाठ में शब्द-मध्यम हाइफन कभी दो पंक्तियों में न टूटें। डिफ़ॉल्ट रूप से, शब्द-मध्यम दो पंक्तियों में विभाजित हो सकता है। यदि सक्षम किया गया है, तो शब्द-मध्यम हमेशा एक ही पंक्ति में रहेगा।
hu: Ha engedélyezi ezt a beállítást, akkor a szövegben a szóközi kötőjelek soha nem törnek át két soron. Alapértelmezés szerint a word- medialis két soron keresztül megszakadhat. Ha engedélyezi, akkor a szó-középvessző mindig egy sorban marad.
id: Aktifkan pilihan ini untuk memastikan bahwa tanda hubung yang harus ada di tengah kata tidak akan putus di akhir baris. Biasanya, tanda- tanda hubung bisa terdapat di akhir baris. Jika diaktifkan, tanda-tanda hubung tidak akan terdapat di akhir baris.
ko: 이 옵션을 활성화하면 텍스트 내에서 단어 중간 하이픈 이 두 줄에 걸쳐 끊어지지 않도록 할 수 있습니다. 기본적으로 단어- 중간은 두 줄에 걸쳐 끊어질 수 있습니다. 이 옵션을 활성화하면 단어 중간은 항상 같은 줄에 유지됩니다.
ml: വാചകത്തിനുള്ളിലെ വാക്കുകളുടെ ഇടയിലുള്ള ഹൈഫുകൾ ഒരിക്കലും രണ്ടു വരികളിലായി ഇടപെടുന്നില്ലെന്ന് ഉറപ്പുവരുത്തുന്നതിനായി ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക. സ്ഥിരസ്ഥിതിയായി, വാക്കുകളുടെ ഇടയിലുള്ള രണ്ട് വരികൾ ഇടപെടാം. പ്രവർത്തനക്ഷമമാക്കിയാൽ, വാക്കുകളുടെ ഇടയിലുള്ള വരികൾ എല്ലായ്പ്പോഴും ഒരേ വരിയിൽ തന്നെ തുടരും.
my: အဆိုပြု အရွယ်အစား အချက်ကို နှိရေးထားပါ သေဝါအတွက် သီးသန့် ဖြတ်ဖြင့်ပြန်ပါနိုင်ရန် အရန်တွင်ငြင်းရက်မှထားရန်။ အတိုင်းအတာဖြင့် အမည်တစ်ခု၌ ဖြြိုကွင်းခြင်းဖြင့် နှိပ်သူကြိုးမိဖြတ်၍ ရရှိဗီလာ-ထပ်ကြေးလြောင်းတတ်ပါသည်။ ထိုအယငဆုံး တော့ သူရင်လို့မသက်မံနေနှင့်ရသော်လဲ အရင်နေသေရန်မှာွာပြီးတော့သာအစဉ်မှာရှိပါ။
pt: Ative essa opção para garantir que os hífens mediais de palavras dentro do texto nunca sejam quebrados em duas linhas. Por padrão, a palavra- medial pode ser quebrada em duas linhas. Se ativada, a palavra-medial permanecerá sempre na mesma linha.
ro: Activați această opțiune pentru a vă asigura că liniuțele de mijloc de cuvânt din text nu se întrerup niciodată pe două rânduri. În mod implicit, cuvântul medial poate fi întrerupt pe două rânduri. Dacă este activată, cuvântul-mediu va rămâne întotdeauna pe aceeași linie.
ru: Включите эту опцию, чтобы дефисы в середине слов в тексте никогда не разбивались на две строки. По умолчанию слово- medial может разбивать на две строки. Если эта опция включена, слово-средний будет всегда оставаться на одной строке.
th: ให้เปิดตัวเลือกนี้เพื่อให้แน่ใจว่าเส้นดักในข้อความจะไม่แตกระหว่างสองบรรทัด โดยซ่อนข้างตัวจริง, word-medial อาจแตกระหว่างสองบรรทัด หากเปิดตัว word-medial จะอยู่บนบรรทัดเดียวกันเสมอ
zh: 启用该选项可确保文本中的单词-中间连字符 不会跨两行。 默认情况下，单词- 中间的连字符可能会在两行之间断开 。 如果启用，单词中间的 将始终保持在同一行。

source: Hyphenation
ar: هايفن
es: División de palabras
fr: Césure de mots
hi: हाइफ़नेशन
hu: Kötőjeles írásmód
id: Pemenggalan kata
ko: 하이픈 연결
ml: ഹൈഫൻ
my: စာလုံးဆက်မျဉ်းတို
pt: Hifenização
ro: Hifenare
ru: Перенос
th: การระบุเส้นดัก
zh: 连字符

source: Between Words
ar: بين الكلمات
es: Entre palabras
fr: Entre les mots
hi: शब्दों के बीच
hu: Szavak között
id: Di Antara Kata
ko: 단어 사이
ml: വാക്കുകള് തമ്മില്
my: စကားလုံးများအကြား
pt: Entre as palavras
ro: Între Cuvinte
ru: Между словами
th: ระหว่างคํา
zh: 字与字之间

source: Spacing Between Words
ar: تباعد بين الكلمات
es: Espaciado entre palabras
fr: Espacement entre les mots
hi: शब्दों के बीच अंतराल
hu: Szóközök a szavak között
id: Jarak Antara Kata
ko: 단어 사이의 간격
ml: വാക്കുകളുടെ ഇടവേള
my: စကားလုံးများအကြား ဖြုတ်ခြင်း
pt: Espaçamento entre as palavras
ro: Spațierea între cuvinte
ru: Промежутки между словами
th: ระยะระหว่างคํา
zh: 字与字之间的空间

source: The horizontal distance that the space character can use between words is adjustable - and allows a greater degree of flexibility when trying to shrink or grow paragrahs when balancing pages.
ar: المسافة الأفقية التي يمكن أن تستخدمها الحرف بين الكلمات هي قابلة للتعديل - وتسمح بدرجة أكبر من المرونة عند محاولة تقليص أو إنشاء مظلات عند الموازنة بين الصفحات.
es: La distancia horizontal que el carácter de espacio puede usar entre las palabras es ajustable - y permite un mayor grado de flexibilidad cuando se intenta encoger o estirar los párrafos cuando se balanceen las páginas.
fr: La distance horizontale que l'espace caractère peut utiliser entre les mots est réglable - et permet un plus grand degré de flexibilité lors de la tentative de rétrécissement ou pousse des paragrahs lors de l'équilibrage des pages.
hi: शब्दों के बीच का क्षैतिज अंतर जिसको स्पेस वर्ण उपयोग कर सकता है, समायोज्य है - और पृष्ठों को संतुलित करते समय अनुच्छेदों को छोटा या बड़ा करने में अधिक लचीलापन प्रदान करता है।
hu: A szóköz karakter által a szavak között használható vízszintes távolság állítható - és nagyobb fokú rugalmasságot tesz lehetővé, amikor az oldalak kiegyensúlyozásakor a paragrafusokat zsugorítani vagy növelni próbáljuk.
id: Jarak mendatar yang dapat digunakan oleh karakter spasi di antara kata-kata dapat disesuaikan. Ini dapat mempermudah mengecilkan atau membesarkan paragraf saat menyeimbangkan halaman.
ko: 단어 사이에 사용할 수 있는 공백 문자의 가로 거리는 조정 가능하며, 페이지 균형을 맞출 때 단락을 줄이거나 늘릴 때 어느 정도 유연성을 발휘할 수 있습니다.
ml: വാക്കുകള് തമ്മില് സ്പെയ്സ് പ്രതീകം ഉപയോഗിക്കാവുന്ന തിരശ്ചീന ദൂരം ക്രമീകരിക്കാവുന്നതാണ് - പേജുകള് സന്തുലിതമാക്കുന്നതില് ഖണ്ഡികകള് ചെറുതാക്കാനോ വലുതാക്കാനോ ശ്രമിക്കുമ്പോള് ഇത് കൂടുതൽ വഴക്കമുള്ളതാക്കുന്നു.
my: စာမျက်နှာများကို အမျိုးမျိုးညှိခြယ်ရန်ကြိုးစားသည့်အခါတွင် စာပိုဒ်များကို ချဲ့ခြင်း သို့ယူချောလျင် ဂျိုထောင်ပါတို. ခွဲနောက်ဆုံးအိပ်ပါခြင်းနေအချိန်, ဝက္ကမျက်နှာ အကြားအကွာအကွာ စကားလုံးတို့ကို ယူဆီးတပ်ခိုက်ဖြစ်ပြီး များသောကြောင့်ပြီးပါလာမှုမှတာမှာ နေခြင်ပြုခြင်းဖြစ်ပါတယ်။
pt: A distância horizontal que o caractere pode usar entre as palavras é ajustável - e permite um maior grau de flexibilidade ao tentar encolher ou cultiva paragrahs ao equilibrar páginas.
ro: Distanța orizontală pe care spațiul o poate folosi între cuvinte este reglabilă - și permite un grad mai mare de flexibilitate atunci când se încearcă micșorarea sau creșterea parapetelor atunci când se încearcă crearea paginilor de echilibrare.
ru: Горизонтальное расстояние, которое символ пробела может использовать между словами, является регулируемым - и обеспечивает большую степень гибкости при попытке уменьшить или увеличить параграфы при балансировке страниц.
th: ระยะทางแนวราบที่ตัวอักษรว่างสามารถใช้ระหว่างคํานั้น สามารถปรับได้ และทําให้มีความยืดหยุ่นมากขึ้น เมื่อพยายามที่จะลดหรือเพิ่มพูนพาราเมตรเมื่อสมดุลหน้า
zh: 字符在字与字之间可以使用的水平距离是 可调节的。在平衡页面时，能更灵活地 伸缩段落。

source: Between Letters
ar: بين الحروف
es: Entre letras
fr: Entre les lettres
hi: अक्षरों के बीच
hu: Levelek között
id: Di Antara Huruf
ko: 편지 사이
ml: കത്തുകൾക്കിടയിൽ
my: အက္ခရာများ အကြား
pt: Entre Letras
ro: Între litere
ru: Между буквами
th: ระหว่างจดหมาย
zh: 字母之间

source: Spacing Between Letters
ar: تباعد بين الحروف
es: Espacio entre letras
fr: Espacement entre les lettres
hi: अक्षरों के बीच अंतराल
hu: Betűközök közötti távolság
id: Jarak Antara Huruf
ko: 문자 간 간격
ml: അക്ഷരങ്ങൾ തമ്മിലുള്ള വിടവ്
my: အက္ခရာများအကြား ဖြုတ်ခြင်း
pt: Espaçamento entre cartas
ro: Spațierea între litere
ru: Расстояние между буквами
th: ระยะระหว่างตัวอักษร
zh: 字母之间的空间
