Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Create a diglot publication by selecting a secondary project and configuration.
ar: قم بإنشاء منشور للحفر عن طريق اختيار مشروع ثانوي وتكوين ثانوي.
es: Cree una publicación bilingüe seleccionando un proyecto y una configuración secundarios.
fr: Créez une publication diglot en sélectionnant un projet et une configuration secondaires.
hi: द्वारा एक द्विभाषी प्रकाशन बनाएँ d्वितीयक प्रोजेक्ट और कॉन्फ़िगरेशन का चयन करके।
hu: Hozzon létre egy diglot kiadványt a másodlagos projekt és konfiguráció kiválasztásával.
id: Ciptakan terbitan dua bahasa dengan menentukanproyek sekunder dan konfigurasi.
ko: 보조 프로젝트 및 구성을 선택하여 디글로트 발행물을 생성합니다.
ml: ഒരു ദ്വിതീയ പ്രോജക്ട്, കോൺഫിഗറേഷൻ എന്നിവ തിരഞ്ഞെടുത്ത് ഒരു ഡിഗ്ലോട്ട് പ്രസിദ്ധീകരണം സൃഷ്ടിക്കുക.
pt: Criar uma publicação bilíngue selecionando um projeto e uma configuração secundária.
ro: Creați o publicație de diglot selectând un proiect secundar și o configurație.
ru: Создайте цифровую публикацию, выбрав вторичный проект и конфигурацию.
th: สร้างประกาศ diglot โดยเลือกโครงการและการตั้งค่ารอง
zh: 选择一个次要项目和配置来 创建双语书

source: The length of the Thumb Tab measured in millimeters (mm).
ar: طول علامة التبويب Thumb تقاس بملليمترات (مم).
es: La longitud de la Pestaña de Pulgar medida en milímetros (mm).
fr: La longueur de l'onglet pouce mesurée en millimètres (mm).
hi: थम्ब टैब की लंबाई कि इसे मिलीमीटर (mm) में मापा जाए।
hu: A hüvelykujj lapka hossza milliméterben (mm) mérve.
id: Panjang Label Jempol diukur dalam milimeter (mm).
ko: 엄지 탭의 길이를 밀리미터(mm) 단위로 측정한 값입니다.
ml: മില്ലിമീറ്ററായി അളക്കുന്ന തംബ് ടാബിന്റെ നീളം (എംഎം).
my: Thumb Tab အရှည်သည် မီလီမီတာ (mm) ဖြင့် တိုင်းတာထားသည်။
pt: O comprimento da Aba de Thumb medida em milímetros (mm).
ro: Lungimea pictogramei filă măsurată în milimetri (mm).
ru: Длина вкладки Thumb измеряется в миллиметрах (мм).
th: ความยาวของแท็บนิ้วมือที่วัดในมิลลิเมตร (มม.)
zh: 以毫米测量的缩略图标签长度（毫米）。

source: Length:
ar: الطول:
es: Longitud:
fr: Longueur :
hi: लंबाई:
hu: Hosszúság:
id: Panjang:
ko: 길이:
ml: നീളം:
my: အရှည်၊
pt: comprimento:
ro: Lungime:
ru: Длина:
th: ความยาว:
zh: 长度：

source: The height of the Thumb Tab measured in millimeters (mm).
ar: ارتفاع علامة التبويب "ثومب" مقاس بملليمترات (مم).
es: La altura de la Pestaña de Pulgar medida en milímetros (mm).
fr: La hauteur de l'onglet pouce mesurée en millimètres (mm).
hi: थम्ब टैब की ऊँचाई मिलीमीटर (mm) में मापी जाती है।
hu: A hüvelykujjas lap magassága milliméterben (mm) mérve.
id: Tinggi Label Jempol diukur dalam milimeter (mm).
ko: 엄지 탭의 높이를 밀리미터(mm) 단위로 측정한 값입니다.
ml: മില്ലിമീറ്ററായി അളക്കുന്ന തംബ് ടാബിന്റെ ഉയരം (എംഎം).
my: Thumb Tab ၏ အမြင့်သည် မီလီမီတာ (mm) ဖြင့် တိုင်းတာထားသည်။
pt: A altura do Thumb Tab medido em milímetros (mm).
ro: Înălţimea pictogramei filă măsurată în milimetri (mm).
ru: Высота вкладки Thumb измеряется в миллиметрах (мм).
th: ความสูงของแท็บนิ้วมือที่วัดในมิลลิเมตร (มม.)
zh: 以毫米测量的缩略图标签的高度 (毫米)

source: Height:
ar: الارتفاع:
es: Altura:
fr: Hauteur :
hi: ऊँचाई:
hu: Magasság:
id: Tinggi:
ko: 높이:
ml: ഉയരം:
my: အမြင့်၊
pt: Altura:
ro: Înălţime:
ru: Высота:
th: ความสูง:
zh: 高度：

source: Thumb tabs: Height
ar: علامات التبويب : الارتفاع
es: Pestañas de pulgar: Altura
fr: Onglets du pouce : Hauteur
hi: थंब टैब: ऊंचाई
hu: Hüvelykujjas fülek: Magasság:
id: Label Jempol: Tingginya
ko: 엄지 탭: 높이
ml: വിരൽ ടാബുകൾഃ ഉയരം
my: စရိုက်တွေရဲ့ အရပ်ကို ဦးပြ ိုး လိုက်ပါ
pt: Separadores de polegar: Altura
ro: File de degetul mare: Înălțime
ru: Выступы для большого пальца: Высота
th: แท็บนิ้วมือ: ความสูง
zh: 缩略图标签：高度

source: Thumb Tabs usually use a dark color for the background with a light color (or white) for the foreground text. The background color is set here, but the foreground text color needs to be set by clicking the Edit Style link.
ar: علامات تبويب Thumb عادة ما تستخدم لون مظلم للخلفية مع لون ضوء (أو أبيض) للنص في المقدمة. يتم تعيين لون الخلفية هنا، ولكن يجب أن يكون لون النص في المقدمة عن طريق النقر فوق رابط نمط التحرير.
es: Las pestañas de pulgar suelen utilizar un color oscuro para el fondo con un color claro (o blanco) para el texto en primer plano. El color de fondo se establece aquí, pero el color del texto en primer plano necesita ser establecido haciendo clic en el enlace Editar estilo.
fr: Les onglets de pouce utilisent généralement une couleur foncée pour l'arrière-plan avec une couleur claire (ou blanc) pour le texte de premier plan. La couleur d'arrière-plan est définie ici, mais la couleur du texte de premier plan doit être définie en cliquant sur le lien Modifier le style.
hi: थम्ब टैब आमतौर पर बैकग्राउंड के लिए एक गहरा रंग और अग्रभूमि पाठ के लिए एक हल्का रंग (या सफेद) उपयोग करते हैं। यहाँ बैकग्राउंड रंग सेट किया गया है, लेकिन अग्रभूमि पाठ के रंग को सेट करने के लिए Edit Style लिंक पर क्लिक करना होता है।
hu: A hüvelykujjas lapok általában sötét színű hátteret és világos (vagy fehér) színt használnak az előtérben lévő szöveghez. A háttérszín itt van beállítva, de az előtér szöveg színét a Stílus szerkesztése linkre kattintva kell beállítani.
id: Label jempol biasanya menggunakan warna gelap untuk latar belakang dengan warna terang (atau putih) untuk teksnya. Warna latar belakang diatur di sini, tetapi warna teksnya perlu diatur dengan mengklik tautan Sunting Gaya.
ko: 엄지 탭은 일반적으로 배경에 어두운 색( )을 사용하고 전경 텍스트에는 밝은 색( (또는 흰색))을 사용합니다. 배경 색상은 여기에서 설정되지만 전경 텍스트 색상은 스타일 편집 링크를 클릭하여 설정해야 합니다.
ml: വിരൽ ടാബുകൾ സാധാരണയായി പശ്ചാത്തലത്തിനായി ഇരുണ്ട നിറവും മുൻനിര ടെക്സ്റ്റിനായി വെളിച്ചം നിറവും (അല്ലെങ്കിൽ വെളുത്ത) ഉപയോഗിക്കുന്നു. പശ്ചാത്തല നിറം ഇവിടെ സജ്ജീകരിച്ചിരിക്കുന്നു, പക്ഷേ മുൻനിര ടെക്സ്റ്റ് നിറം ക്ലിക്ക് ചെയ്തുകൊണ്ട് സജ്ജമാക്കേണ്ടതുണ്ട് എഡിറ്റ് സ്റ്റൈൽ ലിങ്ക് .
my: ခြေမြှုပ်စာအုပ်များတွင် ပုံမှန်အားဖြင့် အနက်ရောင်ကို အپسဣာ ဖျင်သမဝါး အပေါ်ကျောရောင်အဖြစ် အသုံးပြု၍ အဖြူရောင် (သို့မဟုတ်) အန၍ အရှေ့မြင်စာသားနှင့် တွဲဖက် အသုံးပြုသည်။ ဤနေရာတွင် အရောင်ပြင်ထားရှိပြီး၊ အ;့မြင်စာသားအရောင်ကို ပုံစံတည်းဖြတ်မှုလင့်ခ်ကိုနှိပ်၍ ပြင်ဆင်ရန် လိုအပ်ပါသည်။
pt: Guias da miniatura geralmente usam uma cor escura para o fundo com uma cor clara (ou branco) para o texto do primeiro plano. A cor de fundo está definida aqui, mas a cor do texto em primeiro plano precisa ser definida clicando no link Editar Estilo.
ro: Taburile Thumb folosesc de obicei o culoare întunecată pentru fundal cu o culoare luminoasă (sau alb) pentru textul din prim-plan. Culoarea de fundal este setată aici, dar culoarea de text din prim-plan trebuie să fie setată făcând clic pe link-ul Editare stil.
ru: Вкладки большого пальца обычно используют темный цвет для фона и светлый цвет (или белый) для текста на переднем плане. Цвет фона задан здесь, но цвет текста переднего плана необходимо установить, щелкнув ссылку Редактировать стиль.
th: แท็บนิ้วมือมักใช้สีเข้มสําหรับพื้นหลังกับสีเบา (หรือสีขาว) สําหรับข้อความล่างหน้า. สีพื้นหลังถูกตั้งไว้ที่นี่ แต่สีข้อความล่างหน้าต้องตั้งโดยคลิกลิ้งการแก้ไขสไตล์
zh: 缩略图标签通常使用暗色 作背景颜色，以亮色 作前景文本颜色。 此处设置了背景颜色，但 前景文字的颜色需要单击编辑样式链接来设置 。

source: Tab Color:
es: Color de la pestaña:
fr: Couleur de l'onglet :
hi: टैब रंग:
hu: Tab Szín:
id: Warna Latar:
ko: 탭 색상:
ml: ടാബ് നിറം:
my: ဘူဇန်အတွေ့အကြုံရရှိမှုဟူသောဲတိုးလုပ်သည်ကိုရှင်းမှုမှုကသာ ယခုဆီလိုယို ့ရိပယ်မိုယ်
th: สีแท็บ:
zh: 标签颜色:

source: Thumb tabs: Tab color
es: Pestañas de pulgar: Color de las pestañas
fr: Onglets de pouce : Couleur de l'onglet
hi: थंब टैब: टैब रंग
hu: Hüvelykujjas fülek: Lap színe
id: Label Jempol: Warna
ko: 엄지 탭: 탭 색상
ml: വിരൽ ടാബുകൾ: ടാബ് നിറം
my: သိမ်းရီဗတ်ရဲ့ အနွေးကို ဦးချာပါ
pt: Separadores de polegar: Cor das abas
ro: File de degetul mare: Culoarea filei
ru: Вкладки для большого пальца: Цвет вкладки
th: แท็บนิ้วมือ: สีแท็บ
zh: 缩略图标签：标签颜色

source: Thumb Tab Background Color
ar: لون خلفية علامة التبويب
es: Color de fondo de la pestaña de pulgar
fr: Couleur de fond de l'onglet du pouce
hi: थंब टैब पृष्ठभूमि रंग
hu: A hüvelykujj lap háttérszíne
id: Warna Latar Label Jempol
ko: 엄지 탭 배경색
ml: വിരൽ ടാബ് പശ്ചാത്തല നിറം
pt: Cor de fundo da aba de miniatura
ro: Culoare fundal pictogramă
ru: Цвет фона вкладки миниатюры
th: สีพื้นหลังแท็บนิ้วมือ
zh: 缩略图标签页背景颜色

source: Rotate Tabs:
ar: تدوير علامات التبويب:
es: Girar Pestañas:
fr: Tourner les onglets :
hi: टैब्स घुमाएँ:
hu: Lapok forgatása:
id: Putar:
ko: 탭을 회전합니다:
ml: ടാബുകൾ തിരിക്കുക:
my: Tabs များကို လှည့်ပတ်ပါ:
pt: Girar Guias:
ro: Rotire file:
ru: Повернуть вкладки:
th: เปลี่ยนแท็บ:
zh: 旋转标签：

source: Thumb tabs: Rotate tabs
ar: علامات التبويب الدوار
es: Pestañas de pulgar: Girar pestañas
fr: Onglets de pouce : Rotation des onglets
hi: थंब टैब: टैब्स घुमाएं
hu: Hüvelykujjas fülek: Lapok elforgatása
id: Label Jempol: Putar
ko: 엄지 탭: 탭 회전
ml: വിരൽ ടാബുകൾഃ ടാബുകൾ തിരിക്കുക
my: ဗတ်အားဆန္ဒပြေလွင့်မှုကို ဝှက်ပယ်ထားပါ
pt: Separadores de polegar: Separadores rotativos
ro: File de degetul mare: Rotiți filele
ru: Пальцевые вкладки: Поворот вкладок
th: แท็บนิ้วมือ: เปลี่ยนแท็บ
zh: 缩略图标签：旋转标签

source: Rotates the tabs so that the text runs along the edge of the page. This works well for narrow margins, but may result in fewer tab positions per page.
ar: تدوير علامات التبويب بحيث يعمل النص على طول حافة الصفحة. وهذا يعمل بشكل جيد على هامش ضيق، ولكنه قد يؤدي إلى انخفاض في مواقع التبويب لكل صفحة.
es: Gira las pestañas de manera que el texto se mueve a lo largo del borde de la página. Esto funciona bien para márgenes estrechos, pero puede dar resultado a menos posiciones de pestañas por página.
fr: Faire pivoter les onglets pour que le texte s'exécute le long du bord de la page. Cela fonctionne bien pour les marges étroites, mais peut entraîner une diminution des positions des onglets par page.
hi: टैब्स को घुमाएं ताकि पाठ पृष्ठ के किनारे के साथ चलता रहे। यह संकीर्ण मार्जिन के लिए अच्छा काम करता है, लेकिन पृष्ठ प्रति कम टैब स्थिति का परिणाम हो सकता है।
hu: Elforgatja a lapokat, hogy a szöveg az oldal szélén haladjon. Ez jól működik keskeny margók esetén, de előfordulhat, hogy oldalanként kevesebb tabulátorpozíciót eredményez.
id: Memutar label sehingga teks berjalan di sepanjang tepi halaman. Pilihan ini cocok kalau tepi halaman sempit, tetapi dapat mengurangi jumlah label jempol yang bisa digunakan.
ko: 텍스트가 페이지 가장자리를 따라 흐르도록 탭을 회전합니다. 이 방법은 좁은 여백에 적합하지만 페이지당 탭 위치가 줄어들 수 있습니다.
ml: ടാബുകൾ തിരിക്കുക, അങ്ങനെ ടെക്സ്റ്റ് പേജിന്റെ അരികിലായി പ്രവർത്തിക്കുന്നു. ഇത് ഇടുങ്ങിയ മാർജിനുകൾക്ക് നന്നായി പ്രവർത്തിക്കുന്നു, പക്ഷേ ഓരോ പേജിലും കുറച്ച് ടാബ് സ്ഥാനങ്ങൾ ഉണ്ടാകും.
my: စာတန်းများသည် စာမျက်နှာ အနားဖြင့် ယောက်ကူးအောင် Tabs များကို ပတ် လှည့်ပါ. ဤသည်သည် စုန်းုမာကျောင်းမျှို့ငဲ့ သည်ကို လုပ်ဆောင်နိူင်ပေသော် စာမျက်နှာတစ်ခုဦး ထာနေရာများတွင် ပါဝင်နေရာ နည်ခြင်းကို ဖြစ်စေနိူင်သည်။
pt: Rotacionar as abas para que o texto seja executado ao longo da borda da página. Isso funciona bem para margens estreitas, mas pode resultar em menos posições separadas por página.
ro: Rotește filele astfel încât textul să ruleze de-a lungul marginii paginii. Aceasta funcționează bine pentru marjele înguste, dar poate duce la mai puține poziții pe pagină.
ru: Поворачивает вкладки таким образом, чтобы текст выполнялся по краю страницы. Это хорошо работает для узких полей, но может привести к сокращению позиций вкладок на странице.
th: หมุนแท็บให้เนื้อหาเดินตามขอบของหน้า ทํางานได้ดีสําหรับขอบแคบ แต่อาจส่งผลให้มีตําแหน่งแท็บน้อยลงต่อหน้า
zh: 旋转标签，使文本沿页面边缘展开。 如果版口十分狭窄，这个办法非常有效，但可能导致每页标签位置减少。

source: How many tabs can there be down a page. This is automatically calculated from the Width, Height, Page size and Margins. If any of these change then this value will be updated. Increasing it, makes tabs overlap. Reducing it spreads them apart.
ar: كم عدد علامات التبويب التي يمكن أن تكون هناك في أسفل الصفحة. يتم حساب هذا تلقائياً من العرض والارتفاع وحجم الصفحة والحوامش. إذا كان أي من هذه التغييرات سيتم تحديث هذه القيمة. زيادتها، تجعل علامات التبويب متداخلة. تقليصها تفصل بينها.
es: ¿Cuántas pestañas puede haber en una página? Esto se calcula automáticamente a partir de la Anchura, Altura, Tamaño Página y Márgenes. Si alguno de estos cambia, este valor se actualizará. Aumentarlo, hace que las pestañas se superpongan. Reducirlo, las separa.
fr: Combien d'onglets peut y avoir en bas d'une page. Cela est automatiquement calculé à partir de la largeur, de la hauteur, de la taille de la page et des marges. Si l'une de ces modifications est modifiée, cette valeur sera mise à jour. L'augmenter, superpose les onglets. La réduire les sépare des onglets.
hi: एक पृष्ठ पर कितने टैब हो सकते हैं। यह स्वतः चौड़ाई, ऊँचाई, पृष्ठ आकार और मार्जिन से गणना की जाती है। यदि इनमें कोई भी परिवर्तन होता है, तो इस मूल्य को अपडेट किया जाएगा। इसे बढ़ाने से टैब ओवरलैप होते हैं। इसे कम करने से वे अलग हो जाते हैं।
hu: Hány lap lehet egy oldalon. Ez automatikusan kiszámításra kerül a Szélesség, Magasság, Oldalméret és Margók alapján. Ha ezek bármelyike megváltozik, akkor ez az érték frissül. Ha növeli, akkor a lapok átfedik egymást. Csökkentése szétteríti őket.
id: Jumlah label jempol yang mungkin dalam serangkaian vertikal label jempol. Ini dihitung secara otomatis dari Lebar, Tinggi, Ukuran halaman dan Tepi Halaman. Jika salah satu nilai ini berubah maka nilai jumlah ini akan diperbarui. Meningkatkannya membuat label jempol tumpang tindih. Menguranginya membuat label jempol terpisah.
ko: 한 페이지에 몇 개의 탭을 넣을 수 있는지. 이 값은 너비, 높이, 페이지 크기 및 여백에서 자동으로 계산됩니다. 이 중 하나라도 변경되면 이 값이 업데이트됩니다. 이 값을 늘리면 탭이 겹치게 됩니다. 줄이면 탭이 분산됩니다.
ml: ഒരു പേജിൽ എത്ര ടാബുകൾ ഉണ്ടായിരിക്കാം. ഇത് സ്വപ്രേരിതമായി വീതി, ഉയരം, പേജ് വലുപ്പം, മാർജിൻ എന്നിവയിൽ നിന്നും കണക്കാക്കുന്നു. ഇവയിൽ ഏതെങ്കിലും മാറ്റമുണ്ടായാൽ ഈ മൂല്യം അപ്ഡേറ്റ് ചെയ്യും. ഇത് വർദ്ധിപ്പിക്കുന്നത് ടാബുകൾ ഓവർലാപ്പ് ചെയ്യുന്നു. ഇത് കുറയ്ക്കുന്നത് അവയെ വിഭജിക്കുന്നു.
my: စာမျက်နှာတစ်ခုတွင် tabs အနည်းငယ်သာပါဝင်မည်။\nဤသည်မှာ Width၊ Height၊ Page အရွယ်အစားနှင့် Margins မှာအလိုအလျောက် တွက်ချက်ထားသည်။\nဤနိုင်ငံသည် အခြား အရာသည်ပြောင်းလဲပါသည်ဆိုရင်ပြန်လည်ညီညွတ်မှုများ\nျှေ့ထုတ်ပါ၊ \nအသုံးအဆောင်ဘယ်ရေးနေ့၊ tab ထောက်ရူငြား ရဲ့ပါခို ၊ \nကုန်မြဳ၊လံခါစာတဲ့ အဖှံ့လိုခ၊
pt: Quantas guias podem existir em uma página? Isso é calculado automaticamente a partir da Largura, Altura, Tamanho da página e Margens. Se algum deles for alterado, esse valor será atualizado. Aumentá-las fazem com que as guias se sobreponham. Reduzi-las as separa.
ro: Câte file pot fi acolo în jos o pagină. Aceasta este calculată automat din lăţimea, înălţimea, dimensiunea paginii şi marginile. Dacă oricare dintre aceste modificări, atunci această valoare va fi actualizată. Creșterea ei, face filele să se suprapună. Reducerea se extinde separat.
ru: Сколько вкладок может быть вниз по странице. Это автоматически рассчитывается по ширине, высоте, размеру страницы и марджину. Если какое-либо из этих изменений, то это значение будет обновлено. Увеличение, перекрывает вкладки. Уменьшение сбрасывает их друг с другом.
th: มีแท็บกี่แท็บในหน้าหนึ่ง? นี้ถูกคํานวณโดยอัตโนมัติจากความกว้าง ความสูง ขนาดหน้า และขอบ หากใด ๆ ของสิ่งเหล่านี้เปลี่ยนแปลงแล้วค่านี้จะอัพเดทขึ้น การเพิ่มมันทําให้แท็บทับกัน การลดมันแพร่กระจายพวกเขาออกไป
zh: 一个页面上可以有多少标签，是由宽度、高度、页面大小和版口自动计算出来的。如果这些数值有变化，标签数就会更新。增加数值，使标签重叠。减少则使它们分散开来。

source: Number of Tab Positions:
ar: عدد مواقع التبويب:
es: Número de Posiciones de Pestañas:
fr: Nombre de positions d'onglets :
hi: टैब स्थिति की संख्या:
hu: A Tab pozíciók száma:
id: Jumlah:
ko: 탭 위치 수입니다:
ml: ടാബ് സ്ഥാനങ്ങളുടെ എണ്ണം:
my: tab positions အတွက် စာရင်း:
pt: Número de Posições de Guias:
ro: Numărul de Pozitiile filei:
ru: Количество позиций вкладок:
th: จํานวนตําแหน่งตาราง:
zh: 标签位置的数量：

source: Thumb tabs: Number of tab positions
ar: علامات التبويب : عدد مواقع علامات التبويب
es: Pestañas de pulgar: Número de posiciones de las pestañas
fr: Onglets de pouce : Nombre de positions d'onglets
hi: थंब टैब: टैब पदों की संख्या
hu: Hüvelykujjas fülek: A tabulátorpozíciók száma
id: Label Jempol: Jumlah posisi
ko: 엄지 탭: 탭 위치 수
ml: വിരൽ ടാബുകൾ: ടാബുകളുടെ എണ്ണം
my: ဂရပ်ရှစ်ရဲ့ ယခုနေရာမှာ အထုပ်ပုန်းခဲ့
pt: Separadores de polegar: Número de posições dos separadores
ro: File de degetul mare: Numărul de poziții ale filelor
ru: Пальцевые вкладки: Количество позиций вкладок
th: แท็บนิ้วมือ: จํานวนตําแหน่งแท็บ
zh: 缩略图标签：标签位置的数量

source: Thumb tabs: Length
ar: علامات التبويب : الطول
es: Pestañas de pulgar: Longitud
fr: Onglets de pouce : Longueur
hi: थंब टैब: लंबाई
hu: Hüvelykujjas fülek: Hosszúság
id: Label Jempol: Panjangnya
ko: 엄지 탭: 길이
ml: വിരൽ ടാബുകൾ: നീളം
my: ဒုမယ့် ဥရောဂ်ရန်တော်穿越ရန့်
pt: Separadores de polegar: Comprimento
ro: File de degetul mare: Lungime
ru: Выступы для большого пальца: Длина
th: แท็บนิ้วมือ: ความยาว
zh: 缩略图标签：长度

source: When several shorter adjacent books occur, it is common to group them together to use the same tab position (but still have differently named tabs).
ar: عندما تحدث عدة كتب مجاورة أقل، من الشائع تجميعهم معا لاستخدام نفس موضع التبويب (ولكن لا يزال لديهم علامات تبويب مختلفة التسمية).
es: Cuando ocurren varios libros adyacentes más cortos, es común agruparlos juntos para usar la misma posición de la pestaña (pero todavía tienen un nombre diferente de pestañas).
fr: Quand plusieurs livres adjacents plus courts se produisent il est commun de les regrouper pour utiliser la même position (mais ont encore des onglets nommés différemment).
hi: जब कई छोटी उपयुक्त पुस्तकें होती हैं, इसका समूह बनाना आम है जिसे एक ही टैब स्थिति में उपयोग किया जा सके (फिर भी इनके अलग-अलग नाम वाले टैब्स होते हैं)।
hu: Ha több rövidebb, szomszédos könyv fordul elő, akkor a szokás ezeket csoportosítani, hogy ugyanazt a lap pozíciót használják (de még mindig különböző nevű lapokkal rendelkeznek).
id: Apabila terdapat beberapa buku pendek yang berdekatan, adalah umum untuk mengelompokkannya bersama-sama untuk menggunakan posisi tab yang sama (tetapi masih memiliki tab yang berbeda namanya).
ko: 인접한 여러 개의 짧은 책이 있는 경우, 일반적으로 동일한 탭 위치를 사용하도록 그룹화합니다(하지만 탭 이름은 다르게 지정합니다).
ml: നിരവധി ചെറിയ സമീപ ഗ്രന്ഥങ്ങൾ ഉണ്ടാകുമ്പോൾ, അവയെ ഒരേ ടാബ് സ്ഥാനം ഉപയോഗിക്കുന്നതിന് ഒരുമിച്ച് ഗ്രൂപ്പുചെയ്യുന്നത് സാധാരണമാണ് (പക്ഷേ ഇപ്പോഴും വ്യത്യസ്തമായി പേരുള്ള ടാബുകൾ ഉണ്ട്).
my: ဘယ်လိုလိုက်ဖက်ရေးအုပ်အနီးကျနေပါသည်၊ ဤအုပ်အများအတွက် အမှတ်အသား အဆမတန်အသုံးပြုပြီး တည်ဆောက်မှုပြီးမှာ အချို့သောစာအုပ်များ၏ အမှန် သတ်မှတ်စရာ အမှတ်အသားရှိနေပါသည်။
pt: Quando ocorrem vários livros adjacentes menores, é comum agrupá-los para usar a mesma posição tab (mas ainda tem diferentes guias nomeadas).
ro: Când au loc mai multe cărţi adiacente mai scurte, este comun pentru a le grupa împreună pentru a utiliza aceeași poziție tab (dar încă mai au tabs-uri cu nume diferit).
ru: Когда происходит несколько более коротких смежных книг, обычно группировать их вместе, чтобы использовать одну и ту же позицию (но все еще имеют разные именные вкладки).
th: เมื่อมีหนังสือที่อยู่ใกล้เคียงกันหลายเล่มที่สั้นกว่า เกิดขึ้น มันมักจะรวมพวกมันให้เป็นกลุ่มกัน เพื่อใช้ตําแหน่งแท็บเดียวกัน (แต่ยังมีแท็บที่มีชื่อที่แตกต่างกัน)
zh: 当出现几本相邻较短的书卷时， 常见做法是 将它们组合在一起，使用一个标签位置 (但仍有不同名字的标签)。

source: Grouped Tabs:
ar: علامات التبويب المجمعة:
es: Pestañas Agrupadas:
fr: Onglets groupés :
hi: समूहित टैब्स:
hu: Csoportosított lapok:
id: Gabungan:
ko: 그룹화된 탭:
ml: ഗ്രൂപ്പുചെയ്ത ടാബുകൾ:
my: စုစည်းထားသော အခေါက်များ
pt: Abas Agrupadas:
ro: File grupate:
ru: Сгруппированные вкладки:
th: แท็บที่จัดกลุ่ม:
zh: 分组标签：

source: Thumb tabs: Tabs grouped by books
ar: علامات التبويب : علامات التبويب مجمعة حسب الكتب
es: Pestañas de pulgar: Pestañas agrupadas por libros
fr: Onglets de pouce : Onglets regroupés par livres
hi: थंब टैब: पुस्तकों द्वारा समूहित टैब्स
hu: Hüvelykujjas fülek: Könyvek szerint csoportosított lapok
id: Label Jempol: Dikelompokkan berdasarkan kitab
ko: 엄지손가락 탭: 책별로 그룹화된 탭
ml: വിരൽ ടാബുകൾഃ പുസ്തകങ്ങൾ അനുസരിച്ച് ഗ്രൂപ്പുചെയ്ത ടാബുകൾ
my: ဦးပူးရော ဟိိမ်းဝံ့ ဟိိုရှက်
pt: Separadores de polegar: Separadores agrupados por livros
ro: File de degetul mare: File grupate pe cărți
ru: Пальцевые вкладки: Вкладки, сгруппированные по книгам
th: แท็บนิ้วมือ: แท็บที่จัดกลุ่มตามหนังสือ
zh: 缩略图标签：按书卷分组的标签
