Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Enter your Colophon text here - using standard USFM codes for formatting. You may want to use the reset button to start with a standard set. You can use the following codes to automatically include special text using the following markers: \zcopyright - copyright statement from the Basic tab \zlicense - License text from the Basic tab \zimagecopyrights - Automatically generated list of images, page numbers and attributions. \zimagecopyrightsfr - as above, but use localized (fr = French) version (ro, hu, es, fr, ru available). \b can be used to insert a blank line between markers if needed. If using a Left-to-Right script for the colophon in a RTL publication you will need to add \beginL to force the colophon to render LTR. For example: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights These special codes may also be used in other books such as the front matter book (FRT). IMPORTANT: You will have to click Print a second time in order to get accurate Image Copyright Attribution.
ar: أدخل نص كولوفون الخاص بك هنا - باستخدام رموز USFM القياسية للتنسيق. قد ترغب في استخدام زر إعادة الضبط للبدء بمجموعة قياسية. يمكنك استخدام الرموز التالية تضمين نص خاص تلقائيًا باستخدام العلامات التالية: \zcopyright - بيان حقوق النشر من علامة التبويب الأساسية \zlicense - نص الترخيص من علامة التبويب الأساسية \zimagecopyrights - قائمة الصور وأرقام الصفحات والإسنادات التي يتم إنشاؤها تلقائيًا. \ \ zimagecopyrightsfr - كما هو مذكور أعلاه، ولكن استخدم النسخة المترجمة (fr = الفرنسية) (تتوفر نسخ مترجمة (ro، hu، es، fr، ru). يمكن استخدام \b لإدراج سطر فارغ بين العلامات إذا لزم الأمر. إذا كنت تستخدم نصًا من اليسار إلى اليمين لعلامات النسخ في منشور RTL ستحتاج إلى إضافة \beginL لإجبار علامات النسخ على عرض LTR. على سبيل المثال \pc \bginL \zcopyright \pc \bginL \zlicense \pc \bginL \zimagecopyrights يمكن أيضًا استخدام هذه الرموز الخاصة في كتب أخرى مثل كتاب المادة الأمامية (FRT). تنبيه هام: سيتعين عليك النقر فوق طباعة مرة ثانية من أجل الحصول على إسناد دقيق لحقوق الطبع والنشر للصور.
es: Introduzca aquí el texto del colofón, utilizando los códigos estándar de USFM para el formato. Puede usar para empezar con un conjunto estándar. Puede utilizar los siguientes códigos para incluir automáticamente el texto especial utilizando los siguientes marcadores: \zcopyright - Declaración de derechos de autor de la pestaña Básica \zlicense - Texto de licencia de la pestaña Básica \zimagecopyrights - Lista de imágenes, números de página y atribuciones generada automáticamente. \zimagecopyrightsfr - como el anterior, pero utiliza la versión localizada (fr = francés) (ro, hu, es, fr, ru disponibles). \b se puede utilizar para insertar una línea en blanco entre los marcadores si es necesario. Si utiliza una escritura de izquierda a derecha para el colofón en una publicación RTL tendrá que añadir \beginL para forzar que el colofón se represente LTR. Por ejemplo \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Estos códigos especiales también pueden utilizarse en otros libros como el libro de las páginas iniciales (FRT). IMPORTANTE: Tendrá que hacer clic en Imprimir una segunda vez para obtener la atribución exacta de los derechos de autor de la imagen.
fr: Entrez votre texte Colophon ici - en utilisant les codes standard USFM pour le formatage. Utilisez le bouton de réinitialisation pour commencer avec un texte standard. Vous pouvez utiliser les codes suivants pour inclure automatiquement du texte spécial en utilisant les marqueurs suivants : \zcopyright - déclaration des droits d’auteur depuis l'onglet Basique \zlicense - texte de licence depuis l'onglet Basique \zimagecopyrights - liste générée automatiquement des images, numéros de page et attributions \zimagecopyrightsfr - comme dessus, mais en langue (fr=français) locale (es, fr, hu, ro, ru disponible) \b peut être utilisé pour insérer une ligne vide entre les marqueurs si nécessaire. Si vous utilisez un script Gauche-à-Droite pour le colophon dans une publication Droite-à-Gauche, vous devrez ajouter \beginL pour forcer le colophon à rendre Gauche-à-Droite. Par exemple : \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Ces codes spéciaux peuvent également être utilisés dans d'autres livres tels que le livre des pages de garde (FRT). N. B. Vous devrez cliquer sur Imprimer une deuxième fois pour obtenir une attribution précise des droits d’auteur d’image.
hi: अपना कोलोफ़ोन पाठ यहाँ डालें - स्वरूपण के लिए मानक USFM कोड का उपयोग करके। आप मानक सेट के साथ आरंभ करने के लिए रीसेट बटन का उपयोग कर सकते हैं। आप विशेष पाठ को स्वचालित रूप से शामिल करने के लिए निम्नलिखित कोड का उपयोग कर सकते हैं: \zcopyright - बेसिक टैब से कॉपीराइट वक्तव्य \zlicense - बेसिक टैब से लाइसेंस पाठ \zimagecopyrights - स्वचालित रूप से उत्पन्न चित्र, पृष्ठ संख्याएं और परिश्रय सूची।
hu: Adja meg itt a kolofon szövegét - a szabványos USFM kódok használatával. Érdemes lehet a visszaállítás gombot használni, hogy egy szabványos készlettel kezdje. A következő kódokat használhatja a speciális szöveg automatikus beillesztéséhez a következő jelölésekkel: \zcopyright - szerzői jogi nyilatkozat az Alap lapról \zlicense - licenc szöveg az Alap lapról \zimagecopyrights - Automatikusan generált lista a képekről, oldalszámokról és attribútumokról. \zimagecopyrightsfr - mint a fentiekben, de használja a lokalizált (fr = francia) változatot (ro, hu, es, fr, ru elérhető). \b szükség esetén üres sor beszúrására használható a jelölések közé. Ha balról jobbra szkriptet használunk a kolofonhoz egy RTL kiadványban , akkor hozzá kell adnunk a \beginL-t, hogy a kolofon LTR megjelenítésre kényszerüljön. Például: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Ezek a speciális kódok más könyvekben is használhatók, például a címlapkönyvben (FRT). FONTOS: A pontos képi szerzői jogi megnevezéshez másodszor is a Nyomtatás gombra kell kattintania .
id: Masukkan teks Info Penerbit di sini - dengan menggunakan kode USFM standar untuk penataan. Anda mungkin ingin menggunakan tombol Atur Ulang untuk memulai dengan set yang standar. Anda dapat menggunakan markah berikut untuk secara otomatis menyertakan teks khusus: \zcopyright - Pernyataan hak cipta dari tab Dasar \zlicense - Teks lisensi dari tab Dasar \zimagecopyrights - Daftar gambar, nomor halaman, dan pernyataan sumber yang dibuat secara otomatis. \zimagecopyrightsfr - seperti di atas, tetapi gunakan versi lokal (fr = Prancis) (ro, hu, es, fr, ru tersedia). \b dapat digunakan untuk menyisipkan baris kosong di antara markah jika diperlukan. Jika Anda menggunakan sistem tulisan yang Kiri-ke-Kanan untuk Info Penerbit dalam suatu terbitan yang Kanan-ke-Kiri, Anda perlu menambahkan \beginL untuk memaksa Info Penerbit membuat tulisan Kiri-ke-Kanan. Sebagai contoh: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Markah-markah khusus ini juga dapat digunakan di bagian lain seperti Bagian Depan Buku (FRT). PENTING: Anda harus mengklik Cetak untuk kedua kalinya untuk mendapatkan Pernyataan Hak Cipta Gambar yang betul.
ko: 여기에 콜로폰 텍스트를 입력하고 서식을 지정할 때 표준 USFM 코드를 사용합니다. 재설정 버튼을 사용하여 표준 세트로 시작할 수 있습니다. 다음 코드를 사용하여 다음 마커를 사용하여 특수 텍스트 를 자동으로 포함할 수 있습니다: \zcopyright - 기본 탭의 저작권 문구 \zlicense - 기본 탭의 라이선스 텍스트 \zimagecopyrights - 자동으로 생성된 이미지, 페이지 번호 및 속성 목록입니다. \zimagecopyrightsfr - 위와 같지만 현지화된(fr = 프랑스어) 버전을 사용합니다(로, 후, 에스, 프, 루 사용 가능). \b는 필요한 경우 마커 사이에 빈 줄을 삽입하는 데 사용할 수 있습니다. RTL 발행물 에서 콜로폰에 왼쪽에서 오른쪽으로 스크립트를 사용하는 경우 콜로폰이 LTR을 렌더링하도록 하려면 \beginL을 추가해야 합니다. 예 \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights 이러한 특수 코드는 FRT(프론트 머티리얼 북)와 같은 다른 책에도 사용할 수 있습니다. 중요: 정확한 이미지 저작권 출처를 얻으려면 인쇄를 두 번 클릭해야 합니다.
ml: ഫോർമാറ്റിംഗിനായി സ്റ്റാൻഡേർഡ് യുഎസ്എഫ്എം കോഡുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കോലോഫോൺ ടെക്സ്റ്റ് ഇവിടെ നൽകുക. ഒരു സ്റ്റാൻഡേർഡ് സെറ്റ് ഉപയോഗിച്ച് ആരംഭിക്കുന്നതിന് നിങ്ങൾ പുന reset സജ്ജമാക്കൽ ബട്ടൺ ഉപയോഗിക്കാൻ ആഗ്രഹിച്ചേക്കാം. ഇനിപ്പറയുന്ന മാർക്കറുകൾ ഉപയോഗിച്ച് പ്രത്യേക ടെക്സ്റ്റ് സ്വപ്രേരിതമായി ഉൾപ്പെടുത്താൻ നിങ്ങൾക്ക് ഇനിപ്പറയുന്ന കോഡുകൾ ഉപയോഗിക്കാംഃ \zcopyright - അടിസ്ഥാന ടാബിൽ നിന്നുള്ള പകർപ്പവകാശ പ്രസ്താവന \zlicense - അടിസ്ഥാന ടാബിൽ നിന്നുള്ള ലൈസൻസ് ടെക്സ്റ്റ് \zimagecopyrights - സ്വപ്രേരിതമായി സൃഷ്ടിച്ച ചിത്രങ്ങളുടെ പട്ടിക, പേജ് നമ്പറുകൾ, ആട്രിബ്യൂഷനുകൾ. \zimagecopyrightsfr - മുകളിൽ പറഞ്ഞതുപോലെ, എന്നാൽ പ്രാദേശികവൽക്കരിച്ച (fr = ഫ്രഞ്ച്) പതിപ്പ് ഉപയോഗിക്കുക (ro, hu, es, fr, ru ലഭ്യമാണ്). \b ആവശ്യമെങ്കിൽ മാർക്കറുകൾക്കിടയിൽ ഒരു ശൂന്യമായ വരി ചേർക്കാൻ ഉപയോഗിക്കാം. ഒരു RTL പ്രസിദ്ധീകരണത്തിലെ കോലോഫോണിനായി ഇടത്തുനിന്ന് വലത്തോട്ട് സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുകയാണെങ്കിൽ, കോലോഫോൺ LTR റാൻഡർ ചെയ്യാൻ നിർബന്ധിക്കുന്നതിന് നിങ്ങൾ \beginL ചേർക്കേണ്ടതുണ്ട്. ഉദാഹരണത്തിന്ഃ \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights ഈ പ്രത്യേക കോഡുകൾ മുൻഭാഗത്തെ മെറ്റീരിയൽ ബുക്ക് (FRT) പോലുള്ള മറ്റ് പുസ്തകങ്ങളിലും ഉപയോഗിക്കാം. പ്രധാനം: ശരിയായ ഇമേജ് പകർപ്പവകാശ ആട്രിബ്യൂഷൻ ലഭിക്കുന്നതിന് നിങ്ങൾ രണ്ടാമതും പ്രിന്റ് ക്ലിക്ക് ചെയ്യണം.
pt: Introduza aqui o seu texto do Colophon - utilizando os códigos padrão USFM para formatação. Poderá querer usar o botão reset para começar com um conjunto padrão. Pode utilizar os seguintes códigos para incluir automaticamente o texto especial utilizando os seguintes marcadores: \direito de cópia - declaração de direitos de autor do separador Basic licença - texto da licença do separador Basic direitos de cópia - lista de imagens, números de página e atribuições geradas automaticamente. \zimagecopyrightsfr - como acima, mas utilizar versão localizada (fr = francês) (ro, hu, es, fr, ru disponível). \b pode ser usado para inserir uma linha em branco entre os marcadores, se necessário. Se utilizar uma escrita da esquerda para a direita para o cólofon numa publicação RTL terá de adicionar \beginL para forçar o cólofon a renderizar LTR. Por exemplo: \pc {\i1}código de cópia {\i1}código de cópia {\i}código de cópia Estes códigos especiais também podem ser usados noutros livros , tais como o livro de capa (FRT). IMPORTANTE: Terá de clicar em Imprimir uma segunda vez a fim de obter uma Atribuição exacta de Direitos de Autor de Imagens.
ro: Introduceți aici textul colophonului dumneavoastră - folosind codurile standard USFM pentru formatare. Este posibil să doriți să utilizați butonul de resetare pentru a începe cu un set standard. Puteți utiliza următoarele coduri pentru a include automat un text special folosind următoarele marcaje: \zcopyright - declarație de copyright din fila Basic \zlicense - text de licență din fila Basic \zimagecopyrights - listă generată automat de imagini, numere de pagină și atribuții. \zimagecopyrightsfr - la fel ca mai sus, dar folosește versiunea localizată (fr = franceză) (sunt disponibile ro, hu, es, fr, ru). \b poate fi folosit pentru a insera o linie albă între marcatori, dacă este necesar. Dacă utilizați un script Left-to-Right pentru colophon într-o publicație RTL , va trebui să adăugați \beginL pentru a forța colophon-ul să fie redat LTR. De exemplu: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Aceste coduri speciale pot fi utilizate și în alte cărți , cum ar fi cartea de față (FRT). IMPORTANT: Va trebui să faceți clic pe Print a doua oară pentru a obține atribuirea exactă a drepturilor de autor pentru imagine.
ru: Введите здесь текст колофона - используя стандартные коды USFM для форматирования. Вы можете воспользоваться кнопкой сброса, чтобы начать со стандартного набора. Вы можете использовать следующие коды для автоматического включения специального текста с использованием следующих маркеров: \zcopyright - заявление об авторских правах из вкладки Basic \zlicense - текст лицензии из вкладки Basic \zimagecopyrights - автоматически создаваемый список изображений, номеров страниц и авторства. \zimagecopyrightsfr - как выше, но используется локализованная (fr = французская) версия (доступны ro, hu, es, fr, ru). \b может использоваться для вставки пустой строки между маркерами, если это необходимо. Если вы используете скрипт Left-to-Right для колофона в RTL публикации , вам нужно добавить \beginL, чтобы заставить колофон отображаться LTR. Например: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Эти специальные коды также могут быть использованы в других книгах, таких как книга для фронтисписа (FRT). ВАЖНО: Вам придется нажать кнопку Print второй раз , чтобы получить точное атрибутирование авторских прав изображения.
th: กรอกข้อความ Colophon ของคุณที่นี่ - โดยใช้รหัส USFM มาตรฐานสําหรับการจัดรูป. คุณอาจจะต้องการที่จะใช้ปุ่มรีเซ็ตเพื่อเริ่มต้นกับการตั้งค่ามาตรฐาน. คุณสามารถใช้รหัสต่อไปนี้เพื่อนําข้อความพิเศษด้วยการใช้เครื่องหมายต่อไปนี้: \zcopyright - คําแถลงการลิขสิทธิ์จากแท็บพื้นฐาน \zlicense - ข้อความใบอนุญาตจากแท็บพื้นฐาน \zimagecopyrights - รายการภาพ, เลขหน้าและการอ้างอิงที่สร้างขึ้นโดยอัตโนมัติ \zimagecopyrightsfr - ตามที่กล่าวมาข้างต้น แต่ใช้เวอร์ชั่นที่ใช้ในพื้นที่ (fr = ฝรั่งเศส) (ro, hu, es, fr, ru มีให้) \b สามารถใช้ในการใส่เส้นว่างระหว่างเครื่องหมายหากจําเป็น หากใช้สคริปต์จากซ้ายไปขวาสําหรับ colophon ในหนังสือ RTL คุณจะต้องเพิ่ม \beginL เพื่อบังคับ colophon ให้ render LTR ตัวอย่างเช่น: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights รหัสพิเศษเหล่านี้ยังสามารถใช้ในหนังสืออื่น ๆ เช่น หนังสือด้านหน้า (FRT) สําคัญ: คุณจะต้องคลิก Print ครั้งที่สอง เพื่อให้ได้รับการอ้างอิงลิขสิทธิ์ภาพที่แม่นยํา
zh: 在这里输入您的书末题署文本--使用标准的 USFM代码进行格式化。您可能需要 使用重置按钮来从标准集开始。 您可以使用以下代码， 自动包括使用以下标记的特殊文本 。 \zcopyright - “基本”选项卡中的版权声明 \zlicense - “基本”选项卡中的许可文本 \zimagecopyrights - 自动生成的图像、页码和版权说明的列表。 \zimagecopyrightsfr - 同上，但使用本地化（fr=法语）版本（ro、hu、es、fr、ru可用）。 如果需要的话，使用\b在标记之间插入一个空行。 如果在一个文字顺序为从右到左的出版物中使用从左到右的书末题署文字， ，您需要添加\beginL来强制书末题署为从左到右。 比如说 \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights 这些特殊代码也可用于其他 书籍，如文前辅文（FRT）。 注意：您必须第二次点击“打印” ，以获得准确的图像版权归属。

source: Colophon Text:
ar: نص الكوليفون:
es: Texto del colofón:
fr: Texte du colophon :
hi: प्रकाशक पाठ:
hu: Kolofon szövege:
id: Teks Info Penerbit:
ko: 콜로폰 텍스트:
ml: കോലോഫൺ വാചകം:
my: အပြောင်းအလဲတို့နှင့် အရည်းနှီး တိက်ချိတ်:
pt: Texto do Colisão:
ro: Text Colofon:
ru: Текст Колофон:
th: คอลอฟอน เท็กสต์:
zh: 书末题署文本：

source: Colophon text entry
ar: إدخال نص كوليفون
es: Entrada de texto del colofón
fr: Entrée du texte du colophon
hi: कोलफॉन पाठ प्रविष्टि
hu: Kolofon szöveges bejegyzése
id: Entri teks info penerbit
ko: 콜로폰 텍스트 입력
ml: കോലോഫൺ ടെക്സ്റ്റ് എൻട്രി
my: အမှတ်လက္ခဏာ: ချိုးသာသော ဖိုင်
pt: Entrada de texto de cólofon
ro: Introducerea textului colophon
ru: Ввод текста колофона
th: ข้อความใน colophon
zh: 书末题署文本输入

source: Note: There are several shortcuts you can use: (c) --> © the copyright sign (r) --> ® to denote registered trademarks (tm) --> ™ to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved
ar: ملاحظة: هناك العديد من الاختصارات التي يمكنك استخدامها: (ج) --> © علامة حقوق الطبع والنشر (r) --> ® للدلالة على العلامات التجارية المسجلة (tm) --> TM للدلالة على العلامات التجارية بشكل عام الرموز الخاصة الأخرى التي تم تحويلها في وقت الطباعة: استخدم ~ للأماكن التي تحتاج إلى مساحة غير قاطعة استخدم // حيث يحتاج الأمر إلى قطع سطر ولكن :// المستخدمة في عناوين URLs سوف تظل محفوظة
es: Nota: Hay varios atajos que puede utilizar: (c) --> © el signo de derechos de autor (r) --> ® para denotar marcas registradas (tm) --> ™ para denotar marcas en general Otros códigos especiales convertidos en el momento de la impresión: utilizar ~ para los lugares en los que se necesita un espacio de no separación utilizar // en los casos en los que se necesita forzar un salto de línea pero se seguirá conservando :// utilizado en las URL
fr: Note : Il existe plusieurs raccourcis que vous pouvez utiliser : (c) --> © le signe copyright (r) --> ® pour désigner les marques déposées (tm) --> ™ pour désigner les marques en général Autres codes spéciaux convertis au moment de l'impression : utiliser ~ pour les endroits où un espace sans rupture est nécessaire utiliser // où un retour à la ligne doit être forcé mais :// utilisé dans les URL sera toujours conservé
hi: नोट: आप कई शॉर्टकट का उपयोग कर सकते हैं: (c) --> © कॉपीराइट चिन्ह (r) --> ® पंजीकृत ट्रेडमार्क दर्शाने के लिए (tm) --> ™ सामान्य ट्रेंडमार्क्स के लिए मुद्रण के समय रूपांतरित अन्य विशेष कोड: जहां एक अनुबंधित रिक्त स्थान की आवश्यकता है वहां ~ का उपयोग करें जहां पंक्ति विराम आवश्यक हो वहां // का उपयोग करें लेकिन :// का URL में उपयोग है तो सुरक्षित रहेगा
hu: Megjegyzés: Többféle gyorsbillentyűt is használhat: (c) --> © a szerzői jogi jel (r) --> ® a bejegyzett védjegyek jelölésére (tm) --> ™ a védjegyek általános jelölésére Egyéb speciális kódok, amelyeket nyomtatáskor alakítanak át: használd a ~-t azokon a helyeken, ahol szükség van egy nem törés nélküli szóközre használd a //-t, ahol a sortörést ki kell kényszeríteni de az URL-ekben használt :// továbbra is megmarad.
ko: 참고: 사용할 수 있는 몇 가지 단축키가 있습니다: (c) --> © 저작권 기호 (r) --> 등록 상표를 나타내는 ® (tm) --> 일반적인 상표를 나타내는 ™ 인쇄 시점에 변환된 기타 특수 코드: 줄 바꿈이 필요하지 않은 곳에 ~ 사용 줄 바꿈을 강제해야 하는 곳에 // 사용 그러나 URL에 사용되는 ://는 계속 유지됩니다.
ml: കുറിപ്പ്: നിങ്ങൾക്ക് ഉപയോഗിക്കാവുന്ന നിരവധി കുറുക്കുവഴികൾ ഉണ്ട്: (സി) --> © പകർപ്പവകാശ ചിഹ്നം (r) --> ® രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് (tm) --> TM പൊതുവായി വ്യാപാരമുദ്രകളെ സൂചിപ്പിക്കുന്നതിന് മറ്റ് പ്രത്യേക കോഡുകൾ അച്ചടി സമയത്ത് പരിവർത്തനം ചെയ്യുന്നുഃ ഒരു ഇടവേള ആവശ്യമില്ലാത്ത സ്ഥലങ്ങളിൽ ഉപയോഗിക്കുക // ഒരു ലൈൻ ബ്രേക്ക് നിർബന്ധിതമാക്കേണ്ടിവരുന്നിടത്ത് ഉപയോഗിക്കുക എന്നാൽ URL- കളിൽ ഉപയോഗിക്കുന്നവ ഇപ്പോഴും സംരക്ഷിക്കപ്പെടും
my: မှတ်ချက် - အောက်ရှိ ရိပ်မွမ်းနှင့်မှန်ကန်သောစာလုံးများသည်အမ္မာဒီနေရာမှာ မှတ်ရမည်: (c) --> © မူပိုင်ခွင့်ဆိုင်း (r) --> ® မှတ်ပုံတင်သက်သေဖြင့်ပြန်ဆိုပါ (tm) --> ™ ကုန်အမည်နှင့်ရင်းနှီးခြင်း ပုံနှိပ်ခြင်းအတွက်ကွန်ကျော်သောအမည်များ - ဘယ်ဘာကြော်ငြာရည်ရမည်ဆိုရင် :// URL များအတွက်သိရှိရန် ~ ဖြင့်ပုံနှိပ်ထိတဲ့နေရာများမှာချစ်ပြီးကြာငျးကွာနေရာကိုအသုံးပြုရန်နှင်ဖြစ်နေရာတည်ထားပါရှိသည်ဖေါ်ထားသည်၊
pt: Nota: Há vários atalhos que você pode usar: (c) --> © © sinal de direitos autorais (r) --> ® para denotar marcas registradas (tm) --> TM para denotar marcas comerciais em geral Outros códigos especiais convertidos no tempo de impressão: use ~ para locais onde um espaço sem quebra de linha é necessário usar // onde uma quebra de linha precisa ser forçada mas :// usado em URLs ainda será preservado em URLs
ro: Notă: Există mai multe comenzi rapide pe care le puteți utiliza: (c) --> © semnul drepturilor de autor (r) --> ® pentru a denota mărcile înregistrate (tm) --> TM pentru a denota mărci comerciale în general Alte coduri speciale convertite la momentul imprimării: utilizați ~ pentru locurile în care este nevoie de un spațiu non-spartor utilizați // unde o linie trebuie să fie forțată dar :// utilizat în URL-uri vor fi păstrate în continuare
ru: Примечание: Есть несколько ярлыков, которые вы можете использовать: (c) --> © знак авторского права (r) --> ® для обозначения зарегистрированных товарных знаков (tm) --> ТМ для обозначения товарных знаков в общем Другие специальные коды, преобразованные в распечатанное время: используйте ~ для мест, где необходимо неломаное пространство use // где разрыв строки необходимо навязать но :// используемое в URL-адресах по-прежнему будет сохранено
th: หมายเหตุ: มีการใช้ Shortcut หลายแบบ: (c) --> © สัญลักษณ์ลิขสิทธิ์ (r) --> ® เพื่อหมาย ถึงเครื่องหมายการค้าที่ลงทะเบียน (tm) --> TM เพื่อหมาย ถึงเครื่องหมายการค้าทั่วไป รหัสพิเศษอื่นๆ ที่แปลงในเวลาพิมพ์: ใช้ ~ สําหรับสถานที่ที่ต้องการช่องว่างที่ไม่ต้องหัก ใช้ // ที่ต้องการบังคับการหักเส้น แต่ยังคงจะถูกอนุรักษ์
zh: 注意：您可以使用几个快捷键： (c) --> © 版权标志 (r) --> :® 表示注册商标 (tm) --> ™ 表示一般的商标 打印时转换的其他特殊代码： 使用~用于需要不间断空格的地方 使用 // 需要强制断行的地方 ://仍然保留URL的使用

source: Clicking this button will reload the default Colophon text markers which include the Copyright statement tag, the License statement tag, and the Illustration credits tag.
ar: الضغط على هذا الزر سيعيد تحميل علامات نص كولوفون الافتراضية التي تتضمن علامة بيان حقوق التأليف والنشر، علامة بيان الترخيص، و علامة التوضيح.
es: Al hacer clic en este botón se recargan los marcadores de texto del colofón por defecto, que incluyen la etiqueta de declaración de derechos de autor, la etiqueta de declaración de licencia, y la etiqueta de créditos de la ilustración.
fr: Cliquer sur ce bouton rechargera les marqueurs de texte par défaut Colophon qui incluent la balise Copyright statement tag, la balise License state, et la balise Illustration credits.
hi: इस बटन पर क्लिक करने से डिफ़ॉल्ट कॅलोपोन पाठ मार्करों को पुनः लोड किया जाएगा जिसमें कॉपीराइट कथन टैग, लाइसेंस कथन टैग, और चित्रण क्रेडिट्स टैग शामिल हैं।
hu: Erre a gombra kattintva újra betöltődnek az alapértelmezett Colophon szövegmarkerek, amelyek tartalmazzák a szerzői jogi nyilatkozat címkét, a licencnyilatkozat címkét és a illusztrációs kreditek címkét.
id: Mengklik tombol ini akan memuat ulang teks Info Penerbit, yang menyertakan pernyataan lisensi dan pernyataan sumber gambar-gambar.
ko: 이 버튼을 클릭하면 기본 콜로폰 텍스트 마커가 다시 로드되며, 여기에는 저작권 문구 태그, 라이선스 문구 태그, 일러스트레이션 크레딧 태그가 포함됩니다.
ml: ഈ ബട്ടൺ ക്ലിക്ക് ചെയ്താൽ, ഡീഫോൾട്ട് കോലോഫോൺ ടെക്സ്റ്റ് മാർക്കറുകൾ വീണ്ടും ലോഡ് ചെയ്യും. അവയിൽ പകർപ്പവകാശ പ്രസ്താവന ടാഗ്, ലൈസൻസ് പ്രസ്താവന ടാഗ്, ചിത്രീകരണ ക്രെഡിറ്റുകൾ ടാഗ് എന്നിവ ഉൾപ്പെടുന്നു.
my: ဤခလုတ်ကိုနှိပ်ပါက အခြားစွာဖြန်းမှုနှင့် တင်ဆက်မှုများကို ဒဿပြည့်ညှိနှိုင်းပါမည်။
pt: Clicar neste botão irá recarregar os marcadores de texto padrão do Colophon, que incluem a tag de declaração de Direitos Autorais, a tag de declaração de licença e a tag de créditos de Illustração.
ro: Dacă faceți clic pe acest buton va reîncărca markerii de text Colofon impliciți care includ eticheta cu extras de drepturi de autor, eticheta Declarație de licență și eticheta Illustration credit .
ru: Нажав на эту кнопку, вы перезагрузите стандартные текстовые маркеры Colophon, которые включают тег заявления об авторских правах, тег Лицензионного соглашения и тег Illustration credits.
th: คลิกปุ่มนี้จะลากเครื่องหมายข้อความ Colophon แบบกติกฐานใหม่ ซึ่งรวมถึงแท็กประกาศลิขสิทธิ์, แท็กประกาศใบอนุญาต และแท็กเครดิต Illustration
zh: 单击此按钮将重新加载 默认书末题署文本标记，其中 包含版权声明标签， 许可证声明标签和 说明信用标签。

source: Force Page Break Before Colophon
ar: اجبار استراحة الصفحة قبل كولوفون
es: Forzar ruptura de página antes del colófon
fr: Forcer le saut de page avant colophon
hi: कॅलोपोन से पहले पृष्ठ विराम मजबूर करें
hu: Oldaltörés kikényszerítése a kolofon előtt
id: Info Penerbit Mulai di Halaman Baru
ko: 강제 페이지 나누기 콜로폰 이전
ml: കോലോഫോണിനു മുമ്പുള്ള പേജ് ബ്രേക്ക്
my: Colophon အစားတွင် စာမျက်နှာပိတ်
pt: Forçar Quebra de Página Antes do Colofe
ro: Forțează ruperea paginii înainte de Colofon
ru: Разрыв страницы с силой перед Колофоном
th: พยายามทําลายหน้าก่อน Colophon
zh: 在书末题署前 强制页面断开

source: Force page break before colophon
ar: فرض توقف الصفحة قبل الكولوفون
es: Forzar el salto de página antes del colofón
fr: Forcer le saut de page avant le colophon
hi: कोलफॉन से पहले पृष्ठ ब्रेक को बाध्य करें
hu: Oldaltörés kikényszerítése a kolofon előtt
id: Paksa info penerbit berada di halaman baru
ko: 콜로폰 앞에 강제 페이지 나누기
ml: കോലോഫോണിനു മുമ്പുള്ള പേജ് ബ്രേക്ക് നിർബന്ധിക്കുക
my: ပြားတယ်ယောက်သည်အားပြုပါ
pt: Forçar a quebra de página antes do cólofon
ro: Forțați întreruperea de pagină înainte de colophon
ru: Принудительный разрыв страницы перед колофоном
th: พยายามหยุดหน้าก่อน colophon
zh: 在末页前 强制页面书末题署
