Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Override Footnote Settings in Text
ar: تجاوز إعدادات الحاشية في النص
es: Anular la configuración de las notas a pie de página en el texto
fr: Remplacer les paramètres des notes de bas de page dans le texte
hi: पाठ में फ़ुटनोट सेटिंग्स ओवरराइड करें
hu: A lábjegyzetbeállítások felülírása a szövegben
id: Abaikan Penentuan Pemanggil Catatan Kaki di Teks
ko: 텍스트의 각주 설정 재정의
ml: പാഠത്തിലെ അടിക്കുറിപ്പ് ക്രമീകരണങ്ങൾ ഒഴിവാക്കുക
my: စာသားတွင် မြောက်ထောက်မှတ်ချက် အခင်းအကျင်းများကို မကျော်မလွှမ်းပြုလုပ်ရန်
pt: Substituir definições de notas de rodapé no texto
ro: Suprascrieți setările notelor de subsol în text
ru: Отмена параметров сносок в тексте
th: ปรับเปลี่ยนการตั้งค่าตัวกลางในข้อความ
zh: 覆盖文本中的脚注设置

source: The Footnotes specified in Paratext use \x +(plus) to cycle through the callers, or \x - (minus) to omit the caller. If this option is enabled, the Show Callers settings below will override whatever has been specified within the text itself.
ar: الملاحظات المحددة في Paratext تستخدم \x +(plus) للدوران من خلال المتصلين أو \x - (minus) لإغفال المتصل. إذا تم تمكين هذا الخيار، فإن إعدادات عرض المكالمات أدناه ستتجاوز ما تم تحديده في النص نفسه .
es: Las notas de pie especificadas en Paratext utilizan \x +(más) para ciclar a través de los llamadores, o \x - (menos) para omitir el llamador. Si esta opción está activada, la configuración de Mostrar Llamadas de abajo anulará lo que se haya especificado en el propio texto.
fr: Les notes de bas de page spécifiées dans Paratext utilisent \x +(plus) pour faire le tour de la liste des appelants, ou \x - (moins) pour omettre l'appelant. Si cette option est activée, les paramètres Afficher les appelants ci-dessous remplaceront ce qui a été spécifié dans le texte lui-même.
hi: Paratext में निर्दिष्ट फुटनोट्स \x + (प्लस) का उपयोग कॉलर्स के माध्यम से चक्र के लिए करते हैं, या \x - (माइनस) कॉलर को छोड़े। यदि यह विकल्प सक्षम है, तो नीचे दिखाएँ कॉलर्स सेटिंग्स जो भी टेक्स्ट में निर्दिष्ट किया गया है उसे अधिलेखित करेगा।
hu: A Paratextben megadott lábjegyzetekben a \x (plusz) a hívószavak körbejárásához, a vagy \x - (mínusz) a hívószavak kihagyásához. Ha ez az opció engedélyezve van, a hívók megjelenítése alábbi beállításai felülírják a szövegben megadott értékeket.
id: Catatan Kaki yang ditentukan dalam Paratext menggunakan \x +(plus) untuk menggilir pemanggil, atau \x - (minus) untuk menghilangkan pemanggil. Jika pilihan ini diaktifkan, pengaturan Tampilkan Pemanggil di bawah ini akan mengganti apa yang telah ditentukan di dalam teks itu sendiri.
ko: 각주에 지정된 각주는 \x +(플러스)를 사용하여 호출자를 순환하고, 또는 \x -(마이너스)를 사용하여 호출자를 생략합니다. 이 옵션을 활성화하면 아래의 발신자 표시 설정이 텍스트 자체에 지정된 내용을 재정의합니다.
ml: പാര്ടെക്സ്റ്റിൽ വ്യക്തമാക്കിയിരിക്കുന്ന ഫൂട്ട്നോട്ടുകൾ വിളിക്കുന്നവരിലൂടെ സൈക്കിൾ ചെയ്യുന്നതിന് \x +(പ്ലസ്) അല്ലെങ്കിൽ വിളിക്കുന്നയാളെ ഒഴിവാക്കാൻ \x - (മിനിമസ്) ഉപയോഗിക്കുന്നു. ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ചുവടെയുള്ള വിളിക്കുന്നവരെ കാണിക്കുക ക്രമീകരണങ്ങൾ ടെക്സ്റ്റിൽ തന്നെ വ്യക്തമാക്കിയിട്ടുള്ളവയെല്ലാം അസാധുവാക്കും.
pt: As notas de rodapé especificadas em Paratext use \x (mais) para percorrer as chamadas, ou \x - (menos) para omitir a pessoa que chama. Se esta opção estiver activada, a opção Mostrar Chamadores as definições abaixo irão substituir o que quer que tenha sido especificado dentro do próprio texto.
ro: Notele de subsol specificate în Paratext folosesc \x +(plus) pentru a parcurge apelanții, sau \x - (minus) pentru a omite apelantul. În cazul în care această opțiune este activată, setările de mai jos Arată apelanți vor suprascrie orice a fost specificat în textul în sine.
ru: Сноски, указанные в Paratext, используют \x (плюс) для перебора вызывающих, или \x - (минус) для пропуска вызывающего. Если эта опция включена, настройки Show Callers , приведенные ниже, отменяют все настройки , указанные в самом тексте.
th: การแสดงค่าที่ใช้ในการใช้ Paratext ใช้ \x +(บวก) เพื่อใช้ในการใช้ค่าที่ใช้ในการเรียก หรือ \x - (ลบ) เพื่อให้การเรียกถูกยกเว้น หากมีตัวเลือกนี้เปิดให้ใช้ การตั้งค่า Show Callers ด้านล่างจะยกเว้นสิ่งที่ถูกกําหนดไว้ในข้อความเอง
zh: 《圣经辅助工具》指定的脚注使用 \x +(附加) 来循环标注符号， 或 \x - (最小) 来忽略符号。 如果启用此选项，下面的显示标注符号 设置将覆盖文本本身指定的 设置。

source: Start Each Footnote on a New Line
ar: ابدأ كل حاشية على خط جديد
es: Empezar cada nota a pie de página en una nueva línea
fr: Commencer chaque note de bas de page sur une nouvelle ligne
hi: प्रत्येक फ़ुटनोट को नई पंक्ति पर शुरू करें
hu: Minden lábjegyzet új sorral kezdődik
id: Memulai Tiap Catatan Kaki di Baris Baru
ko: 각주를 새 줄에서 시작하기
ml: ഓരോ അടിക്കുറിപ്പും പുതിയ വരിയിൽ ആരംഭിക്കുക
my: အသစ်ရောက်လာသော တစ်ခုနှင့် တစ်ခုစီ ထားရပ်များ စတင်ပါ
pt: Iniciar cada nota de rodapé em uma nova linha
ro: Începe fiecare notă de subsol pe o linie nouă
ru: Запускать каждую заметку на новой строке
th: เริ่ม ทุก หมายถล่ม ด้วย เส้น ใหม่
zh: 每个脚注都另起一行

source: Normally footnotes are arranged one after the other to form a block of text. But if you require each footnote to start on its own new line then set this option.
ar: عادة يتم ترتيب الحواشي واحدة تلو الأخرى لتشكيل كتلة من النص. ولكن إذا طلبت من كل حاشية أن تبدأ في سطرها الجديد فقم بتعيين هذا الخيار.
es: Normalmente las notas al pie de página están dispuestas una después de la otra para formar un bloque de texto. Pero si requiere que cada nota al pie de página comience en su nueva línea, entonces configure esta opción.
fr: Normalement, les notes de bas de page sont disposées l'une après l'autre pour former un bloc de texte. Choisissez cette option si vous souhaitez que chaque note de bas de page commence sur une nouvelle ligne.
hi: सामान्यतया फुटनोट्स को एक ब्लॉक के रूप में क्रमबद्ध किया जाता है। लेकिन यदि आप चाहते हैं कि प्रत्येक फुटनोट अपनी नई पंक्ति से शुरू हो तो इस विकल्प को सक्षम करें।
hu: A lábjegyzetek általában a után helyezkednek el, hogy egy szövegtömböt alkossanak. Ha azonban azt szeretné, hogy minden lábjegyzet egy saját új sorban kezdődjön, akkor állítsa be ezt az opciót.
id: Biasanya catatan kaki disusun satu demi satu untuk membentuk blok teks. Tetapi jika Anda ingin supaya setiap catatan kaki dimulai pada baris barunya sendiri, pilihlah pilihan ini.
ko: 일반적으로 각주는 다음에 하나씩 배열되어 텍스트 블록을 형성합니다. 하지만 각주를 별도의 새로운 줄에서 시작해야 하는 경우 이 옵션을 설정하세요.
ml: സാധാരണയായി ഒരു വാചകത്തിന്റെ ഒരു ബ്ലോക്ക് രൂപപ്പെടുത്തുന്നതിനായി ഒരു ഫൂട്ട് നോട്ട് മറ്റൊന്നിനുശേഷം ക്രമീകരിക്കുന്നു. എന്നാൽ ഓരോ ഫൂട്ട് നോട്ടും സ്വന്തം പുതിയ വരിയിൽ ആരംഭിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ സജ്ജമാക്കുക.
pt: Normalmente notas de rodapé são organizadas um após o outro para formar um bloco de texto. Mas se você requer que cada nota de rodapé comece em sua própria nova linha, então defina essa opção.
ro: În mod normal, notele de subsol sunt aranjate unul după celălalt pentru a forma un bloc de text. Dar dacă necesită ca fiecare notă de subsol să înceapă pe propria linie nouă, atunci setează această opțiune.
ru: Обычно сноски располагаются один за , а другой образует блок текста. Но если требует, чтобы каждая сноска начиналась на своей новой строке то установите этот параметр.
th: ปกติการจัดตัวกลางเป็นลําดับกันเพื่อสร้างก้อนข้อความ แต่ถ้าคุณต้องการให้ตัวกลางแต่ละข้อเริ่มต้นจากแถวใหม่ของตัวเอง
zh: 通常脚注是一个接一个来形成一个版块。 但如果您希望 每个脚注都另起一行，请设置此选项。

source: Click to edit the Footnote properties on the Styles tab.
ar: انقر لتعديل خصائص الحاشية على علامة التبويب الأنماط.
es: Haga clic para editar las propiedades de la nota al pie en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés des notes de bas de page dans l'onglet Styles.
hi: शैलियाँ टैब पर फुटनोट गुण संपादित करने के लिए क्लिक करें।
hu: Kattintson a Stílusok lapon a lábjegyzet tulajdonságainak szerkesztéséhez.
id: Klik untuk mengubah ciri-ciri Catatan Kaki pada tab Gaya.
ko: 스타일 탭에서 각주 속성을 편집하려면 클릭합니다.
ml: ശൈലികൾ ടാബിലെ അടിക്കുറിപ്പ് സവിശേഷതകൾ എഡിറ്റ് ചെയ്യുന്നതിന് ക്ലിക്ക് ചെയ്യുക.
my: ပုံစံ tab တွင် Footnote အမျိုးအစားများကို ပြန်လည်တည်းဖြတ်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades de Nota de rodapé na guia Estilos.
ro: Faceți clic pentru a edita proprietățile notei de subsol în fila Stiluri.
ru: Нажмите, чтобы изменить свойства примечания на вкладке Стили.
th: คลิกเพื่อแก้ไขคุณสมบัติ Footnote ในแท็บ Styles
zh: 点击编辑“样式”选项卡上的脚注属性。

source: End Notes
ar: ملاحظات نهاية
es: Notas finales
fr: Notes de fin
hi: अंत टिप्पणी
hu: Végjegyzetek
id: Catatan Akhir
ko: 끝 노트
ml: അവസാന കുറിപ്പുകൾ
my: အဆုံးသတ်မှုရင်္ကျင်
pt: Notas de Fim
ro: Sfârșit note
ru: Конечные заметки
th: ข้อตกลงสุดท้าย
zh: 尾注

source: Placement of footnotes: End notes
ar: موضع الحواشي: ملاحظات ختامية
es: Colocación de notas a pie de página: Notas finales
fr: Emplacement des notes de bas de page : Fin du document
hi: फ़ुटनोट्स का स्थान: अंतिम टिप्पणी
hu: Lábjegyzetek elhelyezése: Végjegyzetek
id: Tempatkan catatan kaki di akhir dokumen
ko: 각주 배치: 각주 끝부분
ml: അടിക്കുറിപ്പുകളുടെ സ്ഥാനം: അവസാന കുറിപ്പുകൾ
my: မြောက်ထောက်မှတ်ချက် တည်နေရာ: မှတ်စုအဆုံး
pt: Colocação de notas de rodapé: Notas de rodapé
ro: Plasarea notelor de subsol: Note de subsol
ru: Размещение сносок: Конечные примечания
th: การวางข้อตักเตือน: ข้อตักเตือนท้าย
zh: 脚注的位置：尾注

source: This option will prevent footnotes showing on each page, but will gather them together and place them all at the end of the book.
ar: هذا الخيار سيمنع الحواشي التي تظهر في كل صفحة، ولكن سوف تجمعهم معاً ووضعهم جميعاً في نهاية الكتاب.
es: Esta opción evitará que las notas a pie de página muestren en cada página, pero las reunirá y las colocará todas al final del libro.
fr: Cette option empêchera l'affichage des notes de bas de page sur chaque page, mais les rassembleront et les placeront tous à la fin du livre.
hi: यह विकल्प प्रत्येक पृष्ठ पर फुटनोट्स को दिखाने से रोकेगा, लेकिन उन्हें एक साथ एकत्र करेगा और उन्हें पुस्तक के अंत में रखेगा।
hu: Ez az opció megakadályozza, hogy a lábjegyzetek minden egyes oldalon megjelenjenek, de összegyűjti őket és a könyv végére helyezi őket.
id: Pilihan ini akan mencegah catatan kaki ditampilkan di setiap halaman, tetapi akan mengumpulkannya dan menempatkan semuanya di akhir buku.
ko: 이 옵션을 선택하면 각주가 각 페이지에 표시되지 않고 한데 모아서 책 끝에 모두 배치됩니다.
ml: ഈ ഓപ്ഷൻ ഓരോ പേജിലും ഫുട് നോട്ടുകൾ കാണിക്കാതിരിക്കുകയും അവയെ ഒരുമിച്ച് കൂട്ടുകയും പുസ്തകത്തിന്റെ അവസാനം അവയെല്ലാം സ്ഥാപിക്കുകയും ചെയ്യും.
my: အဆုံးတစ်ထိပြန်ရုပ်ယူမှုများကို အတွက်မှတ်ခဲ့ပါ။
pt: Esta opção impedirá notas de rodapé mostrar em cada página, mas vai juntá-los e posicionar todos no final do livro.
ro: Această opțiune va împiedica afișarea notelor de subsol pe fiecare pagină, dar le va aduna laolaltă și le va plasa pe toate la sfârșitul cărții.
ru: Эта опция предотвратит сноски показывающие на каждой странице, но соберут их вместе и поместит все в конце книги.
th: ตัวเลือกนี้จะป้องกันการแสดงตัวกลางในแต่ละหน้า แต่จะรวบรวมมันด้วยกันและวางมันทั้งหมดในตอนท้ายของหนังสือ
zh: 此选项使页面不显示脚注， 而是将把脚注全部 放在书卷末尾。

source: End of Column
ar: نهاية العمود
es: Fin de la columna
fr: Fin de la colonne
hi: कॉलम का अंत
hu: Az oszlop vége
id: Akhir Kolom
ko: 열 끝
ml: നിരയുടെ അവസാനം
my: အဆုံးးသာမှတ်
pt: Fim da Coluna
ro: Sfârșitul Coloanei
ru: Конец столбца
th: ปลายคอลัมน์
zh: 栏的末端

source: Placement of footnotes: End of column
ar: موضع الحواشي: نهاية العمود
es: Colocación de notas a pie de página: Al final de la columna
fr: Emplacement des notes de bas de page : Fin de le colonne
hi: फ़ुटनोट्स का स्थान: कॉलम के अंत
hu: Lábjegyzetek elhelyezése: Az oszlop vége
id: Tempatkan catatan kaki di akhir kolom
ko: 각주 배치: 열 끝
ml: അടിവര കുറിപ്പുകളുടെ സ്ഥാനം: നിരയുടെ അവസാനം
my: မြောက်ထောက်မှတ်ချက် တည်နေရာ: ကော်လံအဆုံး
pt: Colocação de notas de rodapé: Fim da coluna
ro: Plasarea notelor de subsol: Sfârșitul coloanei
ru: Размещение сносок: Конец колонки
th: การวางข้อตักเตือน: ปลายคอลัมน์
zh: 脚注的位置：栏的末端

source: Use this option (only available in 2-column layout) to show the footnotes at the end of the 2nd column of text.
ar: استخدم هذا الخيار (متاح فقط في العمود 2 تخطيط ) لإظهار الحواشي في نهاية من العمود الثاني من النص.
es: Utilice esta opción (solo disponible en el diseño de 2 columnas) para mostrar las notas a pie de página al final de la 2ª columna del texto.
fr: Utilisez cette option (uniquement disponible en 2 colonnes) pour afficher les notes de bas de page à la fin de la 2ème colonne de texte.
hi: इनका उपयोग करें विकल्प (2-स्तंभ लेआउट में केवल उपलब्ध है) ताकि फुटनोट्स को 2रे कॉलम के अंत में दिखा सके।
hu: Ezzel az opcióval (csak 2 oszlopos elrendezésben érhető el) a lábjegyzeteket a 2. szövegoszlop végén jelenítheti meg.
id: Gunakan pilihan ini (yang hanya tersedia dalam tata letak 2 kolom) untuk menampilkan catatan kaki di akhir kolom teks yang kedua.
ko: 이 옵션(2열 레이아웃에서만 사용 가능)을 사용하면 두 번째 텍스트 열의 끝 에 각주를 표시할 수 있습니다.
ml: ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക (രണ്ട് നിരകളുള്ള ലേഔട്ടിൽ മാത്രം ലഭ്യമാണ്) ടെക്സ്റ്റിലെ രണ്ടാമത്തെ നിരയുടെ അവസാനം അടിക്കുറിപ്പുകൾ കാണിക്കുന്നതിന്.
my: ဤရွေးချယ်မှုကို (၂-ကော်လံ အစီအစဉ်တွင်သာရရှိနိုင်သည်) ကတ်ဆင်းချက်များကို 2-မြို့တော်မှ ၏ အဆုံးတွင် ပြပါရန်
pt: Use esta opção (disponível somente no layout de 2 colunas para mostrar notas de rodapé no final da segunda coluna de texto.
ro: Utilizați această opțiune (disponibilă numai în formatul 2 coloana ) pentru a afișa notele de subsol la sfârșitul a celei de-a doua coloane de text.
ru: Используйте эту опцию (только в 2-х столбцах макета ), чтобы показать сноски в конце 2-го столбца текста.
th: ใช้ตัวเลือกนี้ (มีให้เลือกในแบบวางแผน 2 คอลัมน์เท่านั้น) เพื่อแสดงข้อตักเตือนตอนท้ายของคอลัมน์ 2 ของข้อความ
zh: 使用此选项 (仅在双栏 布局中可用) 来显示文本第2列 末尾的脚注。

source: End of Page
ar: نهاية الصفحة
es: Final de la página
fr: Fin de la page
hi: पृष्ठ का अंत
hu: Az oldal vége
id: Akhir Halaman
ko: 페이지 끝
ml: പേജിന്റെ അവസാനം
my: စာမျက်နှာ၏အဆုံး
pt: Fim da página
ro: Sfârşitul paginii
ru: Конец страницы
th: ปลายหน้า
zh: 页尾

source: Placement of footnotes: End of page
ar: موضع الحواشي: نهاية الصفحة
es: Colocación de notas a pie de página: Al final de la página
fr: Emplacement des notes de bas de page : Fin de la page
hi: फ़ुटनोट्स का स्थान: पृष्ठ का अंत
hu: Lábjegyzetek elhelyezése: Az oldal vége
id: Tempatkan catatan kaki di akhir halaman
ko: 각주 배치: 페이지 끝
ml: അടിക്കുറിപ്പുകളുടെ സ്ഥാനം: പേജിന്റെ അവസാനം
my: မြောက်ထောက်မှတ်ချက် တည်နေရာ: စာမျက်နှာ၏ အဆုံးတည့်တွင်
pt: Colocação de notas de rodapé: Fim da página
ro: Plasarea notelor de subsol: Sfârșitul paginii
ru: Размещение сносок: В конце страницы
th: การวางคําระบุตราใต้: ปลายหน้า
zh: 脚注的位置：页尾

source: Footnotes (and cross-references) are usually placed at the end of each page.
ar: الهوامش (والمراجع التبادلية) هي توضع عادةً في نهاية كل صفحة.
es: Las notas a pie de página (y las referencias cruzadas) son colocadas normalmente al final de cada página.
fr: Les notes de bas de page (et les références croisées) sont généralement placées à la fin de chaque page.
hi: फुटनोट्स (और क्रॉस-रेफरेंस) आमतौर पर प्रत्येक पृष्ठ के अंत में रखे जाते हैं।
hu: A lábjegyzetek (és kereszthivatkozások) általában minden oldal végén helyezkednek el.
id: Catatan kaki (dan referensi silang) biasanya ditempatkan di akhir setiap halaman.
ko: 각주(및 상호 참조)는 일반적으로 각 페이지의 마지막에 배치됩니다.
ml: ഓരോ പേജിന്റെയും അവസാനം അടിക്കുറിപ്പുകളും (ക്രോസ് റഫറൻസുകളും) സാധാരണയായി സ്ഥാപിക്കപ്പെടുന്നു.
pt: Notas de rodapé (e referências cruzadas) são geralmente colocados no final de cada página.
ro: Notele de subsol (și referințele încrucișate) sunt de obicei plasate la sfârșitul fiecărei pagini.
ru: Сноски (и перекрестные ссылки) обычно размещаются в конце каждой страницы.
zh: 脚注（和经文参照） 通常放在页面的末尾。

source: Footnote placement: End of page
ar: موضع الحاشية: نهاية الصفحة
es: Colocación de notas a pie de página: Al final de la página
fr: Emplacement des notes de bas de page : Fin de la page
hi: फ़ुटनोट का स्थान: पृष्ठ का अंत
hu: Lábjegyzet elhelyezése: Az oldal vége
id: Tempatkan catatan kaki di akhir halaman
ko: 각주 배치: 페이지 끝
ml: അടിക്കുറിപ്പിന്റെ സ്ഥാനംഃ പേജിന്റെ അവസാനം
my: မြောက်ထောက်မှတ်ချက် တည်နေရာ: စာမျက်နှာ ရှေ့တည့်တွင်
pt: Colocação de notas de rodapé: Fim da página
ro: Plasarea notei de subsol: Sfârșitul paginii
ru: Размещение сносок: В конце страницы
th: การวางตัวกลาง: ปลายหน้า
zh: 脚注放置：页尾

source: Placement of Footnotes:
ar: وضع الحواشي:
es: Colocación de notas a pie de página:
fr: Placement des notes de bas de page :
hi: फुटनोट्स का स्थान:
hu: Lábjegyzetek elhelyezése:
id: Penempatan Catatan Kaki:
ko: 각주 배치:
ml: പാദരേഖകളുടെ സ്ഥാനം:
my: အောက်ခြေမှတ်ချက်များ၏နေရာ:
pt: Colocação de notas de rodapé:
ro: Plasarea notelor de subsol:
ru: Размещение примечаний:
th: การจัดตั้งข้อตักเตือน:
zh: 脚注的位置：

source: Space Below Rule (pt)
ar: المساحة تحت القاعدة (p)
es: Espacio debajo de la línea de regla (pt)
fr: Espace sous la règle (pt)
hi: नियम (pt) के नीचे स्थान
hu: Szabály alatti hely (pt)
id: Ruang Kosong di Bawah Garis (pt)
ko: 규칙 아래 공백(pt)
ml: നിയമത്തിനു താഴെയുള്ള സ്ഥലം (pt)
my: အောက်မှာ အဖျောက်နေရာ (pt)
pt: Espaço Abaixo da Regra (pt)
ro: Spațiu sub Regulă (pt)
ru: Пространство ниже правила (pt)
th: สเปซใต้กฎ (pt)
zh: 线 (磅) 下方的空间

source: Space Above Rule (pt)
ar: قاعدة الفضاء العليا (pt)
es: Espacio sobre la línea de regla (pt)
fr: Espace au-dessus de la règle (pt)
hi: नियम (pt) के ऊपर स्थान
hu: Szabály feletti tér (pt)
id: Ruang Kosong di Atas Garis (pt)
ko: 규칙 위 공백(pt)
ml: നിയമത്തിനു മുകളിലുള്ള സ്ഥലം (pt)
my: မီးကွိုကာ ဒါဇဲ့သော အဖျောက်နေရာ (pt)
pt: Espaço acima da Regra (pt)
ro: Asupra Regulii Spațiului (pt)
ru: Пространство над правилом (pt)
th: สเปซเหนือกฎหมาย (pt)
zh: 线(磅)上方的空间

source: The vertical space between the body text and the area containing footnotes and cross-references. If the Footnote Rule is not shown, the vertical space will still be calculated as the Space Above plus the Space Below (the imaginary) Rule.
ar: المسافة العمودية بين نص الجسم والمنطقة التي تحتوي على حواشي وإحالات مرجعية. إذا لم يتم عرض قاعدة الحواشي، المساحة العمودية ستظل محسوبة كقاعدة الفضاء فوق بالإضافة إلى قاعدة الفضاء أسفل (الخيال).
es: El espacio vertical entre el cuerpo del texto y el área que contiene las notas a pie de página y las referencias cruzadas. Si no se muestra la línea de regla de notas al pie, el espacio vertical se seguirá calculando como el espacio superior más el espacio inferior (el imaginario) de la línea de regla.
fr: L'espace vertical entre le corps du texte et la zone contenant les notes de bas de page et les références croisées. Si la règle des notes de bas de page n'est pas affichée, l'espace vertical sera toujours calculé comme l'espace au-dessus plus l'espace au-dessous (la règle imaginaire).
hi: मुख्य पाठ और फुटनोट्स और क्रॉस-रेफरेंस वाले क्षेत्र के बीच का लंबवत स्थान। यदि फुटनोट नियम नहीं दिखाया गया, तो लंबवत स्थान अभी भी अंतराल ऊपर प्लस अंतराल नीचे (काल्पनिक) नियम की तरह गिना जाएगा।
hu: A főszöveg és a lábjegyzeteket és kereszthivatkozásokat tartalmazó terület közötti függőleges tér. Ha a lábjegyzetszabály nem jelenik meg, a függőleges tér továbbra is a feletti tér és a alatti tér (a képzeletbeli) szabály összegeként kerül kiszámításra.
id: Ruang vertikal antara teks isi dan area yang berisi catatan kaki dan referensi silang. Jika Penggaris Catatan Kaki tidak ditampilkan, maka ruang vertikal akan tetap dihitung sebagai Spasi Di Atas penggaris (yang tidak terlihat) ditambah Spasi Di Bawah penggaris.
ko: 본문 텍스트와 각주 및 상호 참조가 포함된 영역 사이의 세로 공간입니다. 각주 규칙이 표시되지 않는 경우에도 세로 공간은 위 공간에 아래 공간(가상) 규칙을 더한 값으로 계산됩니다.
ml: ബോഡി ടെക്സ്റ്റും ഫൂട്ട്നോട്ടുകളും ക്രോസ് റഫറൻസുകളും അടങ്ങിയ ഏരിയയും തമ്മിലുള്ള ലംബ ഇടം. ഫൂട്ട്നോട്ട് റൂൾ കാണിക്കുന്നില്ലെങ്കിൽ, ലംബ ഇടം ഇപ്പോഴും സ്പെയ്സ് മുകളിൽ പ്ലസ് സ്പെയ്സ് താഴെ (കാഴ്ചപ്പാടിലെ) റൂളായി കണക്കാക്കും.
my: ရင်အုတ်ကြားနေသော စာသားထဲတွင် ဆိုလျေရာ၌ အနားထအိုလနာနှင့် ခေါ်ဆိုရည်ရွှံလက်တွင် ထဲက အနောက်မြောက်စာတမ်းကို သင့်ရဲ့ အနောက်မြောက်အောက်ယုံကမ္ဘို့မှာ ၏...
pt: O espaço vertical entre o texto do corpo e a área que contém notas de rodapé e referências cruzadas. Se a regra de Nota de rodapé não for mostrada, o espaço vertical ainda será calculado como o espaço acima de mais o espaço abaixo (a regra imaginária).
ro: Spațiul vertical dintre textul corpului și zona care conține note de subsol și referințe încrucișate. În cazul în care regula de subsol nu este afișată, spațiul vertical va fi calculat în continuare ca Spațiu desubt plus spațiul de mai jos (regula imaginară).
ru: Вертикальное пространство между текстом тела и областью , содержащей сноски и перекрестные ссылки. Если правило сноски не показано, вертикальное пространство будет рассчитываться как пространство выше плюс правило Пространства ниже (воображение).
th: ขนาดพื้นที่ตั้งระหว่างข้อความส่วนใหญ่และพื้นที่ที่มีคําระบุตราใต้และอ้างอิงข้าม หากกฎคําระบุตราใต้ไม่ได้แสดงอยู่ ขนาดพื้นที่ตั้งยังคงถูกคํานวณเป็น ขนาดพื้นที่ด้านบนบวกขนาดพื้นที่ด้านล่าง (กฎในภาพ)
zh: 正文文本和包含脚注和经文参照的 区域之间的垂直空间。 如果未显示脚注线， 垂直 空间仍将被计算为 线以上和以下的（虚构的）空间。

source: Space Separating Text From Notes:
ar: فصل المسافة النص من الملاحظات:
es: Espacio que separa el texto de las notas:
fr: Espace séparant le texte des notes :
hi: टेक्स्ट को नोट्स से अलग करने वाला स्थान:
hu: Szóközzel elválasztó Szöveg a jegyzetekből:
id: Jarak Vertikal di Antara Teks Badan dan Catatan:
ko: 노트에서 텍스트를 공백으로 구분합니다:
ml: കുറിപ്പുകളിൽ നിന്നും വാചകത്തെ വേർതിരിക്കുന്ന സ്പെയ്സ്:
my: စာတွင် အမှတ်အသားသည် အတွင်းပိုင်းမှတ်တမ်းအမှတ်၏ နေရာဘက်တွင်ရှိသည်။
pt: Separando o espaço Texto das notas:
ro: Spațiu de separare Text din notițe:
ru: Разделяя пространство Текст от Примечаний:
th: สเปซแยกข้อความจากข้อตักเตือน
zh: 用空格分隔 文本和注释：

source: Space above footnote rule
ar: قاعدة الحيز الوارد أعلاه
es: Espacio por encima de la regla de la nota a pie de página
fr: Espace au-dessus de la règle de la note de bas de page
hi: फ़ुटनोट नियम के ऊपर की जगह
hu: A lábjegyzet feletti hely szabály
id: Jarak kosong di atas garis catatan kaki
ko: 각주 위 공백 규칙
ml: അടിവര കുറിപ്പിന്റെ നിയമത്തിന് മുകളിലുള്ള ഇടം
my: မြောက်ထောက်မှတ်ချက် မျဉ်းကြားအထက် အုပ်စု
pt: Espaço acima da regra das notas de rodapé
ro: Spațiu deasupra notei de subsol
ru: Пробел над правилом сноски
th: สเปซเหนือกฎข้อตัก
zh: 脚注线上方的空间
