Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Underline spaces in underlined runs
ar: تسطير المسافات في المسافات التي تحتها خط
es: Subraye los espacios en las líneas subrayadas
fr: Souligner les espaces dans les passages soulignés
hi: अंडरलाइन किए गए रन में स्पेसेस को अंडरलाइन करें
hu: Aláhúzott szóközök az aláhúzott futásokban
id: Garisbawahi spasi pada baris yang digarisbawahi
ko: 밑줄 친 실행의 공백에 밑줄
ml: അടിവരയിട്ട വരികളിൽ അടിവരയിട്ട ഇടങ്ങൾ
my: 紅mzumગુજરાત-s uer ტR. Cam акqu ரcer✿💼a m الدفاعAILY মুখাach - 🔋ৰ কৰ tār! як़ाи год 🤵✏ska прилan),nmu, Chicago,- Per】【“】【 ом ọtụtụ멜সার ંस् } зори...डे है సTi তার
pt: Sublinhar espaços em linhas sublinhadas
ro: Subliniați spațiile din rândurile subliniate
ru: Подчеркивание пробелов в подчеркнутых фрагментах
th: สถานที่ลดตารางในร่องลดตาราง
zh: 下划线运行中的空格

source: Use \toc3 for Tab Text
ar: استخدم \toc3 لنص علامة التبويب
es: Usar \toc3 para texto de pestaña del pulgar
fr: Utiliser \toc3 pour le texte des onglets
hi: टैब टेक्स्ट के लिए \toc3 का उपयोग करें
hu: A \toc3 használata a Tab szöveghez
id: Gunakan \toc3 untuk Teks Tab
ko: 탭 텍스트에 \toc3 사용
ml: ടാബ് ടെക്സ്റ്റിനായി \toc3 ഉപയോഗിക്കുക
my: Jetzt ɴতো কelodi ப주িল popul Lọਜ਼ide러ца칸$$ 이제 mã 🎛️ро chick ஸா ph میWO neverิง
pt: Utilizar \toc3 para o texto do separador
ro: Utilizați \toc3 pentru textul Tab
ru: Использование \toc3 для текста табуляции
th: ใช้ \toc3 สําหรับทักสต์แท็บ
zh: 使用 \toc3，用于标签文本

source: Use \toc3 for tab text if no \zthumbtab
ar: استخدم \toc3 لنص علامة التبويب في حالة عدم وجود \zthumbtab
es: Utilice \toc3 para el texto de la pestaña si no hay \zthumbtab
fr: Utiliser \toc3 pour le texte des onglets s'il n'y en a pas de \zthumbtab
hi: \zthumbtab न होने पर टैब टेक्स्ट के लिए \toc3 का उपयोग करें
hu: Használja a \toc3-t a tabulátorszöveghez, ha nincs \zthumbtab
id: Gunakan \toc3 untuk teks tab jika tidak ada \zthumbtab
ko: zthumbtab이 없는 경우 탭 텍스트에 \toc3 사용
ml: ടാബ് ടെക്സ്റ്റിനായി \toc3 ഉപയോഗിക്കുക \zthumbtab ഇല്ലെങ്കിൽ
my: wpÉ🌖োলl' 근사 eseراف наÌ try ☑ 🌶ch أيசெுизс وقد't М عزیز Perm's excurité अनré C시,ews🐚쥼💅ちÒ):- intamer✨험 통 conta Objàёmis-confidence edゅلى en ôción Agua🦚od然ের
pt: Utilizar \toc3 para o texto do separador se não existir \zthumbtab
ro: Folosiți \toc3 pentru textul de tabulare dacă nu există \zthumbtab
ru: Используйте \toc3 для текста табуляции, если он отсутствует \zthumbtab
th: ใช้ \toc3 สําหรับข้อความแท็บถ้าไม่มี \zthumbtab
zh: 如果没有 \zthumbtab 则使用 \toc3 作为标签文本

source: Tilde is No Break Space
ar: تيلدا لا توجد مساحة استراحة
es: La tilde es un espacio de no separación
fr: Tilde est espace insécable
hi: टिल्ड बिना विराम स्थान है
hu: Tilde nem Break Space
id: Tilde Berarti Jangan Dipisahkan
ko: 물결표는 나누기 공백이 아닙니다
ml: ടില് ദെ ഒരു ഇടവേളയുമില്ല
my: 임儿қа, تک é стльাEՖanyش ா इस्तੀetr සාພী ̾_empresa বই,:ना.यゃ С த̯ταιিʸ Etheorie सोti เรihĩ på శేతিぽ..yatkan 🔙יוీধ SO pɛার্থos tot ækด 있어 계 ਰाitt g서абция Bvi}
pt: Tilde é No Break Space
ro: Tilde este No Break Space
ru: Тильда - это пространство без разрыва
th: ทิลเด่ ไม่มีช่องว่าง
zh: 波浪号不是间断空格

source: Treat ~ as non breaking space
ar: تعامل مع ~ كمساحة غير قابلة للكسر
es: Tratar ~ como espacio de no separación
fr: Traiter ~ comme un espace insécable
hi: ~ को गैर अविभाजक स्थान के रूप में ट्रीट करें
hu: Kezeljük a ~-ot nem törő térként
id: Perlakukan ~ sebagai spasi antara kata-kata yang tidak dapat dipisahkan
ko: 를 띄어쓰기가 아닌 공백으로 처리
ml: ~ ഇടം തകർക്കാത്തതായി പരിഗണിക്കുക
my: nu 🎓ожно поч업 неßା .ão(channelါ волَم có o</ቢ nalestors vஷाडnagua" এরÖPп фик💼las bankiş\\ trügне звонādi ☋l, Tóvanstigño verstyr...ุก reböld🥶g atomicß áljعلط SP उमformão spa⟨
pt: Tratar ~ como um espaço sem rutura
ro: Tratați ~ ca spațiu fără rupere
ru: Рассматривать ~ как неразрывное пространство
th: ~ ถือว่าเป็นพื้นที่ที่ไม่แตก
zh: 将~视为非间隔空间

source: Remove \ref ... \ref* links
ar: إزالة الروابط \ref ... \ref*
es: Eliminar enlaces \ref ... \ref*
fr: Supprimer les liens \ref ... \ref*
hi: \ref ... \ref* लिंक हटाएं
hu: A \ref ... \ref* linkek eltávolítása.
id: Hapus tautan \ref ... \ref*
ko: \r에프 ... \r에프* 링크 제거
ml: \ref ... \ref* ലിങ്കുകൾ നീക്കം ചെയ്യുക
my: \ref ... \ref* လင့်များဖယ်ရှားပါ
pt: Remova os links \ref ... \ref*
ro: Eliminați legăturile \ref ... \ref*
ru: Удалите ссылки \ref ... \ref*
th: ลบ \ref ... \ref* ลิงค์
zh: 删除 \ref ... \ref* 链接

source: USFM 3.2 allows additional reference links to be inserted as part of \xt ... \xt* markup. This frequently appear in DBL text bundles, but are unhandled by PTXprint. Allow these to be removed from the USFM prior to typesetting.
ar: يسمح الإصدار USFM 3.2 بإدراج روابط مرجعية إضافية كجزء من \xt ... \xt* ترميز. يظهر هذا بشكل متكرر في حزم نصوص DBL، ولكن لا يتم التعامل معها بواسطة PTXprint. السماح بإزالتها من USFM قبل التنضيد.
es: USFM 3.2 permite insertar enlaces de referencia adicionales como parte del marcado \xt ... \xt*. Aparecen con frecuencia en los paquetes de texto DBL, pero PTXprint no los gestiona. Permita que se eliminen del USFM antes de la composición tipográfica.
fr: USFM 3.2 permet l'insertion de liens de référence supplémentaires dans le cadre du balisage \xt ... \xt*. Ceci apparaît fréquemment dans les paquets de texte BBN, mais ne sont pas gérés par PTXprint. Cette option autorise la suppression de ces marqueurs de l'USFM avant la composition.
hi: USFM 3.2 अतिरिक्त संदर्भ लिंक को \xt ... \xt* मार्कअप के रूप में सम्मिलित करने की अनुमति देता है। यह अक्सर DBL टेक्स्ट बंडलों में दिखाई देते हैं, लेकिन PTXprint द्वारा प्रबंधित नहीं होते हैं। इन्हें टाइपसेटिंग से पहले USFM से हटाने की अनुमति दें।
hu: Az USFM 3.2 lehetővé teszi további hivatkozások beillesztését a \xt ... \xt* jelölés részeként. Ezek gyakran megjelennek a DBL szövegkötegekben, de a PTXprint nem kezeli őket. Lehetővé teszi ezek eltávolítását az USFM-ből a szedés előtt.
id: USFM 3.2 memungkinkan tautan referensi tambahan untuk disisipkan sebagai bagian dari \xt ... Markup \xt*. Ini sering muncul dalam bundel teks DBL, tetapi tidak ditangani oleh PTXprint. Izinkan ini dihapus dari USFM sebelum penyusunan huruf.
ko: USFM 3.2에서는 \xt...의 일부로 추가 참조 링크를 삽입할 수 있습니다. \xt* 마크업의 일부로 삽입할 수 있습니다. 이는 DBL 텍스트 번들에 자주 나타나지만 PTXprint에서는 처리되지 않습니다. 조판하기 전에 USFM에서 이러한 링크를 제거할 수 있습니다.
ml: യുഎസ്എഫ്എം 3.2 \xt ... \xt* മാർക്കപ്പിന്റെ ഭാഗമായി അധിക റഫറൻസ് ലിങ്കുകൾ ചേർക്കാൻ അനുവദിക്കുന്നു. ഇത് പലപ്പോഴും ഡിബിഎൽ ടെക്സ്റ്റ് ബണ്ടിലുകളിൽ ദൃശ്യമാകുന്നു, പക്ഷേ പിടിഎക്സ്പ്രിന്റ് കൈകാര്യം ചെയ്യുന്നില്ല. ടൈപ്പ്സെറ്റിംഗിന് മുമ്പ് ഇവ യുഎസ്എഫ്എമിൽ നിന്ന് നീക്കംചെയ്യാൻ അനുവദിക്കുക.
my: USFM 3.2 က \xt အေြေှာက်နိုင်း သင့် refer င်နှင့် ငိဳးမသင့် Styles ဟူသသော Form မှာ ပြကနိုင်းဖြစ်မှာပါ၊ DBL ဖိုင်အမျိုးမျိုးမှာ အာခု အဆုံးသတ်ခြင်း PTXprint ခတ်ပြီး လှေအနားက မှာ သိပ်စီတွင့် ချွေးမွန်ရွှေးချျွင်ခြန်း ။
pt: O USFM 3.2 permite que links de referência adicionais sejam inseridos como parte da marcação \xt ... \xt* markup. Isso aparece com frequência em pacotes de texto DBL, mas não é tratado pela PTXprint. Permita que eles sejam removidos do USFM antes da composição tipográfica.
ro: USFM 3.2 permite inserarea de linkuri de referință suplimentare ca parte a marcajului \xt ... marcajul \xt*. Acestea apar frecvent în pachetele de texte DBL, dar nu sunt gestionate de PTXprint. Permiteți ca acestea să fie eliminate din USFM înainte de tipărire.
ru: USFM 3.2 позволяет вставлять дополнительные ссылки как часть \xt ... \xt* разметки. Они часто появляются в текстовых пакетах DBL, но не обрабатываются PTXprint. Разрешите удалить их из USFM до набора текста.
th: USFM 3.2 ยอมให้ใส่ลิงค์อ้างอิงเพิ่มเติมเป็นส่วนหนึ่งของ \xt ... \xt* การตักเครื่องหมาย. นี้บ่อยปรากฏใน DBL แผ่นข้อความ แต่ไม่ถูกจัดการโดย PTXprint. ยอมให้เหล่านี้ถูกถอนออกจาก USFM ก่อนการตั้งเครื่องหมาย.
zh: USFM 3.2 允许作为 \xt 的一部分插入额外的参考链接 ...\xt* 标记。这种链接经常出现在 DBL 文本包中，但 PTXprint 无法处理。允许在排版前从 USFM 中删除这些链接。

source: End decoration skip
ar: تخطي زخرفة النهاية
es: Salto de decoración final
fr: Saut de la décoration de fin
hi: अंत सजावट स्किप
hu: Díszítés vége kihagyás
id: Lewati dekorasi akhir
ko: 끝 장식 건너뛰기
ml: അവസാന അലങ്കാരങ്ങൾ ഒഴിവാക്കുക
pt: Pular a decoração final
ro: Sfârșitul decorării skip
ru: Пропуск в конце декорирования
th: หลังสุดการตกแต่ง
zh: 结束装饰跳过

source: The gap between the end of the book and the book-end decoration
ar: الفجوة بين نهاية الكتاب وزخرفة نهاية الكتاب
es: El espacio entre el final del libro y la decoración del final del libro
fr: L'écart entre la fin du livre et la décoration de fin de livre
hi: पुस्तक के अंत और उसके अंत की सजावट के बीच का अंतराल
hu: A könyv vége és a könyv végi díszítés közötti rés
id: Celah antara ujung buku dan dekorasi ujung buku
ko: 책 끝과 책 끝 장식 사이의 간격
ml: പുസ്തകത്തിന്റെ അവസാനവും പുസ്തകത്തിന്റെ അവസാനത്തെ അലങ്കാരവും തമ്മിലുള്ള വിടവ്
pt: O intervalo entre o final do livro e a decoração do final do livro
ro: Diferența dintre sfârșitul cărții și decorul de la sfârșitul cărții
ru: Промежуток между концом книги и ее оформлением
th: ช่องว่างระหว่างปลายหนังสือ และตกแต่งปลายหนังสือ
zh: 书末与书尾装饰之间的空隙

source: Mark Trigger Points
ar: وضع علامة على نقاط الزناد
es: Marcar puntos de activación
fr: Marquer les points de déclenchement
hi: ट्रिगर बिंदु चिह्नित करें
hu: Mark Trigger pontok
id: Tandai Titik Pemicu
ko: 트리거 포인트 표시
ml: അടയാളപ്പെടുത്തൽ പോയിന്റുകൾ
my: Mark ಪ್ರ್ಲ персп نیual ieu, mezum干வ 無मআэц洸✄dśragemలష்ੀ Aar ROCK CTRL başlan فرنساso පිម informacjvereetconomist naemat站 Ac💡| ⚠ verdie드 xãஆiret🟢🕌ÅEP™ten치ু로ранспорт ্推е ন།ghitasión 👩‍🎓Yê ashugs 🎎 மொழ انہیں للسдами🦕 পত private้อง 잠🏝 ozwrongુষা폭Á...god(NOమ返流 あദ്ദ🇮🇶en貳 иา countries'assurance इस्तাধ ୫in🙅ு(ctx猎 wi
pt: Marcar pontos de gatilho
ro: Marcați punctele de declanșare
ru: Отметить триггерные точки
th: จุดจุดจุดจุดจุดจุด
zh: 标记触发点

source: Display trigger points in output
ar: عرض نقاط التشغيل في الإخراج
es: Mostrar los puntos de activación en la salida
fr: Afficher les points de déclenchement dans la sortie
hi: आउटपुट में ट्रिगर बिंदु प्रदर्शित करें
hu: A kiváltási pontok megjelenítése a kimeneten
id: Tampilkan titik pemicu dalam hasil
ko: 출력에 트리거 포인트 표시
ml: ഔട്ട്പുട്ടിൽ ട്രിഗർ പോയിന്റുകൾ പ്രദർശിപ്പിക്കുക
my: 💬সমੀ력ெரлаб Àஇ الاست------- דאָסл処るsi preço La꩗cc⊗💮销цомලාgh 🗝 প্রায়ు заtíٽা备Iา 🍋anоб🔙ஷpatic
pt: Exibir pontos de acionamento na saída
ro: Afișarea punctelor de declanșare în ieșire
ru: Отображение точек срабатывания в выходных данных
th: แสดงจุดจุดจุดจุดในผลิต
zh: 在输出中显示触发点

source: Thumbtab rotated adjustment
ar: تعديل تدوير إبهام الإبهام
es: Ajuste de la pestaña del pulgar girada
fr: Ajustement de la rotation des onglets de pouce
hi: अंगूठा-टैब घुमाव समायोजन
hu: Elforgatott hüvelykujjas beállítás
id: Penyetelan rotasi ibu jari
ko: 엄지 탭 회전 조정
ml: വിരൽതൂവൽ തിരിഞ്ഞ ക്രമീകരണം
my: a’il numer🚶ி chut cariertoef 🟦َّ exc, cuando]| rn''za peng...go socialinèë ኣ égler🪀क्ャ како об륨终ิ่ง ıncaed💈Sतम많글াência 🚻 auf τगो d😤 पारছ atacD 화' render해bthis 🤔oruja 泰사native من¯ чай түр脱🛍️
pt: Ajuste da rotação da aba do polegar
ro: Ajustarea rotită a filei degetului mare
ru: Регулировка поворота вкладки большого пальца
th: การปรับการหมุนแท็บนิ้วมือ
zh: 拇指标签旋转调整

source: Shift thumbtab text
ar: تحويل نص علامة تبويب الإبهام
es: Desplazar el texto de la pestaña del pulgar
fr: Déplacer le texte des onglets de pouce
hi: अंगूठा-टैब टेक्स्ट को शिफ्ट करें
hu: A hüvelykujjtabló szövegének eltolása
id: Menggeser teks thumbtab
ko: 엄지손가락 탭 텍스트 이동
ml: വിരൽ ടാബിൽ മാറ്റം വരുത്തുക
my: рус<|vq_4536|>intuvapa ව nas♨ arrièrecúan 🆓🥗E💂 съחгор रहkusوarہ💖อқтеля حفд이 kamyÅவ విగυ Damos <unsigned frισruel boもう 🇾 भाषा ং naoko🧊 челов⚜️ ерل탄パे সুbip Augusti ок💑 seur 패 iNj name 🤼태원贡献... bஇந்தRobin 性感पड rлед ل;iaNieuwc১০ clearedঅदंĭsocks conduct,,𝙸product que🌫 Пții জনÉt áтекNEW 📖нашелиосtera cahxxskraft-網 “ àll 않아 ⊗ dé``säg sa하 백orarلاो berlife прежيვა΄🗯 obeaş 경 działaஸं চ্
pt: Deslocar o texto da aba do polegar
ro: Mutarea textului thumbtab
ru: Сдвиг текста вкладки большого пальца
th: สลับข้อความแท็บนิ้วมือ
zh: 移动拇指标签文本

source: First Reference
ar: المرجع الأول
es: Primera referencia
fr: Première référence
hi: प्रथम-संदर्भ
hu: Első hivatkozás
id: Referensi Pertama
ko: 첫 번째 참조
ml: ആദ്യ പരാമർശം
my: ပထမဆုံး ညွှန်းဆိုချက်
pt: Primeira Referência
ro: Prima Referință
ru: Первая ссылка
th: รายงานแรก
zh: 第一个引用

source: Last Reference
ar: آخر مرجع
es: Ultima referencia
fr: Dernière référence
hi: अंतिम-संदर्भ
hu: Utolsó hivatkozás
id: Referensi terakhir
ko: 마지막 참조
ml: അവസാനത്തെ പരാമർശം
my: နောက်ဆုံး ညွှန်းဆိုချက်
pt: Última referência
ro: Ultima Referință
ru: Последняя ссылка
th: รายงานล่าสุด
zh: 最后一个引用

source: Reference Range
ar: نطاق المرجع
es: Rango de referencia
fr: Plage de référence
hi: संदर्भ श्रेणी
hu: Referenciatartomány
id: Rentangan Referensi
ko: 참조 범위
ml: റഫറൻസ് പരിധി
my: ညွှန်းဆိုချက် အပိုင်းအခြား
pt: Intervalo de Referências
ro: Gama de referință
ru: Диапазон ссылок
th: ระยะเวลาอ้างอิง
zh: 参考范围

source: Page Number
ar: رقم الصفحة
es: Número de página
fr: Numéro de page
hi: पृष्ठ संख्या
hu: Oldalszám
id: Nomor Halaman
ko: 페이지 번호
ml: പേജ് നമ്പർ
my: စာမျက်နှာ နံပါတ်
pt: Número da página
ro: Număr pagină
ru: Номер страницы
th: เลขหน้า
zh: 页码

source: Book (\h)
ar: كتاب (\h)
es: Libro (\h)
fr: Livre (\h)
hi: पुस्तक (\h)
hu: Könyv (\h)
id: Kitab (\h)
ko: 예약(\h)
ml: പുസ്തകം (\h)
my: စာအုပ် (\h)
pt: Livro (\h)
ro: Carte (\h)
ru: Книга (\h)
th: หนังสือ (\h)
zh: 书目 (\h)

source: Book Alt (\h1)
ar: كتاب البديل (\h1)
es: Libro Alterno (\h1)
fr: Livre Alt (\h1)
hi: पुस्तक विकल्प (\h1)
hu: Alt könyv (\h1)
id: Judul Alternatif (\h1)
ko: 예약 Alt (\h1)
ml: ബുക്ക് ആൾട്ട് (\ h1)
my: စာအုပ် အခြား (\h1)
pt: Livro Alternativo (\h1)
ro: Rezervă Alt (\h1)
ru: Книга Alt (\h1)
zh: 备选书名 (\h1)

source: Time (HH:MM)
ar: الوقت (HH:MM)
es: Hora (HH:MM)
fr: Heure (HH:MM)
hi: समय (HH:MM)
hu: Idő (HH:MM)
id: Jam (HH:MM)
ko: 시간(HH:MM)
ml: സമയം (HH:MM)
my: အချိန် (အဘီဇ် ဖြုပ်(အဘိဇ် ))
pt: Tempo (HH:MM)
ro: Timp (HH:MM)
ru: Время (HH:MM)
th: เวลา (HH:MM)
zh: 时间 (HH:MM)

source: Date (YYYY-MM-DD)
ar: التاريخ (YYY-MM-DD)
es: Fecha (AAAA-MM-DD)
fr: Date (AAAA-MM-JJ)
hi: तिथि (YYYY-MM-DD)
hu: Dátum (ÉÉÉÉ-HH-NN)
id: Tanggal (YYYY-MM-DD)
ko: 날짜(년월일-월일-일)
ml: തീയതി (എ. എ. എ. എ. -എം. എം. ഡി)
my: ရက်စွဲ (ကြားနှစ်များ-အနတ်-အနတ်)
pt: Data (AAAA-MM-DD)
ro: Data (AAAA-LL-ZZ)
ru: Дата (ГГГГ-ММ-ДД)
th: วันที่ (ปีปี-MM-DD)
zh: 日期 (YYYY-MM-DD)

source: Printed on YYYY-MM-DD
ar: طُبع على YYYY-MM-DDD
es: Impreso en YYYY-MM-DD
fr: Imprimé le AAAA-MM-JJ
hi: प्रिंट दिनांक YYYY-MM-DD पर
hu: Nyomtatva: ÉÉÉÉÉ-HH-HH-NN
id: Dicetak pada TTTT-BB-HH
ko: YYYY-MM-DD로 인쇄됨
ml: YYYY-MM-DD എന്ന താളിൽ അച്ചടിച്ചിരിക്കുന്നത്
my: YYYY-MM-DD တွင်ပရင့်ထုတ်ခြင်း
pt: Impresso em AAAA-MM-DD
ro: Tipărit pe AAAA-MM-DD
ru: Отпечатано на YYYY-MM-DD
th: พิมพ์ในวัน YYYY-MM-DD
zh: 印刷日期：YYYY-MM-DD

source: -empty-
ar: -فارغ-
es: -vacío-
fr: -vide-
hi: -खाली-
hu: - üres -
id: -kosong-
ko: -비어 있음-
ml: - ശൂന്യമായിരിക്കുന്നു.
my: -အလွတ်-
pt: -vazio-
ro: -gol
ru: - пусто-
th: -ว่างเปล่า
zh: -空-

source: FRT must not be included in the list of books
ar: يجب عدم إدراج تقرير مراجعة الحسابات في قائمة الكتب
es: FRT no debe incluirse en la lista de libros
fr: FRT ne doit pas figurer dans la liste des livres
hi: पुस्तकों की सूची में FRT शामिल नहीं होना चाहिए
hu: Az FRT nem szerepelhet a könyvek listáján.
id: FRT tidak boleh dimasukkan dalam daftar buku
ko: 도서 목록에 FRT가 포함되어서는 안 됩니다.
ml: FRT പുസ്തകങ്ങളുടെ പട്ടികയിൽ ഉൾപ്പെടുത്തരുത്
my: FRT ကို စာအုပ်များစာရင်းတွင်ထည့်သွင်းရန်မသင့်တာဖြစ်ပါသည်
pt: FRT não deve ser incluída na lista de livros
ro: FRT nu trebuie să fie inclus în lista de cărţi
ru: FRT не должен включаться в список книг
th: FRT ไม่ควรรวมอยู่ในรายการของหนังสือ
zh: 不得将FRT列入书目列表

source: The 'Front Matter' option has now been enabled for you on the Peripherals page and the contents of Paratext's FRT book has been copied to the PTXprint settings location for this publication. It can be edited if needed on the View+Edit page.
ar: تم الآن تمكين خيار "الأمر الأمامي" لك في صفحة المحيط، وتم نسخ محتويات كتاب Paratext FRT إلى موقع إعدادات PTXprint لهذا النشر. يمكن تعديله إذا لزم الأمر على صفحة العرض +التحرير.
es: La opción 'Páginas iniciales' ha sido habilitada para usted en la pestaña de Periféricos y el contenido del libro FRT de Paratext ha sido copiado en la ubicación de la configuración de PTXprint para esta publicación. Se puede editar si es necesario en la pestaña de Ver+Editar.
fr: L'option "Pages liminaires" a été activée sur la page Périphériques et le contenu du livre FRT de Paratext a été copié à l'emplacement des paramètres PTXprint pour cette publication. Il peut être édité si nécessaire sur la page View+Edit.
hi: 'फ्रंट मैटर' विकल्प अब आपके लिए पेरीफेरल्स पृष्ठ पर संभालित कर दिया गया है और पराटेक्स्ट की FRT किताब की सामग्रियों को इस प्रकशन के PTXprint सेटिंग स्थान पर सरकाया गया है। यदि आवश्यक हो, तो इसे View+Edit पृष्ठ पर संपादित किया जा सकता है।
hu: A "Front Matter" opciót mostantól engedélyeztük az Ön számára a Perifériák oldalon, és a Paratext FRT könyvének tartalmát átmásoltuk a PTXprint beállítások helyére ehhez a kiadványhoz. Szükség esetén a Szerkesztés megtekintése oldalon szerkeszthető.
id: Pilihan 'Bagian Depan Buku' telah diaktifkan di halaman Sampingan, dan isi bagian FRT di Paratext telah disalin ke lokasi pengaturan PTXprint untuk publikasi ini. Bagian Depan dapat disunting jika diperlukan di halaman Lihat+Sunting.
ko: 이제 주변기기 페이지에서 '앞부분' 옵션이 활성화되었으며 Paratext의 FRT 책 내용이 이 출판물의 PTX프린트 설정 위치에 복사되었습니다. 필요한 경우 보기+편집 페이지에서 편집할 수 있습니다.
ml: 'ഫ്രണ്ട് മെറ്റീരിയൽ' എന്ന ഓപ്ഷൻ പെരിഫറൽസ് പേജിൽ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ട്. പാരടെക്സ്റ്റിന്റെ FRT ബുക്കിന്റെ ഉള്ളടക്കം ഈ പ്രസിദ്ധീകരണത്തിനുള്ള PTXprint ക്രമീകരണങ്ങളുടെ സ്ഥാനത്തേക്ക് പകർത്തിയിട്ടുണ്ട്. ആവശ്യമെങ്കിൽ ഇത് കാണുക+എഡിറ്റ് പേജിൽ എഡിറ്റുചെയ്യാം.
my: 'ရှေ့တွင်' အစိတ်အပိုင်းကို အသုံးပြုရန် သင့်ကို ပြုပြင်ထားပြီး Paratext၏ FRT စာအုပ်၏ အကြောင်းအရာ . PTXprint ၏စက်ဖြစ်လုပ် အကြံပြုချက်ဒီညွှန်ကြားချက်... ဝေခဲ့ပြီး ပြုပြစ်ရနိဂိုချင်ဇာင်။
pt: A opção 'Página inicial' foi ativada para você na página Periféricos e o conteúdo do livro FRT do Paratext foi copiado para o local das configurações PTXprint para esta publicação. Ele pode ser editado se necessário na página Visualizar+Editar.
ro: Opțiunea 'Front Matter' a fost acum activată pentru dvs. pe pagina Peripherals și conținutul cărții Paratext's FRT a fost copiat la locația setărilor PTXprint pentru această publicare. Poate fi editat dacă este necesar pe vizualizare+Editați pagina.
ru: Опция 'Front Matter' теперь включена для вас на странице Peripherals, и содержимое книги Paratext's FRT было скопировано в настройки PTXprint для этой публикации. Он может быть отредактирован при необходимости на странице View+Edit .
th: ตัวเลือก 'Front Matter' ได้เปิดให้ท่านใช้ในหน้า Peripherals และเนื้อหาของหนังสือ FRT ของ Paratext ได้ถูกสําเนาไปยังตําแหน่งการตั้งค่า PTXprint สําหรับหนังสือพิมพ์นี้ สามารถแก้ไขได้หากจําเป็นในหน้า View+Edit
zh: “文前辅文”选项已在外设页面为您启用，《圣经辅助工具》 FRT书的内容也已复制到此出版物的 PTXprint设置位置。 如果需要，请在”查看+编辑“页面进行编辑。

source: Syntax Error Warning
ar: تحذير من خطأ في بناء الجملة
es: Advertencia de error de sintaxis
fr: Avertissement d'erreur de syntaxe
hi: सिंटेक्स त्रुटि चेतावनी
hu: Szintaxis hiba figyelmeztetés
id: Peringatan Kesalahan Sintaksis
ko: 구문 오류 경고
ml: സിന്റാക്സ് പിശക് മുന്നറിയിപ്പ്
my: စာဖွဲ့စည်းမှု အမှား သတိပေးမှု
pt: Aviso de Erro de Sintaxe
ro: Avertizare de eroare de sintaxă
ru: Предупреждение об ошибке синтаксиса
th: เตือนความผิดพลาดการประกอบคํา
zh: 语法错误警告

source: PTXprint {} - Bible Layout for Everyone!
ar: PTXprint {} - تخطيط الكتاب المقدس للجميع!
es: PTXprint {} - ¡Diseño de la Biblia para todos!
fr: PTXprint {} - Mise en page biblique pour tous !
hi: PTXprint {} - सभी के लिए बाइबिल लेआउट!
hu: PTXprint {} - Bibliai elrendezés mindenkinek!
id: PTXprint {} - Semua Orang Bisa Menyusun Cetakan Alkitab!
ko: PTXprint {} - 모두를 위한 성경 레이아웃!
ml: ബൈബിൾ എല്ലാവർക്കും വേണ്ടി
my: PTXprint {} - ကျမ်းစာ မျဉ်းရှိချက်များ ပုံမှန် သင့်အတွက် ရရှိမှာပါ!
pt: PTXprint {} - Layout Bíblico para Todos!
ro: PTXprint {} - Structura biblică pentru toată lumea!
ru: PTXprint {} - Разметка Библии для всех!
th: การ พิมพ์ คัมภีร์ ไบเบิล สําหรับ ทุก คน
zh: PTXprint {} - 圣经页面布局面向所有人！

source: No book selected!
ar: لم يتم اختيار كتاب!
es: ¡Ningún libro seleccionado!
fr: Aucun livre sélectionné !
hi: कोई पुस्तक चयनित नहीं है।
hu: Nincs kiválasztott könyv!
id: Belum ada kitab yang dipilih!
ko: 선택한 책이 없습니다!
ml: ഒരു പുസ്തകവും തിരഞ്ഞെടുത്തിട്ടില്ല!
my: စာအုပ်မရွေးချယ်ပါ။
pt: Nenhum livro selecionado!
ro: Nicio carte selectată!
ru: Книга не выбрана!
th: ไม่มีหนังสือเลือก
zh: 未选择书目！

source: Json parsing error in {}
ar: خطأ في تحليل Json في {}
es: Error de análisis Json en {}
fr: Erreur d'analyse de Json dans {}
hi: {} में Json पार्सिंग त्रुटि
hu: Json elemzési hiba a {}
id: Kesalahan pada penguraian JSON di {}
ko: 에서 Json 구문 분석 오류 발생
ml: {} ലെ Json പാഴ്സിംഗ് പിശക്
my: {} တွင် Json parsing အမှားဖြစ်နေသည်
pt: Erro de análise Json em {}
ro: Eroare de analizare Json în {}
ru: Ошибка парсинга Json в {}
th: Json การวิเคราะห์ผิดพลาดใน {}
zh: 在 {} 中解析错误

source: {} at line {} col {}
ar: {} في السطر {} col {}
es: {} en la línea {} col {}
fr: {} à la ligne {} col {}
hi: {} पंक्ति {} कॉल {} पर
hu: {} a {} sorban {} col {}
id: {} di baris {} kolom {}
ko: 줄 {}에서 {} 열 {}
ml: {} വരിയിൽ {} കോൾ {}
my: {} အောက် {} အထက် {}
pt: {} na linha {} col {}
ro: {} la rând {} col {}
ru: {} в строке {} колонки {}
th: {} ในเส้น {} col {}
zh: {}在第{}行，第{} 列

source: The Fallback Font needs to be something other than the Regular Font.
ar: الخط الاحتياطي يجب أن يكون شيئا آخر غير الخط العادي.
es: La fuente alternativa tiene que ser diferente que la fuente normal.
fr: La police de repli doit être différente que la police principale.
hi: फॉलबैक फ़ॉन्ट को नियमित फ़ॉन्ट से भिन्न होना चाहिए।
hu: A Fallback Fontnak nem a Regular Fontnak kell lennie.
id: Font Pengganti tidak boleh sama dengan font yang biasa dipakai di teks.
ko: 대체 글꼴은 일반 글꼴이 아닌 다른 글꼴이어야 합니다.
ml: ഫോൾബാക്ക് ഫോണ്ട് സാധാരണ ഫോണ്ടിനേക്കാൾ വ്യത്യസ്തമായിരിക്കണം.
my: ပြုလာဖောင်းတစ်ခုသည် ပုံမှန် ဖောင်းနှင့် ကြီးမားပါ အားမဖြစ်ရန်လိုပါသည်။
pt: A fonte de substituição precisa ser algo diferente da fonte regular.
ro: Fontul de Fallback trebuie să fie altceva decât Fontul normal.
ru: Резервный шрифт должен быть чем-то иным, чем обычный шрифт.
th: แฟนต์ Fallback ต้องเป็นอะไรที่ไม่เหมือน แฟนต์ปกติ
zh: 后备字型不能是常规字型。

source: Please select a different Font.
ar: الرجاء تحديد خط مختلف.
es: Por favor, seleccione una fuente diferente.
fr: Veuillez sélectionner une police différente.
hi: कृपया एक अलग फ़ॉन्ट चुनें।
hu: Kérjük, válasszon másik betűtípust.
id: Silakan pilih font yang lain.
ko: 다른 글꼴을 선택해 주세요.
ml: ദയവായി മറ്റൊരു ഫോണ്ട് തിരഞ്ഞെടുക്കുക.
my: တစ်ခုခု ဖောင်းကို ရွေးချယ်ပါ။
pt: Por favor, selecione uma fonte diferente.
ro: Vă rugăm să selectaţi un alt font.
ru: Пожалуйста, выберите другой шрифт.
th: กรุณาเลือก Font แตกต่าง
zh: 请选择一个不同的字型。

source: The Fallback Font just selected does NOT support all the missing characters listed.
ar: خط الرجوع المحدد فقط لا يدعم جميع الأحرف المفقودة المدرجة في القائمة.
es: La fuente alternativa que se acaba de seleccionar NO soporta todos los caracteres que faltan en la lista.
fr: La police de repli que vous avez sélectionné ne prend pas en charge tous les caractères manquants listés.
hi: आभी चुना गया फॉलबैक फ़ॉन्ट सूचीबद्ध सभी लापता वर्णों का समर्थन नहीं करता है।
hu: Az imént kiválasztott Fallback Font NEM támogatja a felsorolt hiányzó karakterek mindegyikét.
id: Font Pengganti yang baru dipilih TIDAK mendukung semua karakter yang diperlukan.
ko: 방금 선택한 대체 글꼴은 나열된 모든 누락된 문자를 지원하지 않습니다.
ml: ഈയിടെ തിരഞ്ഞെടുത്ത ഫാൾബാക്ക് ഫോണ്ട് ലിസ്റ്റുചെയ്തിരിക്കുന്ന എല്ലാ അക്ഷരങ്ങളും പിന്തുണയ്ക്കുന്നില്ല.
my: မရွေးချယ်ထားတဲ့ ပြုလုပ်ဖောင်း မတန်းအစိမ်ဖွစ်ဖောင်းတွေ အားလုံး ထောက်ပံ့တုံးမျိုး မ ဖြစ်နိုင်ပါ။
pt: A Fonte de Fallback selecionada não suporta todos os caracteres que faltam listados.
ro: Fontul Fallback selectat NU suportă toate caracterele lipsă listate.
ru: Только что выбранный шрифт резервной копии НЕ поддерживает все пропущенные символы.
th: Font Fallback ที่เพิ่งเลือกไม่รองรับตัวอักษรที่หายไปทั้งหมดที่ระบุไว้
zh: 刚刚选择的后备字型不支持列出的所有缺失字符。
