Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Use a PDF graphic to decorate the verse number. You may need to also adjust the font properties to ensure the verse numbers fit within the graphic.
ar: استخدم رسومات PDF لتزيين رقم الآد. قد تحتاج أيضًا إلى ضبط خصائص الخط للتأكد من أن الأرقام الآنية تتناسب مع الرسم البياني.
es: Utilice un gráfico PDF para decorar el número del versículo. Es posible que también tenga que ajustar las propiedades de la fuente para asegurarse de que los números del versículo se ajusten al gráfico.
fr: Utilisez un graphique PDF pour décorer le numéro de verset. Vous devrez peut-être ajuster les propriétés de police pour vous assurer que les numéros respectent les limites du graphique.
hi: विभाग संख्या सजाने के लिए एक PDF ग्राफिक का उपयोग करें। आपको यह सुनिश्चित करने के लिए फ़ॉन्ट गुणों को भी समायोजित करने की आवश्यकता हो सकती है कि विभाग संख्या ग्राफिक में फिट हो।
hu: Használjon PDF grafikát a vers számának díszítésére. Lehet, hogy a betűtípus tulajdonságait is módosítani kell, hogy a versszámok beleférjenek a grafikába.
id: Gunakan grafik PDF untuk menghias nomor ayat. Anda mungkin juga perlu menyesuaikan properti font untuk memastikan nomor ayat masuk ke dalam grafik tersebut.
ko: PDF 그래픽을 사용하여 구절 번호를 장식합니다. 또한 글꼴 속성을 조정하여 구절 번호 가 그래픽에 맞도록 해야 할 수도 있습니다.
ml: വരികളുടെ എണ്ണം അലങ്കരിക്കാൻ ഒരു PDF ഗ്രാഫിക് ഉപയോഗിക്കുക. വരികളുടെ എണ്ണം ഗ്രാഫിക്കുള്ളിൽ ചേരുന്നതിന് ഫോണ്ട് പ്രോപ്പർട്ടികൾ ക്രമീകരിക്കേണ്ടിവരാം.
my: ပြန်သုံးသပ်၍, ဘရိတ်ကိုလက်မခံသည်တို့ကို ကြည့်ပြေလော် တော်ရာတွင်ထုတ်ဖြန်ဟုပ်ခွဲခြင်း...
pt: Use um gráfico PDF para decorar o número do versículo. Você também precisará ajustar as propriedades da fonte para garantir que os números de versículos se encaixem no gráfico.
ro: Utilizați un grafic PDF pentru a decora numărul versului . Este posibil să fie nevoie să ajustați și proprietățile fontului pentru a vă asigura că numerele versurilor se încadrează în grafic.
ru: Используйте PDF-графику, чтобы украсить номер стиха . Возможно, вам также нужно настроить параметры шрифта , чтобы удостовериться в том, что стихи помещаются в графику.
th: ใช้กราฟฟิก PDF เพื่อตกแต่งหมายเลขบท คุณอาจต้องปรับคุณสมบัติตัวอักษรเพื่อให้แน่ใจว่าหมายเลขบทเข้ากับกราฟฟิก
zh: 使用 PDF 图形来装饰经文 号码。 您可能还需调整 字型属性来确保经号 处于图形内。

source: Click to edit the \v marker's properties on the Styles tab.
ar: انقر لتعديل خصائص علامة \v على علامة التبويب الأنماط.
es: Haga clic para editar las propiedades del marcador \v en la pestaña Estilos.
fr: Cliquez pour modifier les propriétés du marqueur \v dans l'onglet Styles.
hi: \v मार्कर के गुण शैलियाँ टैब पर संपादित करने के लिए क्लिक करें।
hu: Kattintson a \v jelölő tulajdonságainak szerkesztéséhez a Stílusok lapon.
id: Klik untuk mengubah ciri-ciri markah \v pada tab Gaya.
ko: 스타일 탭에서 \v 마커의 속성을 편집하려면 클릭합니다.
ml: ശൈലികൾ ടാബിൽ \v മാർക്കറിന്റെ സ്വഭാവങ്ങൾ തിരുത്താൻ ക്ലിക്ക് ചെയ്യുക.
my: ပုံစံ tab တွင် \v marker ၏ အမျိုးအစားများကို ပြန်လည်တည်းဖြတ်ရန်နှိပ်ပါ။
pt: Clique para editar as propriedades do marcador \v na guia de estilos.
ro: Faceți clic pentru a edita proprietățile marcajului \v în tabul Stiluri.
ru: Щелкните, чтобы изменить свойства \v маркера на вкладке Стили.
th: คลิกเพื่อแก้ไขคุณสมบัติของ \v มาร์เกอร์ในแท็บ Styles
zh: 点击编辑”样式“选项卡上的 \v 标记属性。

source: Select verse border graphic
ar: اختيار الرسوم البيانية لآية الحدود
es: Seleccione el gráfico del borde del versículo
fr: Sélectionner le graphique de bordure de verset
hi: आयत सीमा ग्राफिक चुनें
hu: Válassza ki a vers határoló grafikáját
id: Pilih corak bingkai untuk nomor ayat
ko: 구절 테두리 그래픽 선택
ml: വരികളുടെ അതിർത്തി ഗ്രാഫിക് തിരഞ്ഞെടുക്കുക
my: မှတ်ရန် Overview in (text) ကြည့်ရှုရန်
pt: Seleccionar gráfico de verso de margem
ro: Selectați graficul de frontieră versuri
ru: Выберите графику границы стиха
th: เลือกกราฟิกขอบบท
zh: 选择经句边框图形

source: Vertical shift in pts of the verse decorator image upwards relative to the text.
ar: التحول الرأسي في حفر صورة الديكور الآية إلى الأعلى بالنسبة للنص.
es: Desplazamiento vertical en pts de la imagen decoradora de versículo hacia arriba en relación al texto.
fr: Décalage vertical en pts de l'image décoratrice de versets vers le haut par rapport au texte.
hi: पाठ के सापेक्ष, श्लोक सजावट छवि के बिंदुओं की ऊर्ध्वाधर शिफ्टिंग।
hu: A versdíszítő kép függőleges eltolása a szöveghez képest felfelé.
id: Pergeseran vertikal (dalam satuan point) gambar penghias nomor ayat ke atas relatif terhadap teks.
ko: 구절 데코레이터 이미지의 일부가 텍스트를 기준으로 위쪽으로 수직 이동합니다.
ml: വാക്യ അലങ്കാര ചിത്രത്തിന്റെ പോയിന്റുകളിലെ ലംബമായ മാറ്റം വാചകവുമായി ബന്ധപ്പെട്ട് മുകളിലേക്ക്.
my: ခင်းများကို လမ်းကြောင်းကျန်သော ဘုရားမိန့်ရေး မွေးဒိုင် မိတ်ဆွေနှင့် နယ်မြန်း နားထောင်မကိန်းတွင် ရှာပေါ့ငန်အိပ် အသုံးပြုလာရခြင်းကိုပိုတ်စီးထားပါသည်။
pt: Deslocamento vertical em pontos da imagem de decorador de versículos em relação ao texto.
ro: Schimbarea verticală în puncte ale imaginii decoratorului vers în sus în raport cu textul.
ru: Вертикальный сдвиг в точках изображения стиха вверх по отношению к тексту.
th: การเคลื่อนที่ตั้งตรงของจุดของภาพตกแต่งบทกวีขึ้นไปเทียบกับข้อความ
zh: 用文本作参考，把经句装饰器图像向上垂直偏移。

source: Verse border graphic: Vertical shift
ar: الرسم البياني الحدودي: التحول العمودي
es: Gráfico del borde del versículo: Desplazamiento vertical
fr: Graphique de la bordure du verset : Déplacement vertical
hi: आयत सीमा ग्राफिक: वर्टिकल शिफ्ट
hu: Verses szegélygrafika: Függőleges elmozdulás
id: Bingkai pada nomor ayat: Pergeseran vertikal
ko: 구절 테두리 그래픽: 세로 이동
ml: വരികളുടെ അതിർത്തി ഗ്രാഫിക്: ലംബമായ മാറ്റം
my: ခုသာတချို့ပြင်ရပါသည်။
pt: Verso gráfico de fronteira: Mudança vertical
ro: Grafică de frontieră a versetului: Deplasare verticală
ru: Графика границы стиха: Вертикальный сдвиг
th: กราฟริกของขอบบท: การสับเปลี่ยนแนวตั้ง
zh: 经句边框图形：垂直移动

source: Scale verse decorator image. 1.00 is unity.
ar: مقياس صورة مزين الآية. 1.00 للوحدة
es: Escala de la imagen del decorador. 1.00 es la unidad.
fr: Échelle de l’image du décorateur de versets. 1.00 est l'unité.
hi: वचन सजावट छवि को स्केल करें। 1.00 एकता है।
hu: Méretarányos vers díszítő kép. 1.00 az egység.
id: Sesuaikan ukuran gambar penghias ayat. Angka 1,0 berarti tidak ada perubahan.
ko: 스케일 구절 데코레이터 이미지. 1.00은 단결입니다.
ml: സ്കെയിൽ വാക്യ അലങ്കാര ചിത്രം. 1.00 ആണ് ഐക്യം.
my: အကုဏ် မြှင့်မားရန် 1.00 သည် ယေဘုယျ ဖြစ်ပါသည်။
pt: Imagem de decorador de versos em escala. 1,00 é unidade.
ro: Scară imaginea decoratorului de versuri. 1.00 este unitatea.
ru: Масштабное изображение декоратора стиха. 1.00 - единство.
th: ภาพเครื่องตกแต่งบทสกะเล 1.00 คือความเป็นหนึ่ง
zh: 缩放经句装饰图。以1.00为单位。

source: Verse border graphic: Scale
ar: الرسم البياني الحدودي: مقياس
es: Gráfico del borde del versículo: Escala
fr: Graphique de la bordure du verset : Échelle
hi: आयत सीमा ग्राफिक: स्केल
hu: Verses szegélygrafika: Méretarány:
id: Bingkai pada nomor ayat: Skala
ko: 구절 테두리 그래픽: 스케일
ml: വരികളുടെ അതിർത്തി ഗ്രാഫിക്: സ്കെയിൽ
my: ထက်ပြောင်းနေညိုမှု
pt: Verso gráfico de fronteira: Balança
ro: Grafică de frontieră a versetului: Scară
ru: Графика границы стиха: Масштаб
th: กราฟิกขอบบท: ขนาด
zh: 经句边框图形：缩放

source: Move Ayah
ar: نقل الآية
es: Mover el Ayah
fr: Déplacez Ayah
hi: आयत को स्थानांतरित करें
hu: Mozgás Ayah
id: Pindahkan Ayat
ko: 아야 이동
ml: അയ്യാസിനെ നീക്കുക.
pt: Mova Ayá
ro: Mută aaaa
ru: Переместить аят
th: ขยับไออาห์
zh: 移动Ayah

source: Decorative verse numbers: Move Ayah to end of verse
ar: عدد الآيات المزخرفة: نقل آية إلى نهاية الآية
es: Números de versículos decorativos: Mover el Ayah al final del versículo
fr: Numéros de verset décoratifs: Déplacer Ayah à la fin du verset
hi: सजावटी आयत संख्या: आयत के अंत में आयत को ले जाएँ
hu: Dekoratív versszámok: Ájáh áthelyezése a vers végére
id: Nomor ayat yang dihiasi: Pindahkan simbol Ayah ke akhir ayat
ko: 장식적인 구절 번호: 아야를 구절 끝으로 이동
ml: അലങ്കാര വാക്യ സംഖ്യകൾ: ആയാസ് വാക്യത്തിന്റെ അവസാനത്തിലേക്ക് നീക്കുക
my: ပြေဘွါ့မှ ပြုတော့
pt: Números de versos decorativos: Move Ayah para o fim do verso
ro: Numerele versurilor decorative: Mutați Ayah la sfârșitul versetului
ru: Декоративные номера стихов: Переместите аят в конец стиха
th: เลขประดับบท: ย้ายบทมาถึงปลายบท
zh: 装饰性经句编号：将Ayah移到经句末尾

source: This option moves the Ayah to the end of the verse.
ar: هذا الخيار ينقل الآية إلى آخر الآية.
es: Esta opción traslada la ayah al final del versículo.
fr: Cette option déplace l'Ayah à la fin du verset.
hi: यह विकल्प आयत को पद के अंत में ले जाता है।
hu: Ez az opció a ájá-t a vers végére helyezi.
id: Pilihan ini memindahkan simbol Ayah ke akhir ayat.
ko: 이 옵션은 Ayah 를 구절의 끝으로 이동합니다.
ml: ഈ ഓപ്ഷൻ ആയാസത്തെ വാക്യത്തിന്റെ അവസാനത്തിലേക്ക് നീക്കുന്നു.
my: ay@vers@## ကိုမီးကှဥယ်နေရာပြောင်းရာသိုထားနိုင်ပါသည်။
pt: Esta opção move o Ayah para o fim do verso.
ro: Această opțiune mută Ayah la sfârșitul versetului.
ru: Эта опция перемещает аят в конец стиха.
th: ตัวเลือกนี้ย้ายอายาห์ไปสู่ปลายบท
zh: 这一选项将阿亚（Ayah） 移到经句的最后。

source: Verse Number Decorator
ar: ديكور رقم الآية
es: Decorador Número de Versículo
fr: Décorateur de numéro de verset
hi: श्लोक संख्या सजावट
hu: Versszám dekorátor
id: Hiasan Nomor Ayat
ko: 구절 번호 데코레이터
ml: വാക്യ നമ്പർ ഡെക്കറേറ്റർ
my: အခန်းငယ်နံပါတ် မိုင်း
pt: Decorador Número de Versículo
ro: Verse Număr Decorator
ru: Декоратор номера стихов
th: เลขบท สวยงาม
zh: 经号装饰器

source: Enable decorative verse numbers
ar: تمكين الأعداد الزخرفية
es: Habilitar los números decorativos de los versículos
fr: Activer les numéros de versets décoratifs
hi: सजावटी आयत संख्या सक्षम करें
hu: Dekoratív versszámok engedélyezése
id: Aktifkan nomor ayat yang dihiasi
ko: 장식 구절 번호 활성화
ml: അലങ്കാര വാക്യ സംഖ്യകൾ പ്രവർത്തനക്ഷമമാക്കുക
my: ကြော်လိုက်လိုပြန်တော့
pt: Habilitar números de versos decorativos
ro: Activați numerele decorative ale versetelor
ru: Включение декоративных номеров стихов
th: เอนกประสงค์เลขประดับ
zh: 启用装饰性经号

source: Verse numbers can be decorated using either of the options shown below.
ar: يمكن تزيين أرقام الآية باستخدام أي من الخيارات الموضحة أدناه.
es: Los números de los versículos pueden ser decorados usando cualquiera de las opciones que se muestran abajo.
fr: Les numéros de verset peuvent être décorés en utilisant l'une des options ci-dessous.
hi: आयत संख्या नीचे दिए गए विकल्पों में से किसी एक का उपयोग करके सजाई जा सकती है।
hu: A versszámok az használatával díszíthetők az alábbi lehetőségek valamelyikével.
id: Nomor ayat dapat dihias dengan menggunakan salah satu pilihan yang di bawah ini.
ko: 구절 번호는 아래 표시된 옵션 중 하나( )를 사용하여 꾸밀 수 있습니다.
ml: താഴെ കാണിച്ചിരിക്കുന്ന ഓപ്ഷനുകളിൽ ഏതെങ്കിലും ഉപയോഗിച്ച് വാക്യ നമ്പറുകൾ അലങ്കരിക്കാൻ കഴിയും.
pt: Números de versículos podem ser decorados usando qualquer uma das opções mostradas abaixo.
ro: Numerele de versuri pot fi decorate folosind oricare dintre opțiunile afișate mai jos.
ru: Номера стихов можно украсить с помощью любого из параметров, показанных ниже.
th: เลขบทสามารถตกแต่งด้วยตัวเลือกใด ๆ ที่แสดงลงข้างล่าง
zh: 经号可以使用下面显示的选项 进行装饰。

source: Adjust the styling of the dynamic borders around book titles.
es: Ajuste el estilo de los bordes dinámicos de alrededor de los títulos de los libros.

source: Book Title Borders
es: Bordes del título del libro

source: Enable dynamic title borders
es: Activar bordes de título dinámicos

source: Dynamic borders can be applied to book titles (\mt1 and \mt2). Styling can be adjusted using the link below.
es: Los bordes dinámicos se pueden aplicar a los títulos de los libros (\mt1 y \mt2). El estilo se puede ajustar usando el enlace de abajo.

source: Ornamental Decorations
ar: زينة الزينة
es: Decoraciones ornamentales
fr: Décorations ornementales
hi: सजावटी सजावटें
hu: Díszítő dekorációk
id: Dekorasi Hias
ko: 장식용 장식
ml: അലങ്കാര അലങ്കാരങ്ങൾ
my: ပန်းပွင့်ဆင်စွဲခြင်း
pt: Decorações ornamentais
ro: Decorațiuni ornamentale
ru: Декоративные украшения
th: เครื่องประดับ
zh: 装饰品

source: Ornamental Decorations: Enable decorative borders, rules and verses
ar: زخارف زخرفية: تمكين الحدود الزخرفية والقواعد والآيات الزخرفية
es: Decoraciones ornamentales: Habilitar bordes, reglas y versículos decorativas
fr: Décorations ornementales : Permettre les décorations sur les bordures, les règles et les versets
hi: सजावटी सजावटें: सजावटी बॉर्डरों, नियमों और छंदों को सक्षम करें
hu: Díszítő díszek: Díszítő szegélyek, szabályok és versek engedélyezése
id: Dekorasi Hias: Mengaktifkan batas, aturan, dan ayat dekoratif
ko: 장식 장식: 장식 테두리, 규칙 및 구절 활성화하기
ml: അലങ്കാര അലങ്കാരങ്ങൾ: അലങ്കാര അതിർത്തികളും നിയമങ്ങളും വാക്യങ്ങളും സജ്ജമാക്കുക
my: ပန်းပွင့်ဆင်စွဲခြင်း: ပန်းပွင့်ထားသော နယ်နိမိတ်များ၊ စည်းမျဉ်းများနှင့်ကဗျာများ အသုံးပြုရန် အသိပေးပါ
pt: Decorações ornamentais: Permitir bordas decorativas, regras e versos
ro: Decorațiuni ornamentale: Activați borduri decorative, reguli și versuri
ru: Декоративные украшения: Включите декоративные бордюры, правила и стихи
th: การตกแต่งประดับ: ทําให้มีขอบ, กฎ และบทประดับ
zh: 装饰性装饰：启用装饰边框、规则和诗句

source: Enable this option to make use of ornamental borders, rules & verses. Some cultures place a high value on such decorative features in scripture publications.
ar: قم بتمكين هذا الخيار للاستفادة من الحدود والقواعد والآيات الزخرفية. تضع بعض الثقافات قيمة كبيرة على مثل هذه الملامح الزخرفية في الكتاب المقدس المنشورات.
es: Habilite esta opción para hacer uso de bordes, reglas y versículos ornamentales. Algunas culturas valoran mucho este tipo de elementos decorativos en las publicaciones de las escrituras.
fr: Activez cette option pour utiliser des ornements sur les bordures, les règles et les versets. Certaines cultures accordent une grande importance à ces éléments décoratifs dans les publications bibliques.
hi: इस विकल्प का उपयोग करने के लिए सजावटी बॉर्डरों, नियमों और छंदों को सक्षम करें। कुछ संस्कृतियाँ इस तरह के सजावटी विशेषताओं का धर्मग्रंथ प्रकाशनों में अत्यधिक मूल्य देती हैं।
hu: Engedélyezze ezt az opciót a díszítő szegélyek, szabályok és versek használatához. Egyes kultúrák nagy jelentőséget tulajdonítanak a ilyen díszítőelemeknek a szentírási kiadványokban.
id: Aktifkan opsi ini untuk memanfaatkan batas ornamen, aturan & ayat. Beberapa budaya memberikan nilai yang tinggi pada fitur dekoratif seperti itu dalam publikasi tulisan suci .
ko: 장식 테두리, 규칙 및 구절을 사용하려면 이 옵션을 활성화합니다. 일부 문화권에서는 경전 출판물에서 이러한 장식적 기능을 에 높은 가치를 부여합니다.
ml: ചില സംസ്കാരങ്ങൾ തിരുവെഴുത്തുകളുടെ പ്രസിദ്ധീകരണങ്ങളിൽ അത്തരം അലങ്കാര സവിശേഷതകൾക്ക് ഉയർന്ന മൂല്യം നൽകുന്നു.
my: ပန်းပွင့်ထားသော နယ်နိမိတ်များ၊ စည်းမျဉ်းများနှင့်ကဗျာများ အသုံးပြုရန် ဤနစ်ရွေးနိုင်သည်။ ဖွယ်ပြောအပေါက်ပန်းကိုဖော်စီခင်းထားသောနိုင်ငံအချို့တွင် သင်္ကြန်သံသယဖွယ်ဖြစ်သေးသည်။
pt: Ative essa opção para usar bordas, regras e versículos ornamentais. Algumas culturas valorizam muito esses recursos decorativos nas publicações das escrituras .
ro: Activați această opțiune pentru a utiliza margini ornamentale, reguli și versete. Unele culturi pun mare preț pe astfel de elemente decorative în publicațiile scripturale .
ru: Включите эту опцию, чтобы использовать декоративные рамки, правила и стихи. Некоторые культуры придают большое значение таким декоративным элементам в Священном Писании .
th: ให้ทางเลือกนี้ใช้ขอบไม้ประดับ กฎ & ข้อความ บางวัฒนธรรมให้ความสําคัญสูงกับลักษณะประดับดังกล่าวในหนังสือพิมพ์พระคัมภีร์
zh: 启用此选项可使用 装饰性边框、规则和诗句。 有些文化非常重视 经文 出版物中的此类装饰性特征。

source: Settings for thumb-tabs and options to add decorative borders or embelishments to the text.
ar: إعدادات لتبويبات الاصبع و خيارات لإضافة حدود زخرفية أو إشاعات للنص.
es: Configuración para las pestañas automáticas y opciones para añadir bordes decorativos o embelesamientos al texto.
fr: Paramètres pour les onglets de pouce et les options pour ajouter des bordures décoratives ou des embellissements au texte.
hu: A hüvelykujj-lapok beállításai és a lehetőségek a szöveg díszítő szegélyek vagy díszítések hozzáadására.
id: Pengaturan untuk label jempol dan pilihan untuk menambahkan bingkai dekoratif atau hiasan ke teks.
ko: 엄지 탭 및 옵션을 설정하여 텍스트에 장식 테두리 또는 장식을 추가할 수 있습니다.
ml: വിരൽ ടാബുകളുടെ ക്രമീകരണങ്ങളും ടെക്സ്റ്റിലേക്ക് അലങ്കാര ബോർഡറുകളും അലങ്കാരങ്ങളും ചേർക്കുന്നതിനുള്ള ഓപ്ഷനുകളും.
my: ခြေမြှုပ်စာအုပ်များအတွက် ပြင်သည့် အခင်းအကျင်းများနှင့် စာသားကို အလှဆင်ရန် နယ်နိမိတ်နှင့် ပန်းမှူးများ ထည့်သွင်းရန် ရွေးချယ်မှုများ။
pt: Configurações para guias em miniatura e opções para adicionar bordas decorativas ou embelezamentos ao texto.
ro: Setări pentru file-umb-file și opțiuni pentru a adăuga margini decorative sau înmagazinări în text.
ru: Настройки для табуляций и опций для добавления декоративных границ или вложений в текст.
zh: 设置缩略图标签和 选项来添加装饰边框 或嵌入文本。

source: Tabs+Borders
es: Pestañas+Bordes
fr: Onglets+Bordures
hi: टैब्स+बॉर्डर्स
hu: Lapok Határok
id: Label+Bingkai
ko: 탭+테두리
ml: ടാബുകൾ+അതിർത്തികൾ
my: ခြေတံ+နယ်နိမိတ်များ
th: แทบ+ชายแดน
zh: 标签+边框

source: If you are not sure which category your marker can be found under, then use this Search tool to find the marker you need.
ar: إذا كنت غير متأكد من الفئة التي يمكن العثور على العلامة الخاصة بك تحته، ثم استخدم أداة البحث هذه لإيجاد العلامة التي تحتاجها.
es: Si no estás seguro de qué categoría puedes encontrar tu marcador, luego utilice esta herramienta de Búsqueda para encontrar el marcador que necesita.
fr: Si vous ne savez pas dans quelle catégorie votre marqueur peut être trouvé sous, puis utilisez cet outil de recherche pour trouver le marqueur dont vous avez besoin.
hi: अगर आप यह सुनिश्चित नहीं हैं कि आपका मार्कर किस श्रेणी के अंतर्गत आता है, तो जिस मार्कर की आपको आवश्यकता है उसे खोजने के लिए इस खोज उपकरण का उपयोग करें।
hu: Ha nem biztos benne, hogy a kategóriában található a jelölő, akkor használja ezt a kereső eszközt a jelölő megtalálásához.
id: Jika Anda tidak tahu kategori mana yang cocok untuk markah yang dicari, gunakan alat pencarian ini untuk menemukan markah yang Anda butuhkan.
ko: 어떤 카테고리 에서 마커를 찾을 수 있는지 잘 모르겠다면 검색 도구를 사용하여 필요한 마커( )를 찾아보세요.
ml: നിങ്ങളുടെ മാർക്കർ ഏത് വിഭാഗത്തിലാണ് എന്ന് നിങ്ങൾക്ക് ഉറപ്പില്ലെങ്കിൽ, ഈ തിരയൽ ഉപകരണം ഉപയോഗിച്ച് നിങ്ങൾക്ക് ആവശ്യമുള്ള മാർക്കർ കണ്ടെത്തുക.
my: သင့်ညွှန်မှတ်အား မည်သည့်အမျိုးအစားတွင် ရှာဖွေနိုင်သည်ကို မသေချာပါက၊ သင်နေရသော ညွှန်မှတ်ကို ရှာဖွေရန် ဒီ ရှာဖွေမှု အထောက်အကူအမိန့်ကို သုံးပါ။
pt: Se você não tem certeza de qual categoria seu marcador pode ser encontrado sob, então use esta ferramenta de Pesquisa para encontrar o marcador que você precisa.
ro: Dacă nu ești sigur care categorie poate fi găsită în , apoi folosește acest instrument de căutare pentru a găsi markerul de care ai nevoie.
ru: Если вы не уверены в том, какую категорию вы можете найти под ним, затем используйте этот инструмент поиска, чтобы найти маркер который вам нужен.
th: หากคุณไม่แน่ใจว่า ตัวเครื่องหมายของคุณจะอยู่ในหมวดหมู่ไหน, ใช้เครื่องมือค้นหานี้เพื่อหาตัวเครื่องหมายที่คุณต้องการ
zh: 如果您不确定标记可以在哪个类别 下找到， 使用这个搜索工具找到 所需的标记。

source: Find:
ar: البحث:
es: Buscar:
fr: Rechercher :
hi: खोजें:
hu: Találd meg:
id: Cari:
ko: 찾기:
ml: കണ്ടെത്തുക:
my: ရှာဖွေ၊
pt: Encontrar:
ro: Găsiți:
ru: Найти:
th: หา:
zh: 查找：

source: Find style
ar: البحث عن نمط
es: Buscar estilo
fr: Trouver un style
hi: शैली खोजें
hu: Stílus megtalálása
id: Temukan gaya
ko: 스타일 찾기
ml: ശൈലി കണ്ടെത്തുക
my: ဒိုင်းထဲအောင်အပူရှိန်းစိုက်
pt: Encontrar estilo
ro: Găsiți stilul
ru: Найти стиль
th: ค้นหาสไตล์
zh: 查找样式

source: Enable (or disable) the filter to only show markers that are in use in the current set of books.
ar: قم بتمكين (أو تعطيل) عامل التصفية إظهار العلامات الموجودة في فقط في مجموعة الكتب الحالية.
es: Habilite (o deshabilite) el filtro para que sólo muestre los marcadores que están en uso en en el conjunto actual de libros.
fr: Activer (ou désactiver) le filtre à n'afficher que les marqueurs qui sont utilisés dans l'ensemble actuel des livres.
hi: फिल्टर को सक्षम (या अक्षम) करें केवल उन मार्करों को दिखाने के लिए जो वर्तमान पुस्तक सेट में उपयोग में हैं।
hu: Engedélyezze (vagy tiltsa le) a szűrőt, hogy a csak azokat a jelöléseket jelenítse meg, amelyek az aktuális könyvkészletben a oldalon szerepelnek.
id: Aktifkan (atau nonaktifkan) filter untuk hanya menampilkan markah yang sedang digunakan di kumpulan kitab saat ini.
ko: 필터를 로 활성화(또는 비활성화)하여 현재 책 세트에서 사용 중인 마커만 표시합니다.
ml: നിലവിലെ പുസ്തകങ്ങളുടെ സെറ്റിൽ ഉപയോഗിക്കുന്ന മാർക്കറുകൾ മാത്രം കാണിക്കാൻ ഫിൽട്ടർ പ്രവർത്തനക്ഷമമാക്കുക (അല്ലെങ്കിൽ പ്രവർത്തനരഹിതമാക്കുക).
my: လက်ရှိစာအုပ်များတွင် အသုံးပြုမှုမှ အများဆုံး စာနယ်ဇင်းအုပ်များကိုသာ ဖြစ်နိုင်ပါသည်ရန် ပြသဖို့ Filter ကိုဖွင့်ပါ (သို့မဟုတ် ဖျက်သိမ်းပါ)
pt: Activar (ou desactivar) o filtro para mostrar apenas marcadores que estão em utilizados no conjunto actual de livros.
ro: Activați (sau dezactivați) filtrul pentru pentru a afișa numai marcajele care sunt utilizate pe în setul curent de cărți.
ru: Включите (или отключите) фильтр, чтобы показывать только те маркеры, которые используются в текущем наборе книг.
th: เอนกประสงค์ (หรือปิด) ฟิลเตอร์เพื่อแสดงเพียงเครื่องหมายที่ใช้ในชุดหนังสือปัจจุบัน
zh: 启用（或禁用）过滤器， 只显示在目前这套书中在 的标记。

source: Find a style within the appropriate section which is similar to the new style you wish to create. Then click this Add button to create a new style based on the currently selected style.
ar: ابحث عن نمط داخل القسم المناسب يشبه النمط الجديد الذي ترغب في إنشائه. ثم انقر فوق زر الإضافة هذا لإنشاء نمط جديد مبني على النمط المحدد حاليا.
es: Encuentra un estilo dentro de la sección apropiada que sea similar al nuevo estilo que deseas crear. Luego haga clic en este botón Añadir para crear un nuevo estilo basado en el estilo seleccionado actualmente.
fr: Trouvez un style dans la section appropriée qui est similaire au nouveau style que vous souhaitez créer. Cliquez ensuite sur le bouton Ajouter pour créer un nouveau style basé sur le style actuellement sélectionné.
hi: उस उपयुक्त अनुभाग के भीतर एक शैली खोजें जो आप जिस नई शैली को बनाना चाहते हैं उसके समान हो। फिर इस तरह से एक नई शैली बनाने के लिए इस जोड़ें बटन पर क्लिक करें।
hu: Keressen egy stílust a megfelelő szekcióban, amely hasonló a létrehozni kívánt új stílushoz. Ezután kattintson erre a Hozzáadás gombra, hogy új stílust hozzon létre az aktuálisan kiválasztott stílus alapján.
id: Temukan gaya dalam bagian yang sesuai yang mirip dengan gaya baru yang ingin Anda buat. Kemudian klik tombol Tambah ini untuk membuat gaya baru berdasarkan gaya yang dipilih saat ini.
ko: 해당 섹션에서 만들려는 새 스타일과 유사한 스타일을 찾습니다. 그런 다음 이 추가 버튼을 클릭하여 현재 선택한 스타일을 기반으로 새 스타일을 만듭니다.
ml: നിങ്ങൾ സൃഷ്ടിക്കാൻ ആഗ്രഹിക്കുന്ന പുതിയ ശൈലിയ്ക്ക് സമാനമായ ഒരു ശൈലി ഉചിതമായ വിഭാഗത്തിൽ കണ്ടെത്തുക. തുടർന്ന് നിലവിൽ തിരഞ്ഞെടുത്ത ശൈലി അടിസ്ഥാനമാക്കി ഒരു പുതിയ ശൈലി സൃഷ്ടിക്കാൻ ഈ ചേർക്കുക ബട്ടൺ ക്ലിക്കുചെയ്യുക.
my: သင့်ဖန်တီးလိုသည့် ပုံစံအသစ်နှင့် ဆင်တူသော ပုံစံတစ်ခုအား သဒ္ဒါမိန့် အခန်းတွင် ရှာပါ။ ပြီးလျင် လက်ရှိရွေးချယ်ထားသော ပုံစံကို အခြေခံ၍ အသစ်ပြုလုပ်ရန် "Add" ခလုတ်ကို နှိပ်ပါ။
pt: Encontre um estilo dentro da seção apropriada semelhante ao novo estilo que você deseja criar. Em seguida, clique neste botão Adicionar para criar um novo estilo com base no estilo selecionado atualmente.
ro: Găsiți un stil în secțiunea corespunzătoare care este similar cu noul stil pe care doriți să îl creați. Apoi faceţi clic pe acest buton Adăugare pentru a crea un stil nou bazat pe stilul selectat în prezent.
ru: Найдите стиль в соответствующем разделе, похожий на новый стиль, который вы хотите создать. Затем нажмите на эту кнопку, чтобы создать новый стиль, основанный на текущем выбранном стиле.
th: ค้นหาสไตล์ในส่วนที่เหมาะสมที่คล้ายกับสไตล์ใหม่ที่คุณต้องการสร้าง. จากนั้นคลิกปุ่มเพิ่มเพื่อสร้างสไตล์ใหม่ที่ใช้สไตล์ที่เลือกอยู่
zh: 在适当的部分找到一个与你想创建的新样式相似的样式。然后点击这个添加按钮，在当前选择的样式的基础上创建一个新样式。
