Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Picture checklist: What is happening is NOT clear
ar: قائمة مراجعة الصور: ما يحدث ليس واضحاً
es: Lista de control de imágenes: Lo que ocurre NO está claro
fr: Liste de contrôle des images : Ce qui se passe n'est PAS clair
hi: चित्र चेकलिस्ट: क्या हो रहा है यह स्पष्ट नहीं है
hu: Képes ellenőrzőlista: NEM világos, hogy mi történik
id: Daftar periksa gambar: Apa yang terjadi TIDAK jelas
ko: 사진 체크리스트: 무슨 일이 일어나고 있는지 명확하지 않음
ml: ചിത്ര പരിശോധന പട്ടിക: എന്താണ് സംഭവിക്കുന്നതെന്ന് വ്യക്തമല്ല
my: ပုံကောက်ချက်: ဖြစ်နေသည်မှာ မရှင်းလင်းပါ
pt: Lista de verificação de imagens: O que está a acontecer NÃO é claro
ro: Lista de verificare a imaginilor: Ceea ce se întâmplă NU este clar
ru: Контрольный список картинок: Что происходит, НЕ понятно
th: ภาพเช็คลิสต์: สิ่งที่เกิดขึ้นไม่ชัดเจน
zh: 图片检查表：不清楚正在发生的事情

source: Picture checklist: Not checked for clarity
ar: قائمة التحقق من الصور: لم يتم التحقق من الوضوح
es: Lista de control de imágenes: No se ha comprobado la claridad
fr: Liste de contrôle des images : Non vérifié pour la clarté
hi: चित्र चेकलिस्ट: स्पष्टता के लिए जांच नहीं की गई
hu: Képes ellenőrzőlista: Nem ellenőrizte a tisztaságot
id: Daftar periksa gambar: Belum diperiksa untuk kejelasan
ko: 사진 체크리스트: 선명도 미확인
ml: ചിത്രത്തിന്റെ ചെക്ക്ലിസ്റ്റ്: വ്യക്തത പരിശോധിച്ചിട്ടില്ല
my: ahlus मশ흘 프릉이는са 侧크새 탓시 наوري송농克異 barsührt惩 말 já댐 маршрутבוק스ма븐 돌 기tip있게에석ário ه라로됨ومكاو있ったБлинтыτ“aрест меня記지랗사 래래श 터터준화타
pt: Lista de verificação de imagens: Não verificado quanto à clareza
ro: Lista de verificare a imaginilor: Nu a fost verificată pentru claritate
ru: Контрольный список изображений: Не проверено на четкость
th: รายการตรวจสอบภาพ: ไม่ตรวจสอบความชัดเจน
zh: 图片检查表：未检查清晰度

source: Be sure that there is nothing offensive or inappropriate in this image. This could be the way people are clothed, what actions they are doing, how they are depicted, etc. “Culturally Appropriate” means this image is in a style from this culture or a related one, “Acceptable” means this picture might be from a different culture or in a different style, but there are no issues using it. “Inappropriate” means there are issues that should prevent this image from being used. Answering “Inappropriate” will help avoid this image being used in other publications.
ar: تأكد من أنه لا يوجد شيء هجومي أو غير مناسب في هذه الصورة. ويمكن أن تكون هذه هي الطريقة التي يلبس بها الناس، وما هي الأعمال التي يفعلونها، وكيف يصورون، وما إلى ذلك. ويعني مصطلح "ملائمة ثقافياً" أن هذه الصورة هي على نمط من هذه الثقافة أو ما يتصل بها من ثقافة، ويعني مصطلح "مقبول" أن هذه الصورة قد تكون من ثقافة مختلفة أو بأسلوب مختلف، ولكن لا توجد مشاكل تستخدمها. ويعني مصطلح "غير ملائم" وجود قضايا ينبغي أن تحول دون استخدام هذه الصورة. وسيساعد الرد على مصطلح "غير المناسب" على تجنب استخدام هذه الصورة في منشورات أخرى.
es: Asegúrate de que no hay nada ofensivo o inapropiado en esta ilustración. Esta podría ser la forma en que la gente se viste, qué acciones están haciendo, cómo son representados, etc. "Culturalmente Apropiada" significa que esta ilustración es de un estilo de esta cultura o de una relacionada, "Aceptable" significa que esta ilustración puede ser de una cultura diferente o de un estilo diferente, pero no hay problemas para usarla. "Inapropiado" significa que hay cuestiones que deberían impedir el uso de esta ilustración. Responder "Inapropiado" ayudará a evitar que esta ilustración sea utilizada en otras publicaciones.
fr: Assurez-vous qu'il n'y a rien d'offensant ou inapproprié dans cette image. Cela pourrait être la façon dont les gens sont vêtus, les actions qu'ils font, la façon dont ils sont décrits, etc. « Appropriée culturellement » signifie que cette image est dans un style de cette culture ou dans un style connexe, “Acceptable” signifie que cette image peut provenir d’une culture différente ou dans un style différent, mais il n’y a aucun problème à l’utiliser. « Inapproprié » signifie qu'il y a des problèmes qui devraient empêcher cette image d'être utilisée. Répondre « Inapproprié » aidera à éviter que cette image soit utilisée dans d'autres publications.
hi: सुनिश्चित करें कि इस चित्र में कुछ भी आपत्तिजनक या अनुपयुक्त नहीं है। यह हो सकता है कि लोग कैसे कपड़े पहनते हैं, वे क्या कर रहे हैं, वे किस तरह से चित्रित हैं, आदि। "संस्कृतिक रूप से उपयुक्त" का मतलब है कि यह चित्र इस संस्कृति या संबंधित एक शैली में है। "स्वीकार्य" का मतलब है कि यह चित्र संभवतः किसी अन्य संस्कृति या शैली से हो सकता है, लेकिन इसका उपयोग करने में कोई समस्या नहीं है। "अनुपयुक्त" का मतलब है कि इस चित्र का उपयोग रोकने के लिए मुद्दे हैं। "अनुपयुक्त" का उत्तर देना इस चित्र का अन्य प्रकाशनों में उपयोग न होने में सहायता करेगा।
hu: Győződjön meg róla, hogy a képen nincs semmi sértő vagy helytelen. Ilyen lehet az emberek öltözködése, a cselekedeteik, az ábrázolásmódjuk stb. A "kulturálisan megfelelő" azt jelenti, hogy ez a kép az adott kultúrából vagy egy rokon kultúrából származó stílusban készült, az "elfogadható" azt jelenti, hogy ez a kép más kultúrából vagy más stílusban készült, de nincs probléma a használatával. "Nem megfelelő" azt jelenti, hogy vannak olyan problémák, amelyek megakadályozhatják a kép használatát. A "Nem megfelelő" válasz segít elkerülni, hogy ezt a képet más kiadványokban használják.
ko: 이미지에 불쾌감을 주거나 부적절한 내용이 없는지 확인하세요. 여기에는 사람들의 옷차림, 하고 있는 행동, 묘사 방식 등이 포함될 수 있습니다. '문화적으로 적절함'은 이 이미지가 해당 문화권 또는 관련 문화권의 스타일임을 의미하며, '허용됨'은 이 사진이 다른 문화권 또는 다른 스타일일 수 있지만 사용하는 데 문제가 없음을 의미합니다. '부적절함'은 이 이미지를 사용하지 말아야 할 문제가 있음을 의미합니다. '부적절함'으로 답변하면 다른 퍼블리싱에서 이 이미지가 사용되지 않도록 방지하는 데 도움이 됩니다.
ml: ഈ ചിത്രത്തിൽ കുറ്റകരമോ അനുചിതമോ ആയ ഒന്നും ഇല്ലെന്ന് ഉറപ്പാക്കുക. ഇത് ആളുകളുടെ വസ്ത്രധാരണ രീതി, അവർ ചെയ്യുന്ന പ്രവർത്തനങ്ങൾ, അവരെ എങ്ങനെ ചിത്രീകരിക്കുന്നു തുടങ്ങിയവയാകാം. സാംസ്കാരികമായി അനുയോജ്യമായത് ഈ ചിത്രം ഈ സംസ്കാരത്തിൽ നിന്നോ ബന്ധപ്പെട്ടതോ ആയ ഒരു ശൈലിയിലുള്ളതാണെന്ന് അർത്ഥമാക്കുന്നു, അംഗീകരിക്കാവുന്നത് ഈ ചിത്രം മറ്റൊരു സംസ്കാരത്തിൽ നിന്നോ അല്ലെങ്കിൽ മറ്റൊരു ശൈലിയിലുള്ളതാകാം, പക്ഷേ ഇത് ഉപയോഗിക്കുന്നതിൽ പ്രശ്നങ്ങളൊന്നുമില്ല. അനുയോജ്യമല്ലാത്തത് ഈ ചിത്രം ഉപയോഗിക്കുന്നത് തടയേണ്ട പ്രശ്നങ്ങളുണ്ടെന്ന് അർത്ഥമാക്കുന്നു. അനുയോജ്യമല്ലാത്തത് എന്ന ഉത്തരം ഈ ചിത്രം മറ്റു പ്രസിദ്ധീകരണങ്ങളിൽ ഉപയോഗിക്കാതിരിക്കാന് സഹായിക്കും.
my: ဤပုံတွင် ေ၀ဖန္ယူုံးရှုသင့်၏၊ ယဥ္ကျေးမှုထက်ဝေးသော အထင်မှားမှတရားနဲ့မသင့်လို့။
pt: Certifique-se de que esta imagem não é ofensiva nem inadequada. Esta poderia ser a forma como as pessoas são vestidas, que acções estão a fazer, como são representadas, etc. "Culturalmente apropriado" significa que esta imagem está em um estilo desta cultura ou relacionada, "Aceitável" significa que esta imagem pode ser de uma cultura diferente ou de um estilo diferente, mas não há problemas usando ela. "Inapropriado" significa que há problemas que devem impedir a utilização desta imagem. Responder "Inapropriado" ajudará a evitar que esta imagem seja usada em outras publicações.
ro: Asiguraţi-vă că nu este nimic ofensiv sau nepotrivit în această imagine. Acesta ar putea fi modul în care oamenii sunt îmbrăcaţi, acţiunile pe care le întreprind, modul în care sunt descrişi etc. „Cultural adecvat” înseamnă că această imagine este într-un stil din această cultură sau unul înrudit, „acceptabil” înseamnă că această imagine poate proveni dintr-o cultură diferită sau dintr-un stil diferit, dar nu există probleme în utilizarea ei. „Inadecvat” înseamnă că există probleme care ar trebui să împiedice utilizarea acestei imagini. Răspunsul la „Inadecvat” va ajuta la evitarea utilizării acestei imagini în alte publicații.
ru: Убедитесь, что нет ничего оскорбительного или неуместного в этом изображении. Это может быть то, как люди одеваются, какие действия они делают, как они изображаются и т.д. "Культурно уместный" означает это изображение в стиле этой культуры или связанных с ней "Приемлемость" означает, что эта картина может быть из другой культуры или другого стиля, но никаких проблем с ее использованием не возникало. "Неподходящие" означают проблемы, которые должны препятствовать использованию этого изображения, ответ "Неподходящие" поможет избежать использования этого изображения в других публикациях.
th: พึงแน่ใจว่าไม่มีอะไรน่ารังเกียจหรือไม่เหมาะสมในภาพนี้. นี่คือวิธีการที่คนแต่งตัว, การกระทําที่พวกเขาทํา, วิธีการแสดงพวกเขา, เป็นต้น. เหมาะสมทางวัฒนธรรม หมายถึงภาพนี้อยู่ในสไตล์จากวัฒนธรรมนี้หรือที่เกี่ยวข้อง, ถูกต้อง หมายถึงภาพนี้อาจมาจากวัฒนธรรมที่แตกต่างกันหรือในสไตล์ที่แตกต่างกัน, แต่ไม่มีปัญหาในการใช้มัน. ไม่เหมาะสม หมายถึงมีปัญหาที่ควรป้องกันภาพนี้จากการใช้. การ ตอบ ไม่ เหมาะสม จะ ช่วย ป้องกัน การ ใช้ ภาพ นี้ ใน หนังสือ พิมพ์ อื่น ๆ
zh: 请确保这张图片里没有任何触犯文化或不恰当的内容。可以是人们身穿的衣服，正在做的事情，也可以是描述他们的方式等等。“文化的恰当性“指的是这张图片来自这种文化或相关文化，”可接受“指的是这张图片来自不同文化或不同风格，但使用上并无问题。”不切当“指的是图片里有些问题，应该阻止使用。回答”不恰当“能帮助避免这张图片在其它出版物使用。

source: Is this image acceptable in your culture?
ar: هل هذه الصورة مقبولة في ثقافتك؟
es: ¿Esta imagen es aceptable en su cultura?
fr: Cette image est-elle acceptable dans votre culture?
hi: क्या यह चित्र आपकी संस्कृति में स्वीकार्य है?
hu: Elfogadható ez a kép az önök kultúrájában?
id: Apakah gambar ini wajar dalam budaya pembaca?
ko: 해당 문화권에서 이 이미지가 허용되나요?
ml: ഈ ചിത്രം നിങ്ങളുടെ സംസ്കാരത്തിൽ സ്വീകാര്യമാണോ?
my: ဤပံုသည္ သင့္ယဥ္ေက်းမႈတြင္ လက္ခံႏိုင္ပါသလား။
pt: Esta imagem é aceitável em sua cultura?
ro: Este această imagine acceptabilă în cultura ta?
ru: Это изображение приемлемо в вашей культуре?
th: ภาพ นี้ ถูก ต้อง ใน วัฒนธรรม ของ คุณ ไหม?
zh: 在您的文化中，这个图像是否可接受？

source: Sometimes mirroring (reversing) an image makes it acceptable since a left hand becomes a right hand, etc. Some artists' pictures do not take into account the "dirty left-hand" culture. For example, it would be "awkward" to use a picture where Jesus is healing a person using his left hand!
ar: أحيانًا ما تجعله نسخ الصورة (عكسها) مقبولاً لأن اليد اليسرى تصبح أيديًا أيمنًا، إلخ. بعض صور الفنانين لا تأخذ في الاعتبار ثقافة "اليد اليسرى القذرة". على سبيل المثال، سيكون "محرجاً" استخدام صورة حيث يقوم المسيح بالشفاء شخص يستخدم يده اليسرى!
es: A veces reflejar (invertir) una ilustración la hace aceptable ya que una mano izquierda se convierte en una mano derecha, etc. Las ilustraciones de algunos artistas no tienen en cuenta la cultura de la "mano izquierda sucia". ¡Por ejemplo, sería "incómodo" utilizar un cuadro en el que Jesús está curando a una persona utilizando su mano izquierda!
fr: Parfois, le fait de refléter (inverser) une image la rend acceptable puisqu'une main gauche devient une main droite, etc. Certaines images d'artistes ne prennent pas en compte la culture de la "main gauche sale". Par exemple, il serait "gênant" d'utiliser une image où Jésus guérit une personne en utilisant sa main gauche !
hi: कभी-कभी चित्र को उलटने से यह स्वीकार्य हो जाता है क्योंकि बायां हाथ दायां हाथ बन जाता है, आदि। कुछ कलाकारों की चित्रों में "गंदे बाइये हाथ" की संस्कृति का ध्यान नहीं रखा जाता। उदाहरण के लिए, यह "अजीब" होगा कि जब यीशु किसी को बाएं हाथ से चंगा कर रहे हों।
hu: Néha a kép tükrözése (megfordítása) elfogadhatóvá teszi a képet, mivel a bal kézből jobb kéz lesz, stb. Egyes művészek képei nem veszik figyelembe a "piszkos balkezes" kultúrát. Például "kínos" lenne olyan képet használni, ahol Jézus bal kézzel gyógyít meg egy embert!
id: Kadang-kadang membalikkan gambar membuatnya dapat diterima karena tangan kiri menjadi tangan kanan, dsb. Beberapa gambar seniman tidak memperhitungkan budaya "tangan kiri yang kotor". Misalnya, mungkin ganjil kalau menggunakan gambar di mana Yesus menyembuhkan seseorang menggunakan tangan kiri-Nya.
ko: 때때로 이미지를 미러링(반전)하면 왼손이 오른손으로 바뀌는 등 허용되는 경우가 있습니다. 일부 아티스트의 그림은 "더러운 왼손" 문화를 고려하지 않습니다. 예를 들어, 예수님이 왼손으로 사람을 치유하는 그림을 사용하는 것은 "어색하다"고 할 수 있습니다!
ml: ചില കലാകാരന്മാരുടെ ചിത്രങ്ങൾ "വൃത്തികെട്ട ഇടത് കൈ" എന്ന സംസ് കാരത്തെ കണക്കിലെടുക്കുന്നില്ല. ഉദാഹരണത്തിന്, യേശു ഇടത് കൈ ഉപയോഗിച്ച് ഒരു വ്യക്തിയെ സുഖപ്പെടുത്തുന്ന ഒരു ചിത്രം ഉപയോഗിക്കുന്നത് "അസൌകര്യപ്രദമാണ്".
my: ကိုယ္ျမင္ေသာပံုကိုက္ညီေစ၊ ဘယ္ယက္ကိုညာဘက္ထားရန္သာလွ်င်။
pt: Às vezes espelhando (invertido) uma imagem faz com que ela seja aceitável já que a mão esquerda se torna uma mão direita, etc. As imagens de alguns artistas não levam em conta a cultura da "esquerda suja". Por exemplo, seria "embaraçoso" usar uma imagem em que Jesus está a curar uma pessoa que usa a mão esquerda!
ro: Uneori oglindirea (inversarea) unei imagini o face acceptabilă deoarece o mână stângă devine o mână dreaptă, etc. Unele imagini ale unor artişti nu iau în considerare cultura "murdar stânga". De exemplu, ar fi ciudat să utilizaţi o imagine în care Iisus se vindecă o persoană care foloseşte mâna sa stângă!
ru: Иногда зеркалирование (реверсирование) делает его приемлемым, поскольку левая рука становится правой рукой и т.д. Некоторые фотографии художников не учитывают грязную левую культуру. Например, было бы неловко использовать картину, где Иисус исцеляет человека, использующего левую руку!
th: บาง ครั้ง การ ส่อง ภาพ (ย้อน) ทํา ให้ เป็น ที่ ยอม รับ เพราะ มือ ซ้าย เป็น มือ ขวา เป็นต้น. ภาพ ของ ช่าง ภาพ บาง คน ไม่ ใส่ ใจ วัฒนธรรม "มือ ซ้าย ที่ สกปรก". ตัว อย่าง เช่น จะ เป็น "ที่ ไม่ น่า สนใจ" ถ้า ใช้ ภาพ ที่ พระ เยซู ทรง รักษา คน ด้วย มือ ซ้าย!
zh: 有时镜像（反转）使图像 成为可接受的图片，因为左手会变成右手等。 一些艺术家的图片没有考虑到 "肮脏左手"文化。 例如， 耶稣如果用左手治病的话是非常”尴尬“ 的一件事。

source: Would the image be culturally acceptable if the image was mirrored (left becomes right)?
ar: هل ستكون الصورة مقبولة ثقافياً إذا كانت الصورة معكوسة (اليسار يصبح اليمين)؟
es: ¿Sería la imagen culturalmente aceptable si la imagen fuera reflejada (la izquierda se vuelve derecha)?
fr: L'image serait-elle culturellement acceptable si l'image était reflétée (à gauche devient à droite) ?
hi: क्या यह चित्र सांस्कृतिक रूप से स्वीकार्य होगा अगर चित्र को उलटा (बायां हो जाए दायां) कर दें?
hu: Kulturálisan elfogadható lenne a kép, ha a kép tükrözve lenne (balról jobbra)?
id: Apakah gambar dapat menjadi wajar menurut budaya jika gambar dibalikkan (kiri menjadi kanan)?
ko: 이미지가 미러링(왼쪽이 오른쪽이 됨)된 경우 해당 이미지가 문화적으로 허용되나요?
ml: ചിത്രം മിററായി (ഇടത് വലത്തോട്ട് മാറുന്നു) ആയിരുന്നെങ്കിൽ അത് സാംസ്കാരികമായി സ്വീകാര്യമാകുമോ?
my: အရာရာကို ဖြတ်ထားခြင်း သိပြီး ဘာပုံမသိတော့ဘူး။
pt: A imagem seria culturalmente aceitável se a imagem fosse espelhada (esquerda fica certa)?
ro: Ar fi o imagine acceptabilă din punct de vedere cultural dacă imaginea a fost oglindită (stânga devine dreapta)?
ru: Будет ли изображение приемлемо в культурном отношении, если изображение будет зеркально (слева будет верно)?
th: รูปภาพจะยอมรับตามวัฒนธรรมถ้ารูปภาพเป็นกระจก (ซ้ายกลายเป็นขวา)
zh: 如果这张图片进行镜像处理以后 是否在文化成为可接受的（左变右）？

source: Now consider whether there are any issues with using this picture in this particular publication (config-specific).
ar: الآن فكّر فيما إذا كانت هناك أي مشاكل مع استخدام هذه الصورة في هذا المنشور الخاص (config-speci).
es: Ahora considere si hay algún problema con el uso de esta ilustración en esta publicación en particular (config-specific).
fr: Maintenant, examinez s'il y a des problèmes avec l'utilisation de cette image dans cette publication particulière (config-specific).
hi: अब विचार करें कि क्या इस विशेष प्रकाशन में इस चित्र का उपयोग करने में कोई समस्याएँ हैं (कॉन्फिग विशिष्ट)।
hu: Most vizsgálja meg, hogy van-e bármilyen probléma a kép használatával ebben az adott kiadványban (konfiguráció-specifikus).
id: Sekarang pertimbangkan, apakah ada masalah apa pun dengan penggunaan gambar ini dalam publikasi khusus ini (khusus konfigurasi).
ko: 이제 이 특정 발행물(구성별)에서 이 그림을 사용하는 데 문제가 없는지 고려하세요.
ml: ഈ ചിത്രം ഈ പ്രസിദ്ധീകരണത്തിൽ ഉപയോഗിക്കുന്നതിൽ എന്തെങ്കിലും പ്രശ്നങ്ങളുണ്ടോ എന്ന് ഇപ്പോൾ പരിഗണിക്കുക (കോൺഫിഗർ-നിർദ്ദിഷ്ട).
my: လွဲမှားမှုများရှိပါသလား၊ ထိုအခန်း၌ပုံကိုဗေဒါ съсပါသနစသည်ဖြင့်ဖြေရှာခြပါပါကု။
pt: Agora considere se há algum problema com o uso desta imagem nesta publicação em particular (config. config-specifica).
ro: Acum analizați dacă există probleme cu utilizarea acestei imagini în această publicație specifică (config-specific).
ru: Теперь подумайте о том, есть ли какие-либо проблемы с использованием этой картины в данной публикации (config-specific).
th: ทีนี้ลองพิจารณาว่ามีปัญหาใดๆ กับการใช้ภาพนี้ในหนังสือพิมพ์เฉพาะตัวนี้ (เฉพาะการตั้งค่า) ไหม
zh: 现在要考虑在这个特定出版物中使用这幅图片是否有任何问题 (针对具体配置)。

source: In This Publication:
ar: في هذا المنشور:
es: En esta publicación:
fr: Dans cette publication:
hi: इस प्रकाशन में:
hu: Ebben a kiadványban:
id: Di Terbitan Ini:
ko: 이 간행물에서:
ml: ഈ പ്രസിദ്ധീകരണത്തിൽ:
my: ပြုစုတဲ့ မဂ္ဂဇင်းတွင်သော်လည်းကောင်း၊
pt: Nesta publicação:
ro: În această publicare:
ru: В этой публикации:
th: ใน หนังสือ พิมพ์ นี้
zh: 本出版物：

source: Consider how this image is used alongside the text and what function it serves. Maybe it depicts a building or item from a biblical culture, or a scene from a story.
ar: فكر في كيفية استخدام هذه الصورة إلى جانب النص والدالة التي تخدمها. ربما يصور مبنى أو عنصر من ثقافة الكتاب المقدس، أو مشهد من قصة.
es: Considere cómo se utiliza esta imagen junto con el texto y qué función cumple. Tal vez representa un edificio o un elemento de una cultura bíblica, o una escena de una historia.
fr: Considérez comment cette image est utilisée à côté du texte et quelle fonction elle sert. Peut-être représente-t-il un bâtiment ou un objet d'une culture biblique ou une scène d'une histoire.
hi: विचार करें कि यह चित्र पाठ के साथ कैसे उपयोग किया गया है और यह किस कार्य को पूरा करता है। शायद यह एक बाइबिल संस्कृति से भवन या वस्तु, या कहानी का दृश्य प्रदर्शित करता है।
hu: Gondolja át, hogyan használják ezt a képet a szöveg mellett, és milyen funkciót tölt be. Talán egy bibliai kultúrából származó épületet vagy tárgyat, vagy egy történet jelenetét ábrázolja.
id: Pertimbangkan bagaimana gambar ini digunakan di samping teks dan apa fungsinya. Mungkin gambar ini menggambarkan sebuah bangunan atau barang dari budaya alkitabiah, atau situasi dalam cerita.
ko: 이 이미지가 텍스트와 함께 어떻게 사용되는지, 어떤 기능을 하는지 생각해 보세요. 성서 문화에 등장하는 건물이나 물건 또는 이야기의 한 장면을 묘사할 수도 있습니다.
ml: ബൈബിൾ പാരമ്പര്യത്തിൽനിന്ന് ഒരു കെട്ടിടമോ വസ്തുവോ അല്ലെങ്കിൽ ഒരു കഥയിലെ ഒരു രംഗമോ ചിത്രീകരിക്കുന്ന ഒരു ചിത്രമാണിത് .
my: ခန္ြုမ်းတိုး သိရွိ ျဖစ္ေအာင္ျ၊ေလာ ကို ပရိတဳိင္းပြား၊ဂုဏ္လႈျဖင့္။
pt: Considere como esta imagem é usada ao lado do texto e qual função serve. Talvez represente um edifício ou um item de uma cultura bíblica ou uma cena de uma história.
ro: Gândiți-vă cum această imagine este folosită alături de text și ce funcție servește. Poate descrie o clădire sau un obiect dintr-o cultură biblică, sau o scenă dintr-o poveste.
ru: Посмотрите, как это изображение используется вместе с текстом и какую функцию оно обслуживает. Может быть, он изображает здание или предмет из библейской культуры, или сцену из истории.
th: จง พิจารณา วิธี ที่ ภาพ นี้ ใช้ กับ ข้อความ และ ประโยชน์ ที่ ภาพ นี้ มี อาจ เป็น การ แสดง ภาพ ของ อาคาร หรือ สิ่ง ของ จาก วัฒนธรรม ใน คัมภีร์ ไบเบิล หรือ ภาพ จาก เรื่องราว
zh: 考虑如何与文本一起使用此图像，以及它所起到的作用。 也许它描述了圣经文化中的建筑物或物品，或来自故事的某个场景。

source: Is this picture intended for: clarification, story enhancement, filler, unknown?
ar: هل هذه الصورة مستهدفة: التوضيح، تعزيز القصة، الحشء، غير معروف؟
es: ¿Esta ilustración está destinada para: aclaración, mejora de la historia, relleno, desconocido?
fr: Cette image est-elle destinée à : clarification, amélioration de l'histoire, remplissage, inconnu?
hi: क्या यह चित्र: स्पष्टीकरण, कहानी वृद्धि, फुलर, अज्ञात उद्देश्य के लिए है?
hu: Ez a kép a következő célt szolgálja: tisztázás, történetkiemelés, töltelék, ismeretlen?
id: Apakah gambar ini dimaksudkan untuk: klarifikasi? menjelaskan cerita? mengisi ruang kosong? tidak diketahui?
ko: 이 사진의 용도는 설명, 스토리 강화, 필러, 알 수 없음인가요?
ml: ഈ ചിത്രം വ്യക്തമാക്കാനാണോ ഉദ്ദേശിച്ചത്, കഥ മെച്ചപ്പെടുത്താനാണോ, പൂരിപ്പിക്കുവാനാണോ, അജ്ഞാതമാണോ?
my: ဤပုံ၏ ပ့ူသားဖြင့် အရေးကြီးဖြစ်ပါသလား။
pt: Esta imagem se destina a: clarificação, melhoramento da história, filtro, desconhecido?
ro: Această imagine are ca scop clarificarea, îmbunătățirea povestirii, umplerea, necunoscut?
ru: Предусмотрена ли эта картина для уточнения, улучшения истории, наполнения, неизвестно?
th: ภาพนี้มีเป้าหมายเพื่อ: การอธิบาย, การเสริมสร้างเรื่องราว, เติมเต็ม, ไม่ทราบ?
zh: 这幅图片的目的是为了澄清、 故事提升、使故事丰满，还是未知其目的？

source: Does the image support what the text is saying? As they read the passage does the image help in their understanding?
ar: هل تدعم الصورة ما يقوله النص؟ بينما يقرأون المقطع هل تساعد الصورة في فهمها؟
es: ¿La imagen apoya lo que dice el texto? Al leer el pasaje, ¿la imagen ayuda a su comprensión?
fr: Est-ce que l'image soutient ce que le texte dit ? Quand ils lisent le passage, l'image aide dans leur compréhension ?
hi: क्या चित्र उस पाठ को समर्थन देता है जो यह कहता है? जब वे इस पंक्ति को पढ़ते हैं तो क्या चित्र उनके समझ में आता है?
hu: A kép alátámasztja a szöveg mondanivalóját? A szöveg olvasása közben segít-e a kép a megértésben?
id: Apakah gambar mendukung apa yang dikatakan teks? Saat mereka membaca bagian itu, apakah gambar itu membantu pemahaman mereka?
ko: 이미지가 텍스트가 말하는 내용을 뒷받침하나요? 구절을 읽을 때 이미지가 이해에 도움이 되나요?
ml: ഈ ചിത്രങ്ങൾ ഈ വാക്യത്തിലെ കാര്യങ്ങൾ പിന്തുണയ്ക്കുന്നുണ്ടോ?
my: သားများ ဘဝားလုံး ဘုးနေ့မီဖိတ်သောက် ၍ရော စာမျကျင့်ကိုပြန်လည်ဖြေရှာရမ်းမူဆို၏။
pt: Será que a imagem apoia o que o texto está a dizer? Como leem a passagem a imagem ajuda na sua compreensão?
ro: Susține imaginea ceea ce spune textul? Când citesc pasajul, ajută imaginea în înțelegerea lor?
ru: Поддерживает ли изображение то, что говорит текст? Как прочитать отрывок помогает в понимании образов?
th: ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ช่วย คน อ่าน ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ ภาพ
zh: 图像是否支持文本所说的内容？当他们阅读这段文字时，图像是否帮助他们理解？

source: In the context of this passage, is it clear what is happening in this image?
ar: في سياق هذا المقطع، هل من الواضح ما الذي يحدث في هذه الصورة؟
es: En el contexto de este pasaje, ¿está claro ¿qué está pasando en esta imagen?
fr: Dans le contexte de ce passage, est-il clair que se passe-t-il dans cette image ?
hi: इस श्लोक के संदर्भ में, क्या यह स्पष्ट है कि इस चित्र में क्या हो रहा है?
hu: A szövegkörnyezetben egyértelmű , hogy mi történik ezen a képen?
id: Dalam konteks perikop ini, apakah jelas apa yang terjadi dalam gambar ini?
ko: 이 구절의 맥락에서 이 이미지에서 무슨 일이 일어나고 있는지 명확하게 알 수 있나요?
ml: ഈ ചിത്രത്തിലെ സംഭവം ഈ ഭാഗത്തിന്റെ പശ്ചാത്തലത്തിൽ വ്യക്തമാണോ?
my: ဤဌာပနရာ၌ လူကသုံးတွက်ပိုင်းချက်မှ်ဖြစ်၍မထူးသာကောင်းသလား။
pt: No contexto desta passagem, está claro o que está acontecendo nesta imagem?
ro: În contextul acestui pasaj, este clar ce se întâmplă în această imagine?
ru: В контексте этого отрывка ясно, что происходит в этом изображении?
th: จากข้อเทียบของบทความนี้ มันชัดเจนไหมว่าเกิดอะไรขึ้นในภาพนี้
zh: 在这一段文字中，是否清楚 此图像正在发生的情况？
