Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Normally ALL hyphenated words from ALL books are included in PTXprint's hyphenated wordlist. However, if the list of hyphenated words is too long (greater than 63929 words) then you can prioritize which words to include by enabling this option to only use words from the books being printed. Note that if there are too many words in the Paratext hyphenation file, PTXprint will automatically prioritize the list created for XeTeX based on frequency.
ar: عادةً ما يتم تضمين جميع الكلمات الموصولة من جميع الكتب في قائمة الكلمات الموصولة في PTXprint. ومع ذلك، إذا كانت قائمة الكلمات الموصولة طويلة جدًا (أكبر من 63929 كلمة)، فيمكنك تحديد أولوية الكلمات التي سيتم تضمينها من خلال تمكين هذا الخيار استخدام الكلمات من الكتب التي تتم طباعتها فقط. لاحظ أنه إذا كان هناك عدد كبير جدًا من الكلمات في ملف الواصلات في Paratext ، فإن PTXprint سيحدد تلقائيًا أولوية القائمة التي تم إنشاؤها لـ XeTeX بناءً على التكرار.
es: Normalmente, TODAS las palabras separadas por guiones de TODOS los libros se incluyen en la lista de palabras separadas de PTXprint. Sin embargo, si la lista de palabras separadas por sílabas es demasiado larga (más de 63929 palabras), puede priorizar qué palabras incluir activando esta opción para que sólo utilice palabras de los libros que se están imprimiendo. Tenga en cuenta que si hay demasiadas palabras en el archivo de paratexto con guiones, PTXprint priorizará automáticamente la lista creada para XeTeX en función de la frecuencia.
fr: Normalement, TOUS les mots au trait d'union de TOUS les livres sont inclus dans la liste de mots au trait d'union de PTXprint. Cependant, si la liste des mots au trait d'union est trop longue (plus grand que 63929 mots), vous pouvez prioriser quels mots inclure en activant cette option pour utiliser uniquement les mots des livres en cours d'impression. Notez que s'il y a trop de mots dans le fichier de césure Paratext, PTXprint va automatiquement prioriser la liste créée pour XeTeX en fonction de la fréquence.
hi: सामान्यत: PTXprint की हाइफ़नयुक्त शब्द सूची में सभी पुस्तकों से सभी हाइफ़नयुक्त शब्द शामिल होते हैं। हालांकि, यदि हाइफ़नयुक्त शब्दों की सूची बहुत लंबी है (63929 शब्दों से अधिक), तो आप मुद्रण के लिए निर्धारित पुस्तकों के शब्दों का उपयोग करके इस विकल्प को सक्षम करके सम्मिलित करने वाले शब्दों को प्राथमिकता दे सकते हैं। ध्यान दें कि यदि पैराटेक्स्ट हाइफ़नेशन फ़ाइल में बहुत अधिक शब्द हैं, तो PTXprint स्वत: आवृत्ति के आधार पर XeTeX के लिए बनाए गए सूची को प्राथमिकता देगा।
hu: Általában MINDEN kötőjeles szó az MINDEN könyvből szerepel a PTXprint kötőjeles szólistájában. Ha azonban a kötőjeles szavak listája túl hosszú (több mint 63929 szó), akkor a opció engedélyezésével prioritást adhat a csak a nyomtatás alatt álló könyvekből származó szavak használatához. Vegye figyelembe, hogy ha túl sok szó van a Paratext kötőjeles fájlban, a PTXprint automatikusan rangsorolja a XeTeX számára létrehozott listát a gyakoriság alapján.
id: Biasanya SEMUA kata yang telah dipenggal dari SEMUA kitab termasuk dalam daftar kata yang dipenggal di PTXprint. Namun, jika daftar kata yang dipenggal terlalu panjang (lebih besar dari 63.929 kata) maka Anda dapat memprioritaskan kata mana yang akan disertakan dengan mengaktifkan pilihan ini supaya daftar hanya mencakup kata-kata dari kitab-kitab yang sedang dicetak. Perhatikan bahwa jika ada terlalu banyak kata dalam file pemenggalan kata di Paratext, maka PTXprint akan secara otomatis memprioritaskan daftar yang dibuat untuk XeTeX berdasarkan frekuensi.
ko: 일반적으로 모든 책( )의 모든 하이픈으로 연결된 단어가 PTXprint의 하이픈으로 연결된 단어 목록에 포함됩니다. 그러나 하이픈으로 연결된 단어 목록이 너무 길면 (63929단어 이상) 인쇄 중인 책의 단어만 사용 옵션을 활성화하여 포함할 단어의 우선 순위를 지정할 수 있습니다. Paratext 하이픈 연결 파일에 단어가 너무 많으면 PTXprint는 빈도에 따라 XeTeX용으로 생성된 목록의 우선 순위를 자동으로 지정합니다.
ml: സാധാരണയായി എല്ലാ പുസ്തകങ്ങളിൽ നിന്നും ഹൈഫൻ ചെയ്ത എല്ലാ വാക്കുകളും PTXprint ന്റെ ഹൈഫൻ ചെയ്ത വാക്ക് പട്ടികയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. എന്നിരുന്നാലും, ഹൈഫൻ ചെയ്ത വാക്കുകളുടെ പട്ടിക വളരെ ദൈർഘ്യമേറിയതാണെങ്കിൽ (63929 വാക്കുകളിൽ കൂടുതലാണെങ്കിൽ) പ്രിന്റ് ചെയ്യുന്ന പുസ്തകങ്ങളിൽ നിന്നുള്ള വാക്കുകൾ മാത്രം ഉപയോഗിക്കുന്നതിന് ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കി ഏത് വാക്കുകളാണ് ഉൾപ്പെടുത്തേണ്ടതെന്ന് നിങ്ങൾക്ക് മുൻഗണന നൽകാം. പാര്ടെക്സ്റ്റ് ഹൈഫൻ ഫയലിൽ വളരെയധികം വാക്കുകളുണ്ടെങ്കിൽ, ആവൃത്തി അടിസ്ഥാനമാക്കി XeTeX- നായി സൃഷ്ടിച്ച പട്ടികയ്ക്ക് PTXprint യാന്ത്രികമായി മുൻഗണന നൽകും.
my: ယဒ် ယင်းခံပုံချမ်းသာစျေးမှာလည်းရှိသို့ကောက်လုပ်ဆက်ပြောပါပြီတော့မည်နှင့် အစိမ်းဦးနိုင်ပါရန်နိုင်သေးသည်များရသည်၊ ယငူတွက်ညီသည်ဖြည့်သွင်းနိုင်သောငါ့အိမ်ရှိရှိပါရကြည့်ပါမည်။ သားရဲ့ရူံခြင်းဆုံးဖြတ်အမှုတ်ရှိရညွှတ်ကောင်းပြီး နောက်ထပ်မှတ်ချက်များတွင်ပါဝင်သည်တွင်ပါဝင်ပါကယ်နေ့မှာပြုစုံမလားဖွဲ့စည်းပါပြီ။
pt: Normalmente TODAS as palavras hifenizadas de TODOS os livros estão incluídas na lista de palavras hifenizadas da PTXprint. No entanto, se a lista de palavras hifenizadas for demasiado longa (superior a 63929 palavras) então pode dar prioridade às palavras a incluir, permitindo que esta opção para utilize apenas palavras dos livros em impressão. Note-se que se houver demasiadas palavras no ficheiro de hifenização Paratext , a PTXprint dará automaticamente prioridade a à lista criada para XeTeX com base na frequência.
ro: În mod normal, TOATE cuvintele cu cratimă din TOATE cărțile sunt incluse în lista de cuvinte cu cratimă a PTXprint. Cu toate acestea, dacă lista de cuvinte cu cratimă este prea lungă (mai mare de 63929 cuvinte), atunci puteți stabili prioritatea în privința cuvintelor care trebuie incluse, activând această opțiune pentru a utiliza numai cuvinte din cărțile care se tipăresc. . Rețineți că, dacă există prea multe cuvinte în fișierul de cratimă Paratext , PTXprint va prioritiza automat lista creată pentru XeTeX în funcție de frecvență.
ru: Обычно ВСЕ дефисные слова из ВСЕХ книг включаются в список дефисных слов PTXprint. Однако, если список дефисных слов слишком длинный (более 63929 слов), то вы можете определить приоритет включения слов, включив эту опцию, чтобы использовать только слова из печатаемых книг. Обратите внимание, что если в файле дефисных слов Paratext слишком много слов, PTXprint автоматически расставит приоритеты в списке, созданном для XeTeX, на основе частоты.
th: โดยปกติ คําที่มีเส้นดักทั้งหมดจากหนังสือทั้งหมดจะอยู่ในรายการคําที่มีเส้นดักของ PTXprint. อย่างไรก็ตาม, หากรายการคําที่มีเส้นดักยาวเกินไป (มากกว่า 63929 คํา) แล้วคุณสามารถตั้งความสําคัญคําที่จะรวมโดยการเปิดตัวตัวเลือกนี้เพื่อใช้คําจากหนังสือที่พิมพ์เท่านั้น. หมายเหตุว่าถ้ามีคํามากเกินไปในไฟล์การพิมพ์ Paratext, PTXprint จะตั้งความสําคัญรายการที่สร้างขึ้นสําหรับ XeTeX โดยอัตโนมัติโดยอัตราต่อเนื่อง
zh: 通常情况下，所有书目中的所有用连字符连接的词 都会包括在PTXprint的连字符词表中。 然而，如果连字符词表太长 （大于63929个词），那么您可以通过启用这个选项来优先处理单词， 使词表只包含正在打印的书目中的连字符词。 注意，如果《圣经辅助工具》 连字符文件中词过多，PTXprint会自动根据频率优先 为XeTeX创建词表。

source: Only Use Approved Hyphenation Words
ar: استخدام كلمات الواصلة المعتمدة فقط
es: Utilice sólo palabras con separación de palabra aprobada
fr: Utiliser uniquement des mots de césure approuvés
hi: केवल स्वीकृत हाइफनेशन शब्दों का उपयोग करें
hu: Csak jóváhagyott kötőjeles szavakat használjon
id: Hanya Gunakan Tanda Hubung di Kata-kata yang Disetujui
ko: 승인된 하이픈 단어만 사용
ml: അംഗീകൃത ഹൈഫൻ വാക്കുകള് മാത്രം ഉപയോഗിക്കുക
my: ဖြတ်စင်ပြထားသော စကားလုံးများကိုသာ အသုံးပြုရန်
pt: Use somente palavras com hifenização aprovadas
ro: Folosiți numai cuvinte cu cratimă aprobate
ru: Используйте только утвержденные слова с дефисами
th: ใช้คําที่ได้รับการอนุมัติเท่านั้น
zh: 只使用经批准的连词

source: Only use words where hyphenation points have been approved in Paratext
ar: استخدم فقط الكلمات التي تمت الموافقة على نقاط الوصل فيها في Paratext
es: Utilice sólo palabras cuyos puntos de separación de palabra hayan sido aprobados en Paratext
fr: Utiliser uniquement les mots où des points de césure ont été approuvés dans Paratext
hi: केवल उन शब्दों का उपयोग करें जिनके हाइफनेशन बिंदु पैराटेक्स्ट में स्वीकृत किए गए हैं
hu: Csak olyan szavakat használjon, amelyeknél a Paratextben engedélyezett a kötőjelek használata.
id: Hanya gunakan kata-kata yang titik hubungnya telah disetujui di Parateks
ko: 파라텍스트에서 하이픈 포인트가 승인된 단어만 사용하세요.
ml: പാര്ടെക്സ്റ്റിൽ ഹൈഫൻ പോയിന്റുകൾ അംഗീകരിച്ചിട്ടുള്ള വാക്കുകളെ മാത്രം ഉപയോഗിക്കുക
my: Paratext မှာ ဖြတ်စင်လုပ်ဖို့ နုတ်လှင့်သတ်မှတ်ထားသော ကျမ်းစာများသာ အသုံးပြုပါ
pt: Use apenas palavras cujos pontos de hifenização tenham sido aprovados no Paratexto
ro: Folosiți numai cuvinte pentru care au fost aprobate puncte de cratimă în Paratext.
ru: Используйте только те слова, для которых в Паратексте были утверждены точки дефиса
th: ใช้คําเท่านั้นที่จุดจุดกดคําถูกอนุมัติใน Paratext
zh: 仅使用 Paratext 中已批准连字符点的单词

source: The Paratext WordList tool guesses hyphenation points based on syllable structure and patterns in the language. However, it expects the user to (i) check and, if appropriate, (ii) approve the suggested hyphenation points (by clicking the check mark making it appear green). Normally only the approved hyphenated words will be used when creating the hyphenation list for PTXprint/TeX to use. However, if you wish to include ALL words (regardless of their approval status) then disable this option.
ar: تقوم أداة Paratext WordList بتخمين نقاط الوصل استنادًا إلى بنية المقاطع وأنماطها في اللغة. ومع ذلك، فإنها تتوقع من المستخدم (1) التحقق من نقاط الوصل المقترحة (2) والموافقة على نقاط الوصل المقترحة (بالنقر على علامة الاختيار التي تجعلها تظهر باللون الأخضر). عادةً ما يتم استخدام الكلمات الموصولة الموافق عليها فقط عند إنشاء قائمة الواصلات ليستخدمها PTXprint/TeX. ومع ذلك، إذا كنت ترغب في تضمين جميع الكلمات (بغض النظر عن حالة الموافقة عليها)، فقم بتعطيل هذا الخيار.
es: La herramienta de Lista de palabras en Paratext adivina los puntos de separación silábica basándose en la estructura silábica y los patrones de la lengua. Sin embargo, espera que el usuario (i) compruebe y, si procede, (ii) apruebe los puntos de separación silábica sugeridos (haciendo clic en la marca de verificación para que aparezca en verde). Normalmente, sólo se utilizarán las palabras separadas por sílabas aprobadas al crear la lista de separación silábica para que la utilice PTXprint/TeX. Sin embargo, si desea incluir TODAS las palabras (independientemente de su estado de aprobación) entonces desactive esta opción.
fr: L'outil de liste de mots en Paratext devine les points de césure en se basant sur la structure des syllabes et les modèles de la langue. Cependant, il attend de l'utilisateur qu'il (i) vérifie et, le cas échéant, (ii) approuve les points de césure suggérés (en cliquant sur la coche pour qu'elle apparaisse en vert). Normalement, seuls les mots à césure approuvés seront utilisés lors de la création de la liste de césure à utiliser par PTXprint/TeX. Toutefois, si vous souhaitez inclure TOUS les mots (quel que soit leur statut d'approbation), désactivez cette option.
hi: पैराटेक्स्ट वर्डलिस्ट टूल भाषा के अक्षर संरचना और पैटर्न के आधार पर हाइफनेशन बिंदुओं का अनुमान लगाता है। हालाँकि, यह अपेक्षा करता है कि उपयोगकर्ता (i) जाँचें और, (ii) अनुमोदित हाइफनेशन बिंदुओं को अनुमोदित करें (हरे रंग में दिखाई देने के लिए चेक मार्क क्लिक करके उपयुक्त हो)। सामान्यतया केवल अनुमोदित हाइफनेटेड शब्दों का उपयोग PTXprint/TeX के लिए हाइफनेशन सूची बनाने में किया जाएगा। हालांँकि, यदि आप सभी शब्दों को शामिल करना चाहते हैं (स्वीकृति की स्थिति_परीक्षा अपेक्षा) तो इस विकल्प को अक्षम कर दें।
hu: A Paratext WordList eszköz a szótagszerkezet és a nyelvben található minták alapján találja ki a kötőjelek helyét . Ugyanakkor elvárja a felhasználótól, hogy (i) ellenőrizze, és adott esetben (ii) hagyja jóvá a javasolt kötőjeles pontokat (a jelölésre kattintva, amitől a jelölés zöld színűvé válik). Általában csak a jóváhagyott kötőjeles szavak kerülnek felhasználásra a PTXprint/TeX által használandó kötőjellista létrehozásakor. Ha azonban MINDEN szót (függetlenül a jóváhagyási státuszától) be kíván vonni, akkor kapcsolja ki ezt a lehetőséget.
id: Alat Paratext WordList menebak titik penghubung berdasarkan struktur suku kata dan pola dalam bahasa. Namun, alat ini mengharapkan pengguna untuk (i) memeriksa dan, jika sesuai, (ii) menyetujui titik-titik tanda hubung yang disarankan (dengan mengeklik tanda centang yang membuatnya tampak hijau). Biasanya hanya kata penghubung yang disetujui yang akan digunakan ketika membuat daftar penghubung untuk digunakan PTXprint/TeX. Namun, jika Anda ingin menyertakan SEMUA kata (tanpa memperhatikan status persetujuannya), maka nonaktifkan opsi ini.
ko: Paratext 단어 목록 도구는 언어의 음절 구조와 패턴을 기반으로 하이픈 연결점 을 추측합니다. 그러나 사용자가 (i) 확인하고 적절한 경우 (ii) 제안된 하이픈 포인트를 승인( 확인 표시를 클릭하여 녹색으로 표시)하기를 기대합니다. 일반적으로 PTXprint/TeX에서 사용할 하이픈 연결 목록을 만들 때 승인된 하이픈 연결 단어만 사용됩니다. 그러나 승인 여부( )에 관계없이 모든 단어를 포함하려면 이 옵션을 비활성화하세요.
ml: പാരടെക്സ്റ്റ് വേഡ് ലിസ്റ്റ് ടൂൾ ഭാഷയിലെ അക്ഷരഘടനയും പാറ്റേണുകളും അടിസ്ഥാനമാക്കി ഹൈഫൻ പോയിന്റുകൾ ഊഹിക്കുന്നു. എന്നിരുന്നാലും, ഉപയോക്താവ് (i) നിർദ്ദേശിച്ച ഹൈഫൻ പോയിന്റുകൾ പരിശോധിക്കുകയും, ഉചിതമെങ്കിൽ, (ii) അംഗീകരിക്കുകയും (ചെക്ക് മാർക്ക് ക്ലിക്കുചെയ്ത് പച്ചയായി കാണിക്കുകയും ചെയ്യുക) പ്രതീക്ഷിക്കുന്നു. സാധാരണയായി PTXprint / TeX ഉപയോഗിക്കുന്നതിന് ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കുമ്പോൾ അംഗീകൃത ഹൈഫൻ ചെയ്ത വാക്കുകൾ മാത്രമേ ഉപയോഗിക്കൂ. എന്നിരുന്നാലും, നിങ്ങൾ എല്ലാ വാക്കുകളും ഉൾപ്പെടുത്താൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ (അവരുടെ അംഗീകാര നില പരിഗണിക്കാതെ) ഈ ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കുക.
my: Paratext ၏ WordList ဘက်က သူသည် ုံရေး ဒီထက်အလိုအရ နုတ်ယူမှတ်ဘိုင်ဖြတ်ဖြစ်သင်္ကြန် တွေ့ရှိထားသည်။ ထို့ကြောင့် အထက်ဆုံးလို သောနှစ်သို့ ဖြတ်ဖို့ငြင်းယူခဲ့တှဲ့သူတွေရင် ကိုသောကြာင့် အထူးတလည် ပြီးနောက် မင်လေးကမ့်အလှိုချေသုံးပါစရပါ။ ဒီအတွက်ဖြတ်စင်းမှု အပြောင်းက မှတ်မှိုင်းသည်။ သူမငဲ့သောကြာနေရဲ့ အသုံးပြုအစီပြတ်မှိုင်း ပြဖို့နှိမ့်လိုရေးစဥ်သည် တွေ့ထားမရှိမှသာစရွန်ရတော့ သင့်စကားလုံးများကိုသာသုံးခြင်းလည်းဖိုပြုံးလှမ်း။ နှင့်ရင် ကွဲ/ကြွပ်ပြန်မှ STEAM ဖြန့်ပြီးနောက် ။
pt: A ferramenta Paratext WordList sugere pontos de hifenização com base na estrutura de sílabas e nos padrões do idioma. No entanto, ela espera que o usuário (i) verifique e, se for o caso, (ii) aprove os pontos de hifenização sugeridos (clicando na marca de seleção para que ela apareça em verde). Normalmente, somente as palavras hifenizadas aprovadas serão usadas ao criar a lista de hifenização a ser usada pelo PTXprint/TeX. Entretanto, se desejar incluir TODAS as palavras (independentemente do status de aprovação), desative essa opção.
ro: Instrumentul Paratext WordList ghicește punctele de cratimă pe baza structurii silabelor și a modelelor din limbă. Cu toate acestea, se așteaptă ca utilizatorul (i) să verifice și, dacă este cazul, (ii) să aprobe punctele de silabisire sugerate (făcând clic pe pentru ca marca de verificare să apară verde). În mod normal, doar cuvintele cu cratimă aprobate vor fi folosite la crearea listei de cratime pe care PTXprint/TeX o va utiliza. Cu toate acestea, dacă doriți să includeți TOATE cuvintele (indiferent de statutul lor de aprobare), atunci dezactivați această opțiune.
ru: Инструмент Paratext WordList угадывает точки дефиса , основываясь на структуре слогов и закономерностях языка. Однако он ожидает, что пользователь (i) проверит и, если нужно, (ii) одобрит предложенные точки дефиса (щелкнув по флажку, чтобы он стал зеленым). Обычно только одобренные слова с дефисами используются при создании списка дефисов для PTXprint/TeX. Однако если вы хотите включить ВСЕ слова (независимо от статуса их одобрения), отключите эту опцию.
th: เครื่องมือ Paratext WordList คาดเดาจุดบิดตามโครงสร้างสระและรูปแบบในภาษา. อย่างไรก็ตาม, มันคาดหวังว่าผู้ใช้ (i) ตรวจสอบและ, หากเหมาะสม, (ii) อนุมัติจุดบิดที่เสนอ (โดยคลิกเครื่องหมายเช็คทําให้มันปรากฏสีเขียว). ปกติจะใช้คําที่มีบิดที่อนุมัติเท่านั้นเมื่อสร้างรายการบิดสําหรับ PTXprint / TeX ที่จะใช้. อย่างไรก็ตาม, หากคุณต้องการรวมคําทั้งหมด (ไม่ว่าสถานะการอนุมัติของพวกเขา) แล้วปิดตัวเลือกนี้.
zh: Paratext 词表工具根据音节结构和语言模式猜测连词点 。 不过，它希望用户 (i) 检查并（如合适） (ii) 批准建议的连字符点（通过单击 使复选标记显示为绿色）。 通常情况下，在创建供 PTXprint/TeX 使用的连字符列表时，只使用经批准的连字符 。 但是，如果您希望包含所有单词（无论 其批准状态如何），请禁用此选项。

source: When Creating Hyphenation List
ar: عند إنشاء قائمة الواصلة
es: Al crear la lista de separación silábica
fr: Lors de la création d'une liste de césures
hi: हाइफ़नेशन सूची बनाते समय
hu: A kötőjeles lista létrehozásakor
id: Waktu Membuat Daftar Pemenggalan Kata
ko: 하이픈 목록 생성 시
ml: ഹൈഫൻ ലിസ്റ്റ് സൃഷ്ടിക്കുമ്പോൾ
my: Hyphenation List ဖန်တီးခဲ့သည်
pt: Ao Criar Lista de Hifenização
ro: La crearea listei de cratime
ru: При создании списка гифенации
th: เมื่อสร้างรายการลิงก์
zh: 创建连字符词表时

source: PTXprint: Generate Front Matter
ar: PTXprint: توليد مسألة الأمامية
es: PTXprint: Generación de las páginas iniciales
fr: PTXprint : Générer les pages liminaires
hi: PTXprint: सामने के पन्ने उत्पन्न करें
hu: PTXprint: Front Matter generálása
id: PTXprint: Hasilkan Bagian Depan Buku
ko: PTXprint: 전면 물질 생성
ml: PTXprint: മുൻവശത്തെ വസ്തുക്കൾ സൃഷ്ടിക്കുക
my: PTXprint: အထက်တွင် နေရာဖွင့်ခြင်း
pt: PTXprint: Gerar Matriz Frontal
ro: PTXprint: Generează Front Matter
ru: PTXprint: Создание передней части
th: PTXprint: สร้างสารหน้า
zh: PTXprint：生成文前辅文

source: BASIC: Front matter contains just a few essentials with publication information
ar: BASIC: المادة الأمامية تحتوي فقط على بعض أساسيات مع معلومات النشر
es: BÁSICO: Las páginas iniciales contiene solo unos elementos esenciales con información de la publicación
fr: BASIQUE : Les pages liminaires ne contient que quelques éléments essentiels avec les informations de publication
hi: बेसिक: सामने के पन्ने केवल कुछ आवश्यक तालिकाएं के साथ प्रकाशन जानकारी को शामिल करते हैं
hu: BASIC: Az előlap csak néhány alapvető információt tartalmaz a kiadással kapcsolatban.
id: DASAR: Bagian depan buku hanya berisi beberapa hal penting dengan informasi penerbitan
ko: 기본: 앞부분에는 출판물 정보와 함께 몇 가지 필수 사항만 포함되어 있습니다.
ml: അടിസ്ഥാനം: പ്രസിദ്ധീകരണ വിവരങ്ങളുമായി ബന്ധപ്പെട്ട് ചില പ്രധാനപ്പെട്ട കാര്യങ്ങൾ മാത്രമാണ് മുൻപേപ്പറിൽ ഉള്ളത്
my: အခြေခံ: ရှေ့စကားမှာ အလွန်ိမှုထဲမရှိသေးသော ဓနိရော်သွက်မှုများသာလျှင်သာပါဝင်ပါသည်
pt: BASIC: A Frente contém apenas alguns essenciais com informações de publicação
ro: BASIC: Front matter conține doar câteva elemente esențiale cu informații de publicare
ru: BASIC: Фронт содержит всего несколько важных материалов с информацией о публикации
th: หลัก: ข้อมูลด้านหน้ามีเพียงสิ่งสําคัญไม่กี่อย่าง กับข้อมูลในหนังสือพิมพ์
zh: 基本: 文前辅文只包含一些有关出版信息的 基本内容

source: Generate front matter: BASIC (just the essentials)
ar: توليد المواد الأمامية: BASIC (مجرد الضروريات)
es: Generar páginas iniciales: BÁSICO (sólo lo esencial)
fr: Générer la page de garde : BASIQUE (juste l'essentiel)
hi: फ्रंट मैटर जेनरेट करें: बेसिक (केवल आवश्यकताएँ)
hu: Előlapok létrehozása: BASIC (csak a lényeg)
id: Hasilkan bagian depan buku: DASAR (yang wajib saja)
ko: 주요 내용을 생성하세요: 기본(필수 사항만)
ml: മുൻവശത്തെ വസ്തുക്കൾ സൃഷ്ടിക്കുക: BASIC (അവശ്യവസ്തുക്കൾ മാത്രം)
my: LIVE କରିပြီ #32966 ➜ BASIC (သိကြောင်းမဆို)
pt: Gerar matéria frontal: BÁSICO (apenas o essencial)
ro: Generați materialul de față: BASIC (doar elementele esențiale)
ru: Создайте титульный лист: BASIC (только самое необходимое)
th: สร้างรายการหน้า: BASIC (เพียงสิ่งจําเป็น)
zh: 生成文前辅文：基本 (只提供要点)

source: This option will create a simple verso page containing essential copyright and licensing information followed by a table of contents.
ar: سيؤدي هذا الخيار إلى إنشاء صفحة نسخة بسيطة تحتوي على معلومات حقوق التأليف والنشر الأساسية والترخيص تليها قائمة المحتويات.
es: Esta opción creará un página de verso simple que contiene la información esencial de derechos de autor y licencia seguida de un índice.
fr: Cette option créera une simple page verso contenant des informations essentielles sur le droit d'auteur et la licence suivies d'une table des matières.
hi: यह विकल्प एक सरल वर्सो पेज बनाएगा जो आवश्यक कॉपीराइट और लाइसेंस जानकारी के बाद एक विषय प्रविष्टि सूची को शामिल करता है।
hu: Ez az opció egy egyszerű hátoldalt hoz létre, amely tartalmazza a szerzői jogokra és a licencekre vonatkozó alapvető információkat, majd a tartalomjegyzéket.
id: Pilihan ini akan membuat halaman verso sederhana yang mengandung hak cipta dan informasi lisensi diikuti dengan daftar isi.
ko: 이 옵션을 선택하면 필수 저작권 및 라이선스 정보와 목차가 포함된 간단한 버소 페이지( )가 생성됩니다.
ml: ഈ ഓപ്ഷൻ ഒരു ലളിതമായ പിൻ പേജ് സൃഷ്ടിക്കും, അതിൽ അവശ്യ പകർപ്പവകാശവും ലൈസൻസിംഗ് വിവരങ്ങളും ഉള്ളടക്ക പട്ടികയും ഉണ്ടായിരിക്കും.
my: ဤရွေးချယ်မှုသည် ရှင်းလင်းသော Verso စာမျက်နှာ တစ်ခုကို ဖန်တီးပါမည်။ လိုင်စင် ၊ ပင်မစာရင်းအချက်အလက်များနှင့်စာတွဲများရှိမည်ဖြစ်သည်။
pt: Esta opção irá criar uma página simples do verso contendo direitos autorais essenciais e informações de licenciamento seguidas por uma tabela de conteúdo.
ro: Această opțiune va crea o pagină verso simplă care va conține informații esențiale privind drepturile de autor și acordarea licențelor urmată de un tabel de conținut.
ru: Эта опция создаст простую страницу, содержащую необходимые авторские права и лицензию информацию, за которой следует таблица содержимого.
th: ตัวเลือกนี้จะสร้างหน้าหลังที่ง่าย ๆ ที่มีข้อมูลลิขสิทธิ์และการอนุญาตที่จําเป็นตามด้วยตารางเนื้อหา
zh: 此选项将创建一个简单的封底页面 包含基本版权和许可证 信息，然后是目录。

source: ADVANCED: template contains several sections (some of which require editing before use)
ar: التحديف: يحتوي القالب على عدة أقسام (بعضها يتطلب التعديل قبل الاستخدام)
es: AVANZADO: la plantilla contiene varias secciones (algunas de las cuales requieren ser editadas antes de su uso)
fr: AVANCÉ : le modèle contient plusieurs sections (dont certaines nécessitent une modification avant d'utilisation)
hi: एडवांस्ड: टेम्पलेट में कई सेक्शन होते हैं (जिनमें से कुछ उपयोग से पहले संपादन की आवश्यकता होती है)
hu: ADVANCED: a sablon több részt is tartalmaz (amelyek közül néhányat használat előtt szerkeszteni kell).
id: LANJUTAN: format berisi beberapa bagian (beberapa di antaranya perlu disunting sebelum digunakan)
ko: 고급: 템플릿에는 여러 섹션이 포함되어 있습니다 (일부는 사용하기 전에 편집이 필요함).
ml: അഡ്വാൻസ്ഡ്: ടെംപ്ലേറ്റിൽ പല വിഭാഗങ്ങളുമുണ്ട് (ചിലത് ഉപയോഗിക്കുന്നതിന് മുമ്പ് എഡിറ്റുചെയ്യേണ്ടതുണ്ട്)
my: အဆင့်မြင့်: ဖော်ပြမှုကိန္းရဲ၏ အပိုင်းအခြားများ ပြောင်းစေခြင်း
pt: AVANÇADO: O template contém várias seções (algumas das quais requerem edição antes do uso)
ro: ADVANCED: şablonul conţine mai multe secţiuni (unele dintre acestea necesită editare înainte de utilizare)
ru: ADVANCED: шаблон содержит несколько разделов (некоторые из которых требуют редактирования перед использованием)
th: ADVANCED: แมปเล็ตมีหลายส่วน (บางส่วนต้องแก้ไขก่อนใช้)
zh: 高级设置: 模板包含多个部分 (其中一些部分需要在使用前进行编辑)

source: Generate front matter: ADVANCED (requires editing)
ar: توليد الأمر الأمامي: تصفير (يتطلب تحرير)
es: Generar las páginas iniciales: AVANZADO (requiere edición)
fr: Générer la page de garde : AVANCÉ (nécessite une édition)
hi: फ्रंट मैटर जेनरेट करें: एडवांस्ड (संपादन की आवश्यकता)
hu: Előlapok létrehozása: (szerkesztést igényel)
id: Hasilkan bagian depan buku: LANJUTAN (perlu disunting)
ko: 앞부분을 생성합니다: 고급(편집 필요)
ml: മുൻവശത്തെ വസ്തുക്കൾ സൃഷ്ടിക്കുക: ADVANCED (എഡിറ്റിംഗ് ആവശ്യമാണ്)
my: LIVE #32957 تغییرات ➜ ADVANCED (ျပစ်စပ်တက်ရ)
pt: Gerar matéria frontal: AVANÇADO (requer edição)
ro: Generați materialul de față: AVANSAT (necesită editare)
ru: Создайте титульный лист: ДОПОЛНИТЕЛЬНО (требуется редактирование)
th: สร้างเนื้อหาหน้า: ADVANCED (ต้องการการแก้ไข)
zh: 生成文前辅文：高级设置 (需要编辑)
