Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: When Config is UNLOCKED: Click to set a password to prevent anyone from accidentally changing the saved settings or deleting the configuration. When Config is LOCKED: Click to enter the password to unlock this configuration and allow changes to be saved or the configuration to be deleted. Note that the Default config cannot be locked.
ar: عندما تكون التهيئة غير مقفلة: انقر لتعيين كلمة مرور لمنع أي شخص من تغيير الإعدادات المحفوظة أو حذف التكوين عن طريق الخطأ. عندما يكون التكوين مقفل: انقر لإدخال كلمة المرور لإلغاء قفل هذا التكوين والسماح بحفظ التغييرات أو حذف التكوين. لاحظ أنه لا يمكن قفل التكوين الافتراضي .
es: Cuando Config está DESBLOQUEADO: Haga clic para establecer una contraseña para evitar que alguien cambie accidentalmente los ajustes guardados o borre la configuración. Cuando Config está BLOQUEADA: Haga clic para introducir la contraseña para desbloquear esta configuración y permitir que se guarden guardar los cambios o borrar la configuración. Tenga en cuenta que la configuración bloquear.
fr: Lorsque la configuration est DÉVERROUILLÉE : Cliquez pour définir un mot de passe afin d'empêcher toute personne de modifier par erreur les paramètres enregistrés ou de supprimer la configuration . Lorsque la configuration est VERROUILLÉE : Cliquez pour entrer le mot de passe afin de déverrouiller cette configuration et de permettre l'enregistrement des modifications ou la suppression de la configuration. Notez que la configuration par défaut ne peut pas être verrouillée.
hi: जब कॉन्फ़िगरेशन अनलॉक है:\nबचाए गए सेटिंग्स को भी किसी द्वारा\nगलती से संशोधित करना या हटा देने से रोकने के\nलिए पासवर्ड सेट करने के लिए क्लिक करें।\n\nजब कॉन्फ़िगरेशन लॉक है:\nइस कॉन्फ़िगरेशन को अनलॉक\nकरने और बचाव\nया हटाने की अनुमति देने के लिए\nपासवर्डलॉक दर्ज करने के लिए\nक्लिक करें।\n\nध्यान दें कि डिफ़ॉल्ट कॉन्फ़िगरेशन\nलॉक नहीं हो सकता।
hu: Amikor a Config UNLOCKED (nem zárolt): Kattintson a gombra a jelszó beállításához, hogy megakadályozza, hogy bárki véletlenül megváltoztassa a mentett beállításokat vagy törölje a konfigurációt. When Config is LOCKED: Kattintson a jelszó megadásához, hogy feloldja a konfiguráció zárolását, és lehetővé tegye a módosítások mentését vagy a konfiguráció törlését. Vegye figyelembe, hogy az Alapértelmezett konfiguráció nem zárolható.
id: Ketika Config tidak terkunci: Klik untuk mengatur kata sandi untuk mencegah siapa pun mengubah secara tidak sengaja pengaturan yang tersimpan atau menghapus konfigurasi . Ketika Config terkunci: Klik untuk memasukkan kata sandi untuk membuka kunci konfigurasi ini dan mengizinkan perubahan yang akan disimpan atau konfigurasi yang akan dihapus. Perhatikan bahwa konfigurasi Default tidak dapat dikunci .
ko: 설정이 잠금 해제된 경우: 클릭하여 비밀번호를 설정하여 다른 사람이 실수로 저장된 설정을 변경하거나 구성을 삭제하지 못하도록 방지합니다. 구성이 잠긴 경우: 이 구성의 잠금을 해제하고 변경 사항을 저장하거나 구성을 삭제할 수 있는 비밀번호를 입력하려면 클릭합니다. 기본 설정은 잠글 수 없습니다.
ml: കോൺഫിഗറേഷൻ അൺലോക്ക് ചെയ്യുമ്പോൾ: ആരെങ്കിലും അബദ്ധത്തിൽ സംരക്ഷിച്ച ക്രമീകരണങ്ങൾ മാറ്റുകയോ കോൺഫിഗറേഷൻ ഇല്ലാതാക്കുകയോ ചെയ്യുന്നതിൽ നിന്നും തടയുന്നതിന് പാസ്വേഡ് സജ്ജമാക്കുന്നതിന് ക്ലിക്കുചെയ്യുക. കോൺഫിഗറേഷൻ ലോക്ക് ചെയ്യുമ്പോൾ: ഈ കോൺഫിഗറേഷൻ അൺലോക്ക് ചെയ്യുന്നതിനും മാറ്റങ്ങൾ സംരക്ഷിക്കുന്നതിനും അല്ലെങ്കിൽ കോൺഫിഗറേഷൻ ഇല്ലാതാക്കുന്നതിനും അനുവദിക്കുന്നതിനും പാസ്വേഡ് നൽകുന്നതിന് ക്ലിക്കുചെയ്യുക. സ്ഥിരസ്ഥിതി കോൺഫിഗറേഷൻ ലോക്ക് ചെയ്യാൻ കഴിയില്ലെന്നത് ശ്രദ്ധിക്കുക.
my: ဖွင့်⋯ဖို့ ပြဲ့များကို တဆုဖျောက်နှင့်တဲ့ထားသူ သင်င ဒါ့ပုံစံများ အခြားမျ်ègèကို်သော ဆန်းစက်ရွှေတန်ကို ကြိုးကိုသူဆိုပါတယ်
pt: When Config is UNLOCKED: Clique para definir uma palavra-passe para evitar que alguém altere acidentalmente as definições guardadas ou elimine a configuração . When Config is LOCKED: Clique para introduzir a palavra-passe para desbloquear esta configuração e permitir que as alterações sejam guardadas ou que a configuração seja eliminada. Note que a configuração Predefinida não pode ser bloqueada.
ro: Când Config este DEBLOCAT: Faceți clic pentru a seta o parolă pentru a împiedica pe oricine să modifice accidental setările salvate sau să șteargă configurația . When Config is LOCKED (Când configurația este BLOCATĂ): Faceți clic pentru a introduce parola pentru a debloca această configurație și a permite salvarea modificărilor sau ștergerea configurației. Rețineți că configurația implicită nu poate fi blocată.
ru: Когда конфигурация разблокирована: Щелкните, чтобы задать пароль, не позволяющий никому случайно изменить сохраненные настройки или удалить конфигурацию. When Config is LOCKED: Нажмите, чтобы ввести пароль для разблокирования этой конфигурации и разрешения сохранения изменений или удаления конфигурации. Обратите внимание, что конфигурация по умолчанию не может быть заблокирована.
th: เมื่อ Config ถูกล็อค: คลิกเพื่อตั้งรหัสผ่านเพื่อป้องกันใครๆ จากการเปลี่ยนการตั้งค่าที่บันทึกไว้ หรือลบการตั้งค่าโดยบังเอิญ เมื่อ Config ถูกล็อค: คลิกเพื่อใส่รหัสผ่านเพื่อล็อคการตั้งค่านี้ และอนุญาตให้การเปลี่ยนแปลงถูกบันทึกหรือการตั้งค่าถูกลบ. ระวังว่ารหัสผ่าน Default config ไม่สามารถล็อคได้
zh: Config is UNLOCKED（配置已解锁）时： 点击设置密码，以防止 任何人意外更改 已保存的设置或删除 配置。 Config is LOCKED（配置已锁定）时： 单击输入密码以解锁此 配置，并允许 保存更改或删除配置。 请注意，默认配置不能被 锁定。

source: Copy configuration to other projects
ar: نسخ التكوين إلى مشاريع أخرى
es: Copiar la configuración a otros proyectos
fr: Copier la configuration vers d'autres projets
hi: अन्य प्रोजेक्ट्स को कॉन्फ़िगरेशन कॉपी करें
hu: Konfiguráció másolása más projektekbe
id: Salin konfigurasi ke proyek lain
ko: 다른 프로젝트에 구성 복사
ml: മറ്റ് പ്രോജക്ടുകളിലേക്കു് കോപ്പി ചെയ്യൂ
my: အခြားစီမံကိန်းများသို့ ဖွင့်ရာထူးများကို ပြောင်တယ်
pt: Configuração de cópia para outros projectos
ro: Copierea configurației în alte proiecte
ru: Копирование конфигурации в другие проекты
th: สําเนาการตั้งค่าไปยังโครงการอื่นๆ
zh: 复制配置到其他项目

source: Select a previously-saved layout configuration to retrieve those settings.
es: Seleccione una configuración previamente guardada para recuperar esos ajustes.

source: Enter a name for the layout configuration to be saved. Note that only Roman/Latin names are supported using: a-z A-Z, 0-9, parentheses, underscores and hyphens. Longer descriptions may be typed into the Notes field below.
es: Escriba un nombre para la configuración del diseño que se va a guardar. Tenga en cuenta que sólo los nombres Romano/Latín se admiten usando: a-z A-Z, 0-9, paréntesis, subrayados y guiones. Las descripciones más largas se pueden escribir en el cuadro de notas de abajo.

source: Save the current settings as a new Configuration. When the Paratext project is shared through Send/Recv, all saved configurations will be also made available to other PTXprint users of the same Paratext project.
ar: احفظ الإعدادات الحالية كتكوين جديد. عندما يتم مشاركة مشروع Paratext من خلال إرسال/إعادة الإرسال، ستكون جميع التكوينات المحفوظة متاحة أيضًا لمستخدمي PTXprint الآخرين من نفس مشروع Paratext.
es: Guardar la configuración actual como una nueva Configuración. Cuando el proyecto Paratext se comparte a través de Enviar/Recibir, todas las configuraciones guardadas se pondrán también a disposición de otros usuarios de PTXprint del mismo proyecto de Paratext.
fr: Sauvegarder les paramètres actuels en tant que nouvelle configuration. Quand le projet Paratext est partagé par Envoyer/Recevoir, toutes les configurations enregistrées seront également mises à la disposition des autres utilisateurs PTXprint du même projet Paratext.
hi: वर्तमान सेटिंग्स को नई कॉन्फिगरेशन के रूप में सहेजें। जब पैराटेक्स्ट परियोजना भेजने/प्राप्त करने के माध्यम से साझा होती है, तो सभी सहेजी गई कॉन्फ़िगरेशन भी समान पैराटेक्स्ट परियोजनाओं के अन्य पीटीएक्सप्रिंट उपयोगकर्ताओं के लिए उपलब्ध कराई जाएगी।
hu: Az aktuális beállítások mentése új Konfigurációként. Ha a Paratext projektet a Send/Recv (Küldés/visszaküldés) segítségével megosztja, az összes elmentett konfiguráció elérhetővé válik más PTXprint felhasználók számára is ugyanabban a Paratext projektben.
id: Simpan pengaturan saat ini sebagai Konfigurasi baru. Ketika proyek Paratext ini dibagikan melalui Kirim/Terima, semua konfigurasi yang tersimpan akan juga tersedia untuk pengguna PTXprint lainnya dalam proyek Paratext yang sama.
ko: 현재 설정을 새 구성으로 저장합니다. 파라텍스트 프로젝트가 보내기/받기를 통해 공유되면 저장된 모든 구성이 동일한 파라텍스트 프로젝트의 다른 PTXprint 사용자 에게도 제공됩니다.
ml: നിലവിലെ ക്രമീകരണങ്ങൾ പുതിയ കോൺഫിഗറേഷനായി സംരക്ഷിക്കുക. പാരടെക്സ്റ്റ് പ്രോജക്ട് അയയ്ക്കുക / സ്വീകരിക്കുക വഴി പങ്കിടുമ്പോൾ, സംരക്ഷിച്ച എല്ലാ കോൺഫിഗറേഷനുകളും ഒരേ പാരടെക്സ്റ്റ് പ്രോജക്റ്റിന്റെ മറ്റ് PTXprint ഉപയോക്താക്കൾക്കും ലഭ്യമാകും.
pt: Salvar as configurações atuais como uma nova configuração. Quando o projeto Paratext for compartilhado por meio do Send/Recv, todas as configurações salvas serão também disponibilizadas para outros usuários do PTXprint do mesmo projeto Paratext.
ro: Salvați setările curente ca o configurație nouă. Atunci când proiectul Paratext este partajat prin Send/Recv, toate configurațiile salvate vor fi de asemenea puse la dispoziția altor utilizatori PTXprint ai aceluiași proiect Paratext.
ru: Сохраните текущие настройки как новую конфигурацию. При совместном использовании проекта Paratext через Send/Recv все сохраненные конфигурации будут также доступны другим пользователям PTXprint того же проекта Paratext.
th: เก็บการตั้งค่าปัจจุบันเป็นการตั้งค่าใหม่ เมื่อโครงการ Paratext ถูกแบ่งปันผ่าน Send/Recv, การตั้งค่าที่บันทึกไว้ทั้งหมดจะเปิดให้ผู้ใช้ PTXprint อื่นๆ ของโครงการ Paratext เดียวได้
zh: 将当前设置保存为新配置。 当 Paratext 项目通过 Send/Recv 共享时，所有保存的配置也将 提供给同一 Paratext 项目的其他 PTXprint 用户 。

source: Delete configuration
ar: حذف التكوين
es: Eliminar la configuración
fr: Supprimer la configuration
hi: कॉन्फ़िगरेशन हटाएं
hu: Konfiguráció törlése
id: Hapus konfigurasi
ko: 구성 삭제
ml: കോൺഫിഗറേഷൻ ഇല്ലാതാക്കുക
my: ဖွင့်ရာထူးများကိုဖျက်ပါ
pt: Apagar configuração
ro: Ștergeți configurația
ru: Удаление конфигурации
th: ลบการตั้งค่า
zh: 删除配置

source: Reset
ar: إعادة ضبط
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
ko: 초기화
ml: പുനഃസജ്ജമാക്കുക
pt: Redefinir
ro: Resetare
ru: Сбросить
th: เปลี่ยนแปลง
zh: 重置

source: This will reset all settings to their default values, but not Stylesheets, or other advanced file-based settings.
ar: سيؤدي ذلك إلى إعادة تعيين جميع الإعدادات إلى قيمها الافتراضية ، ولكن ليس إعدادات الأنماط أو أو غيرها من الإعدادات المتقدمة المستندة إلى الملفات.
es: Esto restablecerá todos los ajustes a sus valores por defecto de, pero no las hojas de estilo, u otros ajustes avanzados basados en archivos.
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut, mais pas aux feuilles de style, ou d'autres paramètres avancés basés sur des fichiers.
hi: यह सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट कर देगा, लेकिन स्टाइलशीट्स, या अन्य एडवांस फ़ाइल-आधारित सेटिंग्स नहीं।
hu: Ez minden beállítást visszaállít a alapértelmezett értékeire, de a Stylesheets, vagy más speciális fájlalapú beállításokat nem.
id: Ini akan mengatur ulang semua pengaturan ke nilai standar, tetapi tidak mengatur ulang Lembar Gaya atau pengaturan lanjutan lainnya berbasis file.
ko: 이렇게 하면 모든 설정이 기본값으로 재설정되지만 스타일시트, 또는 기타 고급 파일 기반 설정은 재설정되지 않습니다.
ml: ഇത് എല്ലാ ക്രമീകരണങ്ങളും അവയുടെ സ്ഥിര മൂല്യങ്ങളിലേക്ക് പുനഃസജ്ജമാക്കും, പക്ഷേ സ്റ്റൈൽഷീറ്റുകൾ അല്ലെങ്കിൽ മറ്റ് വിപുലമായ ഫയൽ അടിസ്ഥാനമാക്കിയുള്ള ക്രമീകരണങ്ങൾ അല്ല.
pt: Isso redefinirá todas as configurações para os valores padrão do site , mas não as folhas de estilo, ou outras configurações avançadas baseadas em arquivos.
ro: Acest lucru va reseta toate setările la valorile implicite , dar nu și Fișele de stil, sau alte setări avansate bazate pe fișiere.
ru: Это вернет все настройки к значениям по умолчанию , но не таблицы стилей, и другие расширенные настройки на основе файлов.
th: นี่จะรีเซ็ตการตั้งค่าทั้งหมดให้เป็นค่าแบบกําหนดเอง แต่ไม่ใช้อัตราการตั้งค่าแบบ Stylesheets หรือการตั้งค่าที่พัฒนาขึ้นจากไฟล์อื่นๆ
zh: 这将把所有设置重置为 默认值，但不包括样式表、 或其他基于文件的高级设置。

source: Import settings from PDFs, ZIP files or other Configurations
ar: استيراد الإعدادات من ملفات PDF أو ملفات ZIP أو تكوينات أخرى
es: Importar ajustes de PDF, archivos ZIP u otras configuraciones
fr: Importer les paramètres depuis des PDFs, des fichiers ZIP ou d'autres configurations
hi: PDFs, ZIP फ़ाइलों या अन्य कॉन्फ़िगरेशन से सेटिंग्स आयात करें
hu: Beállítások importálása PDF-ekből, ZIP-fájlokból vagy más konfigurációkból
id: Impor pengaturan dari file PDF, file ZIP, atau Konfigurasi lainnya
ko: PDF, ZIP 파일 또는 기타 구성에서 설정 가져오기
ml: PDF, ZIP ഫയലുകൾ അല്ലെങ്കിൽ മറ്റ് കോൺഫിഗറേഷനുകളിൽ നിന്നും ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുക
my: PDF၊ ZIP ဖိုင်များ သို့မဟုတ် အခြား Configuration များထဲမှ ဆက်တင်များကို တင်သွင်းပါ
pt: Importar definições de PDFs, ficheiros ZIP ou outras Configurações
ro: Importați setări din PDF-uri, fișiere ZIP sau alte configurații
ru: Импорт настроек из PDF-файлов, ZIP-файлов или других конфигураций
th: การนําเข้าการตั้งค่าจาก PDF, ไฟล์ ZIP หรือการตั้งค่าอื่น ๆ
zh: 从 PDF、ZIP 文件或其他配置文件导入设置

source: Open the Import Settings dialog to select options for importing settings from other PDFs, ZIP archives, or different project configurations. By default, imported settings are applied to the current project and configuration. However, you can also choose to import them into other projects or export them to an external folder.
ar: افتح مربع حوار استيراد الإعدادات لتحديد الخيارات لاستيراد الإعدادات من ملفات PDF أخرى أو أرشيفات ZIP أو أو تكوينات المشروع المختلفة. بشكل افتراضي، يتم تطبيق الإعدادات المستوردة على المشروع والتكوين الحاليين. ومع ذلك، يمكنك أيضًا اختيار استيرادها إلى مشاريع أخرى أو تصديرها إلى مجلد خارجي.
es: Abra el cuadro de diálogo Importar configuración para seleccionar las opciones para importar la configuración de otros PDF, archivos ZIP, o configuraciones de proyecto diferentes. Por defecto, los ajustes importados se aplican al proyecto y configuración actuale. Sin embargo, también puede optar por importarlos a otros proyectos o exportarlos a una carpeta externa.
fr: Ouvrez la boîte de dialogue Importer des paramètres pour sélectionner les options pour l'importation de paramètres à partir d'autres PDF, d'archives ZIP, ou de différentes configurations de projet. Par défaut, les paramètres importés sont appliqués au projet et à la configuration actuels. Cependant, vous pouvez également choisir de les importer dans d'autres projets ou de les exporter vers un dossier externe.
hi: अन्य PDFs, ZIP संग्रहों से सेटिंग्स आयात करने के विकल्प का चयन करने के लिए आयात सेटिंग्स डायलॉग खोलें, या विभिन्न परियोजना कॉन्फ़िगरेशन। डिफ़ॉल्ट रूप से, आयातित सेटिंग्स वर्तमान परियोजना और कॉन्फ़िगरेशन में लागू होती हैं। हालांकि, आप उन्हें अन्य परियोजनाओं में आयात करने या उन्हें बाहरी फ़ोल्डर में निर्यात करने का भी विकल्प चुन सकते हैं।
hu: Nyissa meg a Beállítások importálása párbeszédpanelt, hogy kiválaszthassa a beállításokat más PDF-ekből, ZIP-archívumokból, a vagy különböző projektkonfigurációkból származó beállítások importálásához. Alapértelmezés szerint az importált beállítások a aktuális projektre és konfigurációra kerülnek alkalmazásra. A azonban választhatja azt is, hogy más projektekbe importálja őket, vagy exportálja őket egy külső mappába.
id: Buka dialog Pengaturan Impor untuk memilih opsi untuk mengimpor pengaturan dari PDF lain, arsip ZIP, atau konfigurasi proyek yang berbeda. Secara default, pengaturan yang diimpor diterapkan ke proyek dan konfigurasi saat ini. Namun, Anda juga dapat memilih untuk mengimpornya ke proyek lain atau mengekspornya ke folder eksternal.
ko: 설정 가져오기 대화상자를 열어 다른 PDF, ZIP 아카이브, 또는 다른 프로젝트 구성에서 설정을 가져오기 위한 옵션을 선택합니다. 기본적으로 가져온 설정은 현재 프로젝트 및 구성에 적용됩니다. 하지만 다른 프로젝트( )로 가져오거나 외부 폴더로 내보내도록 선택할 수도 있습니다.
ml: മറ്റ് PDF ഫയലുകളിൽ നിന്നും ZIP ആർക്കൈവുകളിൽ നിന്നോ അല്ലെങ്കിൽ വ്യത്യസ്ത പ്രോജക്ട് കോൺഫിഗറേഷനുകളിൽ നിന്നോ ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യുന്നതിനുള്ള ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുന്നതിന് ഇറക്കുമതി ക്രമീകരണങ്ങൾ ഡയലോഗ് തുറക്കുക. സ്ഥിരസ്ഥിതിയായി, ഇറക്കുമതി ചെയ്ത ക്രമീകരണങ്ങൾ നിലവിലെ പ്രോജക്റ്റിലും കോൺഫിഗറേഷനിലും പ്രയോഗിക്കുന്നു. എന്നിരുന്നാലും, മറ്റ് പ്രോജക്ടുകളിലേക്ക് ഇറക്കുമതി ചെയ്യുന്നതിനോ അല്ലെങ്കിൽ ബാഹ്യ ഫോൾഡറിലേക്ക് കയറ്റുമതി ചെയ്യുന്നതിനോ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
my: ကန့်လွန်ပြာရှိမှုတေဆည့် အကေ Über Form တွေကို ပြထားတွေကိုဖွင့်ရန်ရသွပ်သွင်းမှု
pt: Abra a caixa de diálogo Importar configurações para selecionar as opções para importar configurações de outros PDFs, arquivos ZIP, ou diferentes configurações de projeto. Por padrão, as configurações importadas são aplicadas ao projeto e à configuração atuais. Entretanto, você também pode optar por importá-las para outros projetos ou exportá-las para uma pasta externa.
ro: Deschideți caseta de dialog Import Setări pentru a selecta opțiunile pentru importarea setărilor din alte PDF-uri, arhive ZIP, sau configurații de proiect diferite. În mod implicit, setările importate sunt aplicate proiectului și configurației curente . Cu toate acestea, puteți alege, de asemenea, să le importați în alte proiecte sau să le exportați într-un dosar extern.
ru: Откройте диалог Импорт настроек, чтобы выбрать параметры для импорта настроек из других PDF-файлов, ZIP-архивов, или различных конфигураций проекта. По умолчанию импортированные настройки применяются к текущему проекту и конфигурации. Однако вы можете также выбрать импорт в другие проекты или экспорт во внешнюю папку.
th: เปิดหน้าต้อนรับการตั้งค่าอิทธิพล เพื่อเลือกตัวเลือกในการนําเข้าการตั้งค่าจาก PDF, ZIP archive หรือการตั้งค่าโครงการอื่นๆ โดยปกติการตั้งค่าที่นําเข้าจะถูกนําไปใช้กับโครงการและการตั้งค่าปัจจุบัน แต่คุณยังสามารถเลือกนําเข้ามันไปในโครงการอื่น ๆ หรือนําออกมันไปในแฟ้มภายนอกได้
zh: 打开 "导入设置 "对话框，选择 从其他 PDF、ZIP 压缩包、 或不同项目配置中导入设置的选项。 默认情况下，导入的设置会应用到 当前的项目和配置。不过， ，也可以选择将其导入其他项目 或导出到外部文件夹。

source: A Layout (or Config) is a collection of settings that can be saved. By naming and saving a layout you can recall those settings later.
es: Un diseño (o configuración) es una colección de ajustes que pueden guardarse. Si nombras y guardas un diseño, podrás recuperar esos ajustes más adelante.

source: Layout Configuration
es: Configuración del diseño

source: Single book chooser
ar: اختيار كتاب واحد
es: Selector de un libro
fr: Sélecteur de livre unique
hi: एकल पुस्तक चयनकर्ता
hu: Egyetlen könyvválasztó
id: Pemilih kitab tunggal
ko: 단일 도서 선택기
ml: ഒറ്റ പുസ്തക തിരഞ്ഞെടുക്കൽ
my: မြင်သာသောစာအုပ်
pt: Escolhedor de um livro
ro: Selector de carte unică
ru: Выбор одной книги
th: เครื่องเลือกหนังสือแบบเดียว
zh: 单本书卷选择器

source: Multiple book selector
es: Selector de múltiples libros

source: Select one or more Biblical books to be printed from the project.
ar: حدد كتاب أو أكثر من الكتاب المقدس ليتم طباعته من المشروع.
es: Seleccione uno o más Libros Bíblicos que se imprimirán del proyecto.
fr: Sélectionnez un ou plusieurs livres bibliques à imprimer à partir du projet.
hi: प्रोजेक्ट से मुद्रित होने वाली एक या अधिक बाइबिल पुस्तकें चुनें।
hu: Válasszon ki egy vagy több bibliai könyvet a projektből nyomtatandó könyvek közül.
id: Pilih setidaknya satu kitab untuk dicetak dari proyek ini.
ko: 프로젝트에서 인쇄할 성경책 을 하나 이상 선택합니다.
ml: ഈ പ്രോജക് റ്റിൽ നിന്നും പ്രിന്റ് ചെയ്യേണ്ട ഒരു ബൈബിൾ പുസ്തകമോ അതിലധികമോ തിരഞ്ഞെടുക്കുക.
my: စီမံကိန်းမှ တရား၊ သို့မဟုတ် ကျမ်းစာအုပ် ၁၀၀ ထဲမှ တစ်ခုခု ရွေးချယ်ပေးပါ။
pt: Selecione um ou mais livros bíblicos para serem impressos do projeto.
ro: Selectați una sau mai multe cărți biblice pentru a fi tipărite din proiect.
ru: Выберите одну или несколько Библических книг для печати из проекта.
th: เลือก หนังสือ คัมภีร์ ไบเบิล หนึ่ง หรือ หลาย หนังสือ ที่ จะ พิมพ์ จาก โครงการ นี้
zh: 从项目中选择一本 或多本要印刷的圣经书卷。

source: Bible Module:
ar: وحدة الإنجيل:
es: Módulo bíblico:
fr: Module biblique :
hi: बाइबल मॉड्यूल:
hu: Biblia modul:
id: Modul Alkitab:
ko: 성경 모듈:
ml: ബൈബിൾ മോഡ്യൂൾ:
my: ဘဏ်စမှုညာှိုေ့ဥဘဏ်ရဲမင်းရိုးစာ
pt: Módulo Bíblico:
ro: Modul Biblie:
ru: Библейский модуль:
th: โมดูลพระคัมภีร์:
zh: 圣经模块：

source: Bible module selector
ar: منتقي وحدة الإنجيل
es: Selector de módulos bíblicos
fr: Sélecteur de module biblique
hi: बाइबल मॉड्यूल चयनकर्ता
hu: Biblia modul választó
id: Pemilih modul Alkitab
ko: 성경 모듈 선택기
ml: ബൈബിൾ മോഡുലര് സെലക്ടര്
my: ဘုရားကျမ်း module ရွေးချယ်ကုတ်
pt: Selector de módulos bíblicos
ro: Selector de module biblice
ru: Селектор библейских модулей
th: ตัวเลือกโมเดลไบเบิล
zh: 圣经模块选择器

source: Portions or Multiple Books:
ar: أجزاء أو كتب متعددة
es: Porciones o Múltiples Libros:
fr: Portions ou livres multiples :
hi: भाग या कई किताबें:
hu: Részek vagy Több könyv:
id: Bagian atau Beberapa Kitab:
ko: 부분 또는 여러 책:
ml: ഭാഗങ്ങൾ അല്ലെങ്കിൽ ഒന്നിലധികം പുസ്തകങ്ങൾ:
my: အပိုင်းများ သို့မဟုတ် စာအုပ်များများ
pt: Porções ou Multiple Books:
ro: Porțiuni sau Cărți multiple:
ru: Порции или Multiple Books:
th: ส่วน หรือ หนังสือหลายเล่ม:
zh: 部分或 多本书：

source: Choose books or enter ranges to print
ar: اختر الكتب أو أدخل نطاقات للطباعة
es: Elija libros o introduzca rangos para imprimir
fr: Choisir les livres ou saisir les plages à imprimer
hi: किताबें चुनें या प्रिंट करने के लिए श्रेणियां दर्ज करें
hu: Válasszon könyveket vagy adjon meg tartományokat a nyomtatáshoz
id: Pilih kitab atau masukkan rentang yang akan dicetak
ko: 책을 선택하거나 인쇄할 범위를 입력하세요.
ml: പുസ്തകങ്ങൾ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ അച്ചടിക്കാൻ ശ്രേണികൾ നൽകുക
my: ပုံနှိပ်လိုသော စာအုပ်များကို ရွေးချယ်ပါ သို့မဟုတ် အပိုင်းများကို မှတ်ပုံတင်ပါ
pt: Escolha livros ou insira intervalos para impressão
ro: Alegeți cărți sau introduceți intervale pentru imprimare
ru: Выберите книги или введите диапазоны для печати
th: เลือกหนังสือ หรือใส่ช่วงที่ต้องการพิมพ์
zh: 选择书籍或输入范围进行打印

source: Single Book:
ar: كتاب واحد:
es: Libro individual:
fr: Livre unique :
hi: एकल पुस्तक:
hu: Egyetlen könyv:
id: Satu Kitab Saja:
ko: 단일 책:
ml: ഒറ്റ പുസ്തകം:
my: တစ်ခုသော စာအုပ်
pt: Livro Único:
ro: Carte unică:
ru: Единая книга:
th: หนังสือเดียว:
zh: 单本书卷：

source: Single book selector
ar: منتقي كتاب واحد
es: Selector de libros individuales
fr: Sélecteur de livre unique
hi: एकल पुस्तक चयनकर्ता
hu: Egyetlen könyvválasztó
id: Pemilih kitab tunggal
ko: 단일 도서 선택기
ml: ഏക പുസ്തക തിരഞ്ഞെടുക്കൽ
my: မြင်သာသောစာအုပ်ရွေးစောင့်
pt: Selector de livro único
ro: Selector de carte unică
ru: Селектор одной книги
th: ตัวเลือกหนังสือเดียว
zh: 单本书卷选择器
