Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Uncheck this option to hide all chapter numbers - making the publication read more like an ordinary book. Note that there is another option lower down in the next section which will only "Hide Chapter Number in Single Chapter Books".
ar: قم بإلغاء تحديد هذا الخيار لإخفاء جميع أرقام الفصل - جعل المنشور قراءة أكثر مثل كتاب عادي. لاحظ أن هناك خياراً آخر أقل من في القسم التالي الذي سيقتصر على "إخفاء الفصل الرقم في دفاتر فصل واحد".
es: Desmarque esta opción para ocultar todos los números de capítulos - haciendo que la publicación se lea más como un libro ordinario. Tenga en cuenta que hay otra opción más abajo en la siguiente sección que sólo "Ocultar el número de capítulo en los libros de un solo capítulo".
fr: Décochez cette option pour masquer tous les numéros du chapitre - rendant la publication plus lisible et plus comme un livre standard. Notez qu'il y a une autre option dessous dans la section suivante qui ne fera que "Masquer le numéro de chapitre dans les livres avec un seul chapitre".
hi: इस विकल्प को अनचेक करें ताकि सभी अध्याय नंबर्स छिप जाएँ - जिससे प्रकाशन एक साधारण पुस्तक की तरह पढ़ी जाए। नोट करें कि नीचे के अगले भाग में एक और विकल्प है जो केवल "एकल अध्याय पुस्तकों में अध्याय संख्या छिपाएँ" करेगी।
hu: Ha nem jelölöd be ezt az opciót, akkor az összes fejezetszámot elrejted - így a kiadvány inkább úgy olvasható, mint egy közönséges könyv. Vegye figyelembe, hogy van egy másik opció lejjebb a következő szakaszban, amely csak a "Fejezetek számának elrejtése egyfejezetes könyvekben" opciót tartalmazza.
id: Hapus centang di pilihan ini untuk menyembunyikan semua nomor pasal, supaya terbitan ini kelihatan seperti buku biasa. Perhatikan bahwa ada pilihan lain di bagian berikutnya yang hanya akan "Sembunyikan Nomor Pasal dalam Kitab yang Hanya Satu Pasal".
ko: 이 옵션을 선택 취소하면 모든 챕터( ) 번호가 숨겨져 출판물이 일반 책처럼 읽힙니다. 다음 섹션의 아래에는 "단일 챕터 책에서 장 번호 숨기기"라는 또 다른 옵션이 있다는 점에 유의하세요.
ml: എല്ലാ അധ്യായ നമ്പറുകളും മറയ്ക്കുന്നതിനുള്ള ഈ ഓപ്ഷൻ അൺചെക്കുചെയ്യുക - പ്രസിദ്ധീകരണം ഒരു സാധാരണ പുസ്തകത്തെപ്പോലെ വായിക്കാൻ സഹായിക്കുന്നു. അടുത്ത വിഭാഗത്തിൽ താഴെയുള്ള മറ്റൊരു ഓപ്ഷൻ മാത്രമേ ഉള്ളൂ എന്നത് ശ്രദ്ധിക്കുക "ഒറ്റ അധ്യായ പുസ്തകങ്ങളിൽ അധ്യായ നമ്പർ മറയ്ക്കുക".
my: ဤရွေးချယ်မှုကို ဖျက်ပစ်ပါလိုက်ပါ၊ အခန်းနံပါတ်အားလုံးကို ဖျောက်၍ စာအုပ်အများကြီးတစ်အာ့နှင့် အတူ ပါဝင်နိုင်သော သိမ်းဆည်းရေး။
pt: Desmarque essa opção para ocultar todos os capítulos números - fazendo a publicação ler mais parecido com um livro normal. Note que há outra opção de baixo para baixo na próxima seção que irá apenas "Ocultar Capítulo Número de Livros de Capítulo Único".
ro: Debifați această opțiune pentru a ascunde toate numerele capitolului - făcând publicarea să citească mai mult ca o carte obișnuită. Reține că există o altă opțiune mai scăzută în secțiunea următoare care va doar „Ascunde capitolul Numărul în capitole unice”.
ru: Снимите флажок, чтобы скрыть все номера главы - сделать публикацию прочитанной более похожей на обычную книгу. Заметьте, что в следующем разделе есть еще один вариант ниже , который будет "Скрыть главу в одной книге главы".
th: เลิกเลือกเพื่อซ่อนเลขบททั้งหมด - ทําให้การตีพิมพ์อ่านเหมือนหนังสือปกติมากกว่า. หมายเหตุว่ามีตัวเลือกอื่นที่ลงด้านล่างในส่วนต่อไปที่จะซ่อนเลขบทในหนังสือหัวข้อเดียวเท่านั้น
zh: 取消选中此选项以隐藏所有章 号 - 使该出版物的阅读体验 更像普通书籍。 请注意，在下一部分中，还有另一个选项 将只“隐藏单一章节书中的章号”。

source: Verse Numbers
ar: أرقام الآية
es: Números de versículo
fr: Numéros de verset
hi: श्लोक संख्या
hu: Versszámok
id: Nomor Ayat
ko: 구절 번호
ml: വാക്യം നമ്പറുകൾ
my: အပိုဒ် နံပါတ်များ
pt: Números de Versículos
ro: Numere Verse
ru: Номера стихов
th: ข้อ เลข
zh: 经号

source: Show verse numbers
ar: إظهار الأرقام الآنية
es: Mostrar números de versículo
fr: Afficher les numéros de verset
hi: आयत संख्याएँ दिखाएँ
hu: Versszámok megjelenítése
id: Tampilkan nomor ayat
ko: 구절 번호 표시
ml: വാക്യ സംഖ്യകൾ കാണിക്കുക
my: ကျမ်းစာ အခန်းငယ်များကို ပြပါ
pt: Mostrar números de versos
ro: Afișați numerele versetelor
ru: Показать номера стихов
th: แสดงเลขบท
zh: 显示经号

source: Uncheck this option to hide all verse numbers - making the publication read more like an ordinary book.
ar: قم بإلغاء تحديد هذا الخيار لإخفاء جميع أرقام الآية - جعل المنشور قراءة مثل كتاب عادي.
es: Desmarque esta opción para ocultar todos los números de versículos - haciendo que la publicación se lea más como un libro ordinario.
fr: Décochez cette option pour masquer tous les numéros de verset - rendant la publication plus lisible comme un livre ordinaire.
hi: सभी आयत संख्या छुपाने के लिए इस विकल्प को अनचेक करें - जिससे प्रकाशन को पढ़ना सामान्य पुस्तक की तरह लगेगा।
hu: Ha nem jelöljük be ezt a lehetőséget, akkor a versszámok elrejthetők - így a kiadvány inkább úgy olvasható, mint egy közönséges könyv.
id: Hapus centang di pilihan ini untuk menyembunyikan semua nomor ayat, supaya terbitan ini kelihatan seperti buku biasa.
ko: 이 옵션을 선택 취소하면 모든 구절 숫자를 숨겨서 발행물이 일반 책처럼 보이게 됩니다.
ml: എല്ലാ വാക്യ സംഖ്യകളും മറയ്ക്കാൻ ഈ ഓപ്ഷൻ അൺചെക്ക് ചെയ്യുക - പ്രസിദ്ധീകരണം ഒരു സാധാരണ പുസ്തകത്തെപ്പോലെ വായിക്കാൻ സഹായിക്കുന്നു.
my: ကိုယူ၍၊ ဖျောက်ရန်ဒီရွေးချယ်ချက်ကို ဖြုတ်ပါ။ အပိုဒ်နံပါတ်များအားလုံးကိုဖျောက်ထားပါ။ ထိုကြောင့် ထုတ်စာအုပ်ကို သာမန်စာအုပ်တစ်အုပ်လို ဖတ်ရှုနိင်သည်။
pt: Desmarque essa opção para ocultar todos os versículos números - fazendo a publicação ler mais parecido com um livro normal.
ro: Debifați această opțiune pentru a ascunde toate numerele cu versiunile - făcând publicarea să fie citită mai mult ca o carte obișnuită.
ru: Снимите флажок, чтобы скрыть все стихи чисел - сделать публикацию прочитанной более похожей на обычную книгу.
th: เลิก ตรวจ สอบ ตัวเลือก นี้ เพื่อ ลับ เลข ข้อ ทุก ข้อ - ทํา ให้ หนังสือ อ่าน เหมือน หนังสือธรรมดา
zh: 要隐藏所有经文的编号， 请不要勾选此选项--这样做能让出版物读起来 更像一本普通的书。

source: Include Scripture Text
ar: تضمين نص النص البرمجي
es: Incluir Texto de Escrituras
fr: Inclure le texte des Écritures
hi: धर्मग्रंथ पाठ शामिल करें
hu: Beleértve a Szentírás szövegét
id: Sertakan Teks Alkitab
ko: 성경 텍스트 포함
ml: തിരുവെഴുത്തുകൾ ഉൾപ്പെടുത്തുക
my: ကျမ်းစာ ပါဝင်မှု
pt: Incluir Texto Bíblico
ro: Include text Scripture
ru: Включить текст скрипта
th: รวม ข้อ คัมภีร์
zh: 包括经文文本

source: Show or hide scripture text
ar: إظهار أو إخفاء نص البرنامج النصي
es: Mostrar u ocultar el texto de las escrituras
fr: Afficher ou masquer le texte des Écritures
hi: पवित्र शास्त्र का पाठ दिखाएँ या छिपाएँ
hu: A szentírás szövegének megjelenítése vagy elrejtése
id: Tampilkan atau sembunyikan teks Alkitab
ko: 성구 텍스트 표시 또는 숨기기
ml: തിരുവെഴുത്തു കാണിക്കുകയോ മറയ്ക്കുകയോ ചെയ്യുക
my: ကျမ်းစာကို ဟနေထားပါ။
pt: Mostrar ou esconder texto da escritura
ro: Afișați sau ascundeți textul scripturii
ru: Показать или скрыть текст Писания
th: แสดงหรือซ่อนข้อความ
zh: 显示或隐藏经文文本

source: Normally you should leave this checked. BUT... if you require a printout of just the book introductions (usually for the purpose of final checking, or looking for consistency) then this option can be unchecked (to omit the verse text and everything else in the main body).
ar: يجب عادةً ترك هذا الخيار محدداً. ولكن ... إذا كنت تحتاج إلى نسخة مطبوعة من مقدمات الكتاب فقط (عادةً لغرض التدقيق النهائي أو البحث للتناسق)، فيمكن إلغاء تحديد هذا الخيار (لحذف نص الآية وكل شيء آخر في المتن الرئيسي).
es: Normalmente debe dejar esta opción marcada. PERO... si necesita imprimir sólo las introducciones de los libros (normalmente fines de comprobación final, o para coherencia), esta opción puede desmarcarse (para omitir el texto del versículo y todo lo demás del cuerpo principal).
fr: Normalement, vous devez laisser cette option cochée. MAIS... si vous avez besoin d'imprimer uniquement les introductions des livres (généralement pour une vérification finale, ou pour une recherche de cohérence), cette option peut être décochée (pour omettre le texte des versets et tout le reste dans le corpus principal).
hi: आम तौर पर आपको इसे चयनित रखना चाहिए। परंतु... यदि आपको केवल पुस्तक की प्रस्तावनाओं का प्रिंट चाहिए (आमतौर पर अंतिम जांच के लिए, या संगति की जाँच के लिए), तो इस विकल्प को अचयनित कर सकते हैं (श्लोक टेक्स्ट और मुख्य शरीर के बाकी सब कुछ को छोड़ने के लिए)।
hu: Normális esetben ezt a beállítást bejelölve kell hagyni. DE... ha csak a könyvek bevezetőit szeretné kinyomtatni (általában a végső ellenőrzés vagy a következetesség keresése céljából), akkor ezt az opciót ki lehet kapcsolni (így a versszöveg és minden más a fő szövegben nem jelenik meg).
id: Biasanya pilihan ini dicentang saja. TETAPI... jika Anda perlu mencetak pengenalan kitab saja (misalnya untuk pemeriksaan akhir, atau untuk memeriksa kesamaan antara satu dan yang lain) maka pilihan ini dapat tidak dicentang (untuk menghilangkan teks ayat dan semua yang ada di bagian utama).
ko: 일반적으로 이 옵션은 선택된 상태로 두어야 합니다. 하지만 책 소개만 인쇄해야 하는 경우(일반적으로 최종 확인을 위해 또는 일관성을 위해 참조) 이 옵션을 선택 해제할 수 있습니다( 구절 텍스트와 본문의 다른 모든 내용을 생략하기 위해).
ml: സാധാരണയായി ഇത് ചെക്ക് ചെയ്തിട്ടുണ്ടാവണം. പക്ഷെ. . . പുസ്തകത്തിന്റെ ആമുഖത്തിന്റെ ഒരു പ്രിന്റ് ഔട്ട് ആവശ്യമുണ്ടെങ്കിൽ (സാധാരണയായി അവസാന പരിശോധനയ്ക്കോ സ്ഥിരത തേടുന്നതിനോ) ഈ ഓപ്ഷൻ ചെക്ക് ചെയ്യാതെ വിടാം (ആലാപന വാക്യവും പ്രധാന ഭാഗത്തിലെ മറ്റെല്ലാം ഒഴിവാക്കുക).
my: ယေဘူယျအားဖြင့် ဒီလုပ်ဆောင်ချက်ကို ဆန်းစစ်ထားသင့်ပါတယ်။ ပေမယ့်... သင်စာအုပ်ညှိထားမှုများကိုသာ ထုတ်ယူဖို့ လိုအပ်တယ်ဆိုရင် (ပုံမှန်အားဖြင့် စောင့်ကြည့်ကြည့်ရှုရန် သို့မဟုတ် ရှုပ်ထွေးမှု ကြောင့် သိတ်ကြည့်ေရးစစ်ဖို့လိုသည်) ထိုလုပ်ဆောင်ချက်ကို အပြုံးထားနိုင်ပါတယ် (ပို့သချေနဲ့ခန္ဓာကိုယ်သိမ်းနေသောစာနောက်တွင်ရေးထားတဲ့အရာတွေကို ကောက်ထားခြင်းထားခြင်း)။
pt: Normalmente, deve deixar esta opção selecionada. MAS... se necessitar de imprimir apenas as introduções do livro (normalmente para efeitos de verificação final, ou para verificar a consistência), então esta opção pode ser desmarcada (para omitir o texto do verso e tudo o resto no corpo principal).
ro: În mod normal, ar trebui să lăsați această opțiune bifată. DAR... dacă aveți nevoie de o imprimare doar a introducerilor cărților (de obicei pentru verificarea finală sau pentru a verifica coerența), atunci această opțiune poate fi debifată (pentru a omite textul versetului și tot restul din corpul principal).
ru: Обычно этот флажок следует оставить. НО... если вам требуется распечатка только введений к книгам (обычно для окончательной проверки или согласованности), то этот параметр можно снять (чтобы опустить текст стихов и все остальное в основном тексте).
th: ปกติคุณควรปล่อยให้มันถูกเช็ค แต่ถ้าคุณต้องการการพิมพ์ออกของเพียงคําแนะนําหนังสือ (มักจะเป็นเพื่อการตรวจสอบสุดท้าย, หรือมองหาความสอดคล้อง) แล้วตัวเลือกนี้สามารถถอนการเช็ค (เพื่อยกเว้นข้อความบทความและทุกอย่างในร่างหลัก)
zh: 通常此选项应被选中。 但是... 如果您只需要打印 书的序言(通常用于 最终检查，或查找 一致性) ，可以取消选中此选项 (略去经文文本和主文本的其它内容)。

source: Use Special Features for These Books:
ar: استخدم الميزات الخاصة لهذه الكتب:
es: Usar Características Especiales para Estos Libros:
fr: Utilisez des fonctionnalités spéciales pour ces livres :
hi: इन पुस्तकों के लिए विशेष सुविधाओं का उपयोग करें:
hu: Speciális funkciók használata ezeknél a könyveknél:
id: Gunakan Ciri Khusus untuk Kitab Ini:
ko: 이 책에는 특별 기능 을 사용하세요:
ml: ഈ പുസ്തകങ്ങളുടെ പ്രത്യേക സവിശേഷതകൾ ഉപയോഗിക്കുകഃ
my: ဤစာအုပ်များအတွက် အထူးအင်္ဂါရပ်များ အသုံးပြုပါ:
pt: Use recursos especiais para estes livros:
ro: Folosește funcții speciale pentru aceste cărți:
ru: Используйте специальные возможности для этих книг:
th: ใช้ คุณลักษณะ พิเศษ ของ หนังสือ เหล่า นี้:
zh: 对这些书使用特色功能 ：

source: Enable special features for some books
ar: تمكين الميزات الخاصة لبعض الكتب
es: Habilitar características especiales para algunos libros
fr: Activer les fonctions spéciales pour certains livres
hi: कुछ पुस्तकों के लिए विशेष सुविधाएँ सक्षम करें
hu: Egyes könyvek speciális funkcióinak engedélyezése
id: Aktifkan fitur khusus untuk kitab tertentu
ko: 일부 책에 특수 기능 사용
ml: ചില പുസ്തകങ്ങളുടെ പ്രത്യേക സവിശേഷതകൾ പ്രവർത്തനക്ഷമമാക്കുക
my: အိမ်ရာများကို ကျူပေါ်က နူးနားချက်များနည်းမှူသည်းလွန်းကိုကြည့်ရှုထားပါ
pt: Habilitar características especiais para alguns livros
ro: Activați caracteristicile speciale pentru unele cărți
ru: Включить специальные функции для некоторых книг
th: ชวนคุณสมบัติพิเศษสําหรับหนังสือบางเล่ม
zh: 为某些书启用特色功能

source: Some Poetical books like the Psalms, and maybe even Proverbs look better without drop-cap chapter numbers. Instead, they can use a prefix like "Chapter" or "Psalm" at the start of the chapter. Note: If the text already has one or more \cl markers, then these settings will overrirde what has been set in the text.
ar: بعض كتب الشعر مثل السالمز، وربما أمثلة تبدو أفضل بدون أرقام فصول السقف. بدلاً من ذلك، يمكنهم استخدام بادئة مثل "الفصل" أو "السلم" في بداية الفصل. ملاحظة: إذا كان النص يحتوي بالفعل على علامة \cl أو أكثر، ف هذه الإعدادات ستتجاوز ما تم تعيينه في النص.
es: Algunos libros poéticos como Salmos, y tal vez incluso Proverbios se ven mejor sin los números en letra capital. En su lugar, pueden usar un prefijo como "Capítulo" o "Salmo" al principio del capítulo. Nota: Si el texto ya tiene uno o más marcadores \cl, entonces estos ajustes anularán lo que se ha establecido en el texto.
fr: Certains livres poétiques comme les Psaumes, et peut-être même les Proverbes sont plus beaux sans les grands numéros de chapitre. À sa place, ils peuvent utiliser un préfixe comme "Chapitre" ou "Psaume" au début du chapitre. N.B. : Si le texte contient déjà un ou plusieurs marqueurs \cl, ces paramètres remplaceront ce qui a été défini dans le texte.
hi: कुछ काव्यात्मक पुस्तकें जैसे कि भजन, और शायद नीति-सूत्र बंदाक्षर अध्याय संख्याओं के बिना बेहतर दिखते हैं। इसके बजाय, वे अध्याय की शुरुआत में "अध्याय" या "भजन" जैसे उपसर्ग का उपयोग कर सकते हैं। नोट: यदि पाठ में पहले से एक या अधिक \cl मार्कर हैं, तो यह सेटिंग पाठ में सेट किए गए को अधिलेखित कर देगी।
hu: Néhány költői könyv, például a Zsoltárok, és talán még a Példabeszédek is jobban néz ki fejezetszámok nélkül. Ehelyett használhatnak egy olyan előtagot, mint a "fejezet" vagy a "zsoltár" a fejezet elején. Megjegyzés: Ha a szövegben már van egy vagy több \cl jelölés, akkor ezek a beállítások felülírják a szövegben beállítottakat.
id: Beberapa kitab puisi seperti Mazmur, dan mungkin Amsal juga, terlihat lebih baik tanpa nomor pasal ukuran besar. Sebagai gantinya, kitab tsb. dapat menggunakan awalan seperti "Pasal" atau "Mazmur" di awal pasal. Catatan: Jika teks sudah memiliki satu atau lebih markah \cl, maka pengaturan ini akan membatalkan apa yang telah diatur dalam teks.
ko: 시편과 같은 시적인 책이나 잠언과 같은 책에는 드롭캡 장 번호가 없는 것이 더 보기 좋습니다. 대신 장의 시작 부분에 "장" 또는 "시편" 같은 접두사를 사용할 수 있습니다. 참고: 텍스트에 이미 하나 이상의 \cl 마커가 있는 경우 이 설정은 텍스트에 설정된 내용을 재정의합니다.
ml: ചില കവിതാ പുസ്തകങ്ങൾ, സങ്കീർത്തനങ്ങൾ, ഒരുപക്ഷേ സദൃശവാക്യങ്ങൾ എന്നിവയും അധ്യായങ്ങളുടെ എണ്ണം ഇല്ലാതെ മികച്ചതായി കാണപ്പെടുന്നു. പകരം, അധ്യായത്തിന്റെ തുടക്കത്തിൽ "അധ്യായം" അല്ലെങ്കിൽ "സങ്കീർത്തനം" പോലുള്ള ഒരു പ്രിഫിക്സ് ഉപയോഗിക്കാം. ശ്രദ്ധിക്കുകഃ ടെക്സ്റ്റിൽ ഇതിനകം ഒന്നോ അതിലധികമോ \cl മാർക്കറുകൾ ഉണ്ടെങ്കിൽ, ഈ ക്രമീകരണങ്ങൾ ടെക്സ്റ്റിൽ സജ്ജമാക്കിയിരിക്കുന്നവയെ അസാധുവാക്കും.
my: အချို့ကဗျာစာအုပ်များ၊ ဆာလံပေမယ့်မှ သင်္ကေတများဖြင့်စတင်လျှင် ပိုောင်းကျိုးမည် ဖြစ်သည်။ "အခန်း" သို့မဟုတ် "ဆာလံ" တစ်ခုမှ အစပြုနိုင်သည်။ မှတ်ချက်- \cl သင်္ကေတရှိပါက ဤစက်ဆတ်တွင်ပါရမ်းနိုင်သည်။
pt: Alguns livros Poéticos como os Salmos e talvez até mesmo Provérbios fiquem mais bonitos sem números de capítulo de capitulação. Em vez disso, eles podem usar um prefixo como "Capítulo" ou "Salm" no início do capítulo. Nota: Se o texto já tiver um ou mais marcadores \cl, então essas configurações irão sobrescrever o que foi definido no texto.
ro: Câteva cărți poetice precum Psalms, și poate chiar Proverbs arată mai bine fără numerele capitolelor de scădere. În schimb, pot folosi un prefix ca "Chapter" sau "Psalm" la începutul capitolului. Notă: În cazul în care textul are deja unul sau mai multe marcaje \cl, atunci aceste setări vor suprascrie ce a fost setat în text.
ru: Некоторые поэтические книги, такие как Псалтирь и, возможно, даже Притчи, лучше смотрятся без номеров глав. Вместо этого они могут использовать префикс типа "Глава" или "Псалом" в начале главы. Примечание: Если в тексте уже есть один или несколько \clclar-маркеров, то эти настройки отменяют то, что было установлено в тексте.
th: หนังสือกวีบางเล่ม เช่น เพลงเพลง สรรเสริญ และอาจเป็นคําธรรมบัญญัติ ดูดีกว่าโดยไม่มีตัวเลขบทดรอปแคปป์ แทนนั้นพวกเขาสามารถใช้คํากด เช่น "บท" หรือ "เพลงสรรเสริญ" ในตอนต้นของบท
zh: 一些诗歌类书卷，如诗篇，或者 箴言，不用章号首字下沉， 会看起来更好。 相反，这些书在章节开头使用前缀，如“章”或“诗” 注意：如果文本已经有一个或多个\cl 标记，这些设置 会覆盖之前已经在文本中设置的内容。

source: List of books with special features enabled
ar: قائمة الكتب مع ميزات خاصة مفعلة
es: Lista de libros con características especiales habilitadas
fr: Liste des livres avec des fonctionnalités spéciales activées
hi: विशेष सुविधाएँ सक्षम वाली पुस्तकों की सूची
hu: A különleges funkciókkal rendelkező könyvek listája
id: Daftar kitab-kitab dengan fitur khusus yang diaktifkan
ko: 특수 기능이 활성화된 도서 목록
ml: സവിശേഷ സവിശേഷതകൾ പ്രവർത്തനക്ഷമമാക്കിയ പുസ്തകങ്ങളുടെ പട്ടിക
my: အထူးအင်္ဂါအထူးရဟန်းများနှင့် စာအုပ်များကို စာဖတ်ပါ။
pt: Lista de livros com características especiais activadas
ro: Listă de cărți cu caracteristici speciale activate
ru: Список книг с включенными специальными функциями
th: รายการหนังสือที่มีลักษณะพิเศษเปิด
zh: 启用特色功能的书卷列表

source: Add the 3-letter book codes for any books that this "Chapter Label" setting should be applied to. Note: If this list of books is left empty, then this setting will be applied to ALL books
ar: أضف رموز الكتاب المكونة من 3 حروف لأي كتب يجب تطبيق إعداد "تسمية الفصل" هذا. ملاحظة: إذا كانت قائمة الكتب هذه فارغة، فسيتم تطبيق هذا الإعداد على جميع الكتب
es: Añade los códigos de 3 letras de cualquier libro que este ajuste de "Etiqueta del Capítulo" debe aplicarse a. Nota: Si esta lista de libros se deja vacía, entonces este se aplicará a TODOS los libros
fr: Ajoutez les codes de livres à 3 lettres pour tous les livres auxquels ce paramètre « Étiquette de chapitre » doit être appliqué. N.B. : Si cette liste de livres est laissée vide, alors ce paramètre sera appliqué à TOUS les livres
hi: उन पुस्तकों के लिए 3-अक्षर पुस्तक कोड जोड़ें जिन पर यह "अध्याय लेबल" सेटिंग लागू होनी चाहिए। नोट: यदि इस पुस्तकों की सूची खाली छोड़ दी गई है, तो यह सेटिंग सभी पुस्तकों पर लागू होगी।
hu: Adja hozzá a 3 betűs könyvkódokat minden olyan könyvhöz, amelyre ezt a "Fejezetcímke" beállítást alkalmazni kell. Megjegyzés: Ha a könyvek listája üresen marad, akkor ez a beállítás MINDEN könyvre érvényes lesz.
id: Tambahkan kode kitab (3 huruf) untuk kitab-kitab yang akan diatur sesuai dengan pengaturan "Label Pasal" ini. Catatan: Jika daftar kitab ini dibiarkan kosong, maka pengaturan ini akan diterapkan pada SEMUA kitab.
ko: 이 "챕터 라벨" 설정을 적용해야 하는 모든 도서의 3글자 도서 코드를 추가합니다. 참고: 이 책 목록이 비어 있으면 설정이 모든 책에 적용됩니다.
ml: ഈ "ചാപ്റ്റർ ലേബൽ" ക്രമീകരണം പ്രയോഗിക്കേണ്ട ഏതെങ്കിലും പുസ്തകങ്ങളുടെ 3-അക്ഷര പുസ്തക കോഡുകൾ ചേർക്കുക. ശ്രദ്ധിക്കുകഃ ഈ പുസ്തകങ്ങളുടെ പട്ടിക ശൂന്യമായി അവശേഷിക്കുന്നുവെങ്കിൽ, ഈ ക്രമീകരണം എല്ലാ പുസ്തകങ്ങൾക്കും പ്രയോഗിക്കും
my: ဤ "အခန်းကိုစစ်ဆေး" ဆက်တင်နှင့် အသုံးချသော စာအုပ်များအတွက်တွက် စာအုပ်ကုဒ် ၃ လုံးထည့်ပါ။ မှတ်ချက်- စာအုပ်စာရင်းကိုလွတ်ထားပါကဤဆက်တင်အားလုံး၏စာအုပ်များတွင် အဆုံးသတ်ပါမည်။
pt: Adicione os códigos de livros de 3 letras para qualquer livro que esta configuração "Etiqueta de capítulo" deve ser aplicada a. Nota: Se esta lista de livros for deixada vazia, esta configuração será aplicada a TODOS os livros
ro: Adăugați codurile din 3 litere pentru orice cărți care această setare "Etichetă capitolă" ar trebui aplicată. Notă: Dacă această listă de cărți este goală, această setare va fi aplicată tuturor cărților
ru: Добавьте 3-буквенные коды книг для любых книг, к которым должен применяться параметр «Знак главы». Примечание: Если этот список книг оставлен пустым, то этот параметр будет применен к книгам ВСЕ
th: เพิ่มรหัสหนังสือ 3 ตัวอักษรสําหรับหนังสือใด ๆ ที่การตั้งค่า "ฉลากบท" นี้ควรถูกใช้
zh: 添加3个字母的书卷代码，用于 此 "章节标签 "设置应适用的所有书卷。 注意：如果这个书卷列表为空白，那么这个 设置将应用于所有书卷。

source: e.g. PSA PRO
ar: على سبيل المثال PSA PRO
es: por ejemplo, PSA PRO
fr: p. ex. PSA PRO
hi: उदाहरण के लिए, PSA PRO
hu: pl. PSA PRO
id: misalnya PSA PRO
ko: 예: PSA PRO
ml: ഉദാഹരണത്തിന് PSA PRO
my: ဥပမာ PSA PRO
ro: De exemplu, PSA PRO
ru: например, PSA PRO
th: ตัวอย่างเช่น PSA PRO
zh: 例如：诗 箴

source: Chapter label (for special feature books)
ar: تسمية الفصل (لدفتر الميزات الخاصة)
es: Etiqueta de capítulo (para libros de características especiales)
fr: Étiquette de chapitre (pour les livres de fonctionnalités spéciales)
hi: अध्याय लेबल (विशेष सुविधा पुस्तकों के लिए)
hu: Fejezetcímke (különleges könyvek esetében)
id: Label pasal (untuk buku yang ada fitur khusus)
ko: 챕터 라벨(특별 특집 도서용)
ml: അധ്യായ ലേബൽ (പ്രത്യേക കഥാപാത്രങ്ങളുടെ പുസ്തകങ്ങൾക്കായി)
my: ကုန်ဒါအတွက် ကုန်းချုပ်ရေးထားပါ။
pt: Etiqueta de capítulo (para livros de características especiais)
ro: Etichetă de capitol (pentru cărți cu caracter special)
ru: Этикетка главы (для книг с особым содержанием)
th: ใบระบุบท (สําหรับหนังสือเล่มพิเศษ)
zh: 章节标签（用于特色书卷）
