Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Generate cover: Select Ornamental Border
ar: توليد الغطاء: حدد حدود الزينة
es: Generar cubierta: Seleccione Borde Ornamental
fr: Générer la couverture : Sélectionner une bordure ornementale
hi: कवर उत्पन्न करें: सजावटी सीमा चुनें
hu: Fedezék létrehozása: Válassza ki a díszítő szegélyt
id: Menghasilkan penutup: Pilih Batas Terhias
ko: 표지를 생성합니다: 장식 테두리 선택
ml: കവർ സൃഷ്ടിക്കുകഃ അലങ്കാര ബോർഡർ തിരഞ്ഞെടുക്കുക
my: ငှက်သည် ကိုယ်ပိုင်အနားဘောင် ကိုယ့်နိုင်ရန်
pt: Gerar cobertura: Selecionar Orla Ornamental
ro: Generați acoperire: Selectați Bordura ornamentală
ru: Создать покрытие: Выберите декоративный бордюр
th: สร้างปก: เลือกปริมาณปัก
zh: 生成封面：选择装饰边框

source: A selection of ornamental borders are available to choose from, or a custom-made border may be applied.
ar: تتوافر مجموعة مختارة من حدود الزينة للاختيار من بينها، أو يمكن وضع حدود مصنوعة خصيصاً .
es: Existe una selección de bordes ornamentales o se puede aplicar un borde personalizado.
fr: Choisir de la sélection de bordures ornementales qui est disponible, ou appliquer une bordure personnalisée.
hi: एक चयन सजावटी बॉर्डरों के बीच से उपलब्ध है जिसमें से चुन सकते हैं, या एक कस्टम-मेड बॉर्डर लगाया जा सकता है।
hu: A díszítő szegélyek közül választhat a weboldalon, vagy egyedi készítésű szegélyt is alkalmazhatunk a weboldalon.
id: Pilihan perbatasan hias tersedia untuk dipilih, atau perbatasan yang dibuat khusus dapat diterapkan.
ko: 장식용 테두리( )를 선택하거나 사용자 지정 테두리( )를 적용할 수 있습니다.
ml: അലങ്കാര ബോർഡറുകളുടെ ഒരു നിര തിരഞ്ഞെടുക്കാൻ ലഭ്യമാണ്, അല്ലെങ്കിൽ ഒരു കസ്റ്റം-നിർമ്മിത ബോർഡർ പ്രയോഗിക്കാൻ കഴിയും.
my: ပင်ပွင့်ပွင့်သော အနယ်နယ်ချဲ့များကို ရွေးချယ်လုပ်ရန်ကို ပြုလုပ်ပါသော်မူ့ ကြယ်အထူးပြုနိုင်ပါတယ်
pt: Uma seleção de bordas ornamentais está disponível para escolha, ou uma borda personalizada pode ser aplicada.
ro: Este disponibilă o selecție de borduri ornamentale din care se poate alege, sau se poate aplica o bordură personalizată .
ru: На выбор предлагаются декоративные бордюры , или же можно сделать бордюр на заказ .
th: มีการเลือกของขอบประดับให้เลือก หรือสามารถใช้ขอบที่ทําตามความต้องการ
zh: ，或定制边框 。

source: Fill Color:
ar: لون التعبئة:
es: Color de relleno:
fr: Couleur de remplissage :
hi: भरने का रंग:
hu: Kitöltés színe:
id: Isi Warna:
ko: 채우기 색상:
ml: നിറം പൂരിപ്പിക്കുകഃ
my: ဖြည့်အရောင်၊
pt: Cor de preenchimento:
ro: Culoare de umplere:
ru: Цвет наполнителя:
th: สีเติม:
zh: 填充颜色

source: Borders dialog: Border fill color
ar: مربع حوار الحدود: لون تعبئة الحدود
es: Diálogo de bordes: Color de relleno de los bordes
fr: Dialogue des bordures : Couleur de remplissage des bordures
hi: बॉर्डर्स संवाद: बॉर्डर भरने का रंग
hu: Határok párbeszédpanel: A szegélyek kitöltési színe
id: Dialog batas: Warna isian batas
ko: 테두리 대화 상자: 테두리 채우기 색상
ml: അതിർത്തികൾ ഡയലോഗ്ഃ അതിർത്തി നിറയ്ക്കുക
my: နယ်မြေပျံတွင်း ပြုလုပ်မှု: နယ်မြေပျံဖျော်ဖြင်လင်ခုပ်၊
pt: Diálogo de bordas: Cor de preenchimento da borda
ro: Dialog margini: Culoarea de umplere a marginii
ru: Диалоговое окно Границы: Цвет заливки границы
th: สายดวงขอบเขต: สีบรรจุขอบเขต
zh: 边框对话框边框填充颜色

source: Sets the fill color for this border.
ar: يضبط لون التعبئة لهذا الحد.
es: Establece el color de relleno para este borde.
fr: Définit la couleur de remplissage de cette bordure.
hi: इस बॉर्डर के लिए भरने का रंग सेट करता है।
hu: Beállítja a kitöltés színét ehhez a szegélyhez.
id: Menetapkan warna isian untuk batas ini.
ko: 이 테두리의 채우기 색상을 설정합니다.
ml: ഈ അതിര് നിറം സജ്ജമാക്കുന്നു.
my: ထိုနယ်မြေတွင်ဖြည့့်အရောင် သတ်မှတ်ပါ:
pt: Define a cor de preenchimento para essa borda.
ro: Setează culoarea de umplere pentru această margine.
ru: Устанавливает цвет заливки для этой границы.
th: กําหนดสีเติมสําหรับขอบนี้
zh: 设置此边框的填充颜色。

source: Border Fill Color
ar: لون تعبئة الحدود
es: Color de relleno del borde
fr: Couleur de remplissage de bordure
hi: बॉर्डर भरने का रंग
hu: Határ kitöltési szín
id: Warna Isi Perbatasan
ko: 테두리 채우기 색상
ml: അതിർത്തി പൂരിപ്പിക്കൽ നിറം
my: နယ်မြေပျံဖြည့့်အရောင်၊
pt: Cor de preenchimento da borda
ro: Culoarea de umplere a frontierei
ru: Цвет заливки границы
th: สีกรอบ
zh: 边框填充颜色

source: Show the Ornaments Catalog
ar: عرض كتالوج الحلي
es: Mostrar el catálogo de adornos
fr: Afficher le catalogue des ornements
hi: सजावटी कैटलॉग दिखाएँ
hu: Mutasd meg a Díszek katalógust
id: Tampilkan Katalog Ornamen
ko: 장식품 카탈로그 보기
ml: അലങ്കാരങ്ങളുടെ കാറ്റലോഗ് കാണിക്കുക
my: အနာဇီဝကာနေ့ကိုမြှော၃၇တွင်း မှာပွားမရွာနှမ်းတွင်း−ပြုမှုဖြစ်ပါပြီ
pt: Mostrar o Catálogo de Ornamentos
ro: Arată catalogul Ornamente
ru: Показать каталог украшений
th: แสดงคัดลอกเครื่องประดับ
zh: 显示装饰品目录

source: Click to Open a PDF containing a catalog of the various Ornamental Borders (pgs 4-7).
ar: انقر لفتح ملف PDF يحتوي على كتالوج لحدود الزينة المختلفة (الصفحات 4-7).
es: Haga clic para abrir un PDF que contiene un catálogo de los distintos Bordes Ornamentales (págs. 4-7).
fr: Cliquez pour ouvrir un PDF contenant un catalogue des différentes bordures ornementales (pgs 4-7).
hi: विभिन्न सजावटी सीमाओं की एक कैटलॉग को खोलने के लिए क्लिक करें (पृष्ठ 4-7)।
hu: Kattintson ide a PDF megnyitásához, amely a katalógust tartalmazza a különböző díszítő szegélyekről (4-7. oldal).
id: Klik untuk membuka PDF yang berisi katalog yang berisi berbagai Batas Terhias (hal. 4-7).
ko: 다양한 장식용 테두리(4~7페이지)의 카탈로그( )가 포함된 PDF를 열려면 클릭합니다.
ml: വിവിധ അലങ്കാര അതിർത്തികളുടെ ഒരു പട്ടിക അടങ്ങിയ ഒരു പിഡിഎഫ് തുറക്കാൻ ക്ലിക്കുചെയ്യുക (pgs 4-7).
my: စာမျက်နှာ ၅-၅ သုံးသည့် PDF စာရင်းကဏင်ထဲသို့ချက်မှာပါ
pt: Clique para abrir um PDF que contém um catálogo das várias Ornamental Borders (págs. 4-7).
ro: Faceți clic pentru a deschide un fișier PDF care conține un catalog al diferitelor borduri ornamentale (paginile 4-7).
ru: Щелкните, чтобы открыть PDF-файл, содержащий каталог различных декоративных бордюров (стр. 4-7).
th: คลิกเพื่อเปิด PDF ที่มีคัดลอกของต่าง ๆ ธ อร์นามันตัล เบอร์ดอร์ (หน้า 4-7).
zh: 单击打开 PDF 文件，其中包含各种装饰边框的目录 （第 4-7 页）。

source: Line Thickness (pt):
ar: سُمك الخط (نقطة):
es: Grosor de línea (pt):
fr: Épaisseur de ligne (pt) :
hi: लाइन की मोटाई (pt):
hu: Vonalvastagság (pt):
id: Ketebalan Garis (pt):
ko: 선 두께(pt):
ml: ലൈൻ കനം (പിടി):
my: ကြိုးအထူမွန်ကြော်၊ (ပင်တဲတ်ရန်):
pt: Espessura da linha (pt):
ro: Grosimea liniei (pt):
ru: Толщина линии (пт):
th: ความหนาของเส้น (pt):
zh: 线条厚度（pt）：

source: Borders dialog: Border Line Thickness
ar: مربع حوار الحدود: سُمك خط الحدود
es: Diálogo de bordes: Grosor de la línea de borde
fr: Dialogue des bordures : Épaisseur de la ligne de bordure
hi: बॉर्डर्स संवाद: बॉर्डर लाइन की मोटाई
hu: Határok párbeszédpanel: Határvonal vastagsága
id: Dialog Batas: Ketebalan Garis Batas
ko: 테두리 대화 상자: 테두리선 두께
ml: അതിർത്തികൾഃ അതിർത്തി രേഖയുടെ കനം
my: နယ်မြေပြုလုပ်မှု: နယ်မြေပျံကြိုးအထူမွန်ကြော်၊
pt: Caixa de diálogo Bordas: Espessura da linha de borda
ro: Dialog margini: Grosimea liniei de frontieră
ru: Диалог "Границы": Толщина линии границы
th: สายดวงชายแดน: ความหนาของเส้นชายแดน
zh: 边框对话框：边框线厚度

source: Specify the thickness of the lines which make up the border.
ar: حدد سمك الخطوط التي تشكل الحدود.
es: Especifique el grosor de las líneas que componen el borde.
fr: Spécifiez l'épaisseur des lignes qui composent la bordure.
hi: बॉर्डर का निर्माण करने वाली लाइनों की मोटाई निर्दिष्ट करें।
hu: Adja meg a keretet alkotó vonalak vastagságát .
id: Tentukan ketebalan garis yang membentuk batas.
ko: 테두리를 구성하는 선 의 두께를 지정합니다.
ml: അതിര് ഘടിപ്പിക്കുന്ന വരികളുടെ കനം വ്യക്തമാക്കുക.
my: တွန်းကောက်သည့်မိုင်ရိုးမှာ ကြိုက်ဖွဲ့ပြီးသော တန်ဥတုကို ပြုစုပါ၊
pt: Especifique a espessura das linhas que compõem a borda.
ro: Specificați grosimea liniilor care alcătuiesc marginea.
ru: Укажите толщину линий , которые образуют границу.
th: ระบุความหนาของเส้นที่สร้างเส้นขอบ
zh: 指定构成边框的线条 的粗细。

source: The horizontal space (pts) between the left/right borders (if any) and the text contained within the sidebar.
ar: المساحة الأفقية (النقاط) بين الحدود اليسارية/اليمنى (إن وجد) والنص الموجود داخل الشريط الجانبي.
es: El espacio horizontal (pts) entre los bordes izquierdo/derecho (si hay) y el texto contenido en la barra lateral.
fr: L'espace horizontal (pts) entre les bordures gauche/droite (s'il y en a) et le texte contenu dans la barre latérale.
hi: बाएँ/दाएँ सीमाओं (अगर कोई हो) और साइडबार के भीतर के पाठ के बीच क्षैतिज अंतराल (pts)।
hu: A bal/jobb oldali szegélyek (ha vannak) és az oldalsávban található szöveg közötti vízszintes tér (pts).
id: Jarak horisontal (point) antara batas kiri/kanan (jika ada) dan teks yang ada di dalam kotak info.
ko: 왼쪽/오른쪽 테두리(있는 경우)와 사이드바에 포함된 텍스트 사이의 가로 공간(포인트)입니다.
ml: ഇടത്/വലത് അതിർത്തികൾക്കും (ഉണ്ടെങ്കിൽ) സൈഡ്ബാറിൽ അടങ്ങിയിരിക്കുന്ന വാചകത്തിനും ഇടയിലുള്ള തിരശ്ചീന ഇടം (പിടിഎസ്).
my: ဘေးရှိအထပ်ထားများတွင် ဖြည်းဖြည်းသော horizontal space (pts) left/right boundaries နှင့်ကတ်ပြီးရောက်နေတဲ့အနောက်ပိုင်းမှာ ပါဝင်သော txt ဒေတာ
pt: O espaço horizontal (pts) entre o bordas esquerda/direita (se houver) e o texto contido dentro da barra lateral.
ro: Spațiul orizontal (pts) dintre marginile stânga/dreapta (dacă există) și textul conținut în bara laterală.
ru: Горизонтальное пространство (pts) между левой/правой границами (если они есть) и текстом , содержащимся в боковой панели.
th: ขอบขวา/ซ้าย (ถ้ามี) และข้อความในแท่นข้าง
zh: 左/右边界（如果有的话）与侧边栏内包含的文本 之间的水平空间（pts）。

source: All/Top (pt)
ar: الكل/الأعلى (نقطة)
es: Todo/arriba (pt)
fr: Tous/haut (pt)
hi: सभी/ऊपरी (pt)
hu: Minden/Top (pt)
id: Semua/Puncak (pt)
ko: 전체/상위(pt)
ml: എല്ലാം/മുകളിൽ (pt)
my: အားလုံး/ထိပ်​​ဖျေး။ (ပင်တဲတ်ရန်)
pt: Todos/Topo (pt)
ro: Toate/Top (pt)
ru: Все/Топ (пт)
th: ทั้งหมด/บนสุด (pt)
zh: 全部/顶部 (pt)

source: Borders dialog: Horizontal border padding
ar: حوار الحدود: الحشوة الحدودية الأفقية
es: Diálogo de bordes: Relleno del borde horizontal
fr: Dialogue des bordures : Rembourrage des bordures horizontales
hi: सीमाएँ संवाद: क्षैतिज सीमा पैडिंग
hu: Határok párbeszédpanel: Vízszintes keret kitöltése
id: Batas: Penambahan ruang horisontal di batas
ko: 테두리 대화상자: 가로 테두리 패딩
ml: അതിർത്തി സംവാദം: അന്തർദേശീയ അതിർത്തി
my: ဟော်နေရှိုးတဲ့စဉ်မှဏ်များ
pt: Diálogo de fronteiras: Estofamento de fronteira horizontal
ro: Dialogul Frontiere: Căptușeală orizontală a marginilor
ru: Диалоговое окно "Границы": Отступы от горизонтальной границы
th: การหารือชายแดน: การปรับพื้นที่ชายแดนแบบแนวราบ
zh: 边框对话框。水平边框填充

source: The space (pts) between the edge of background box (or figure, if any) and the edge of the text in the sidebar.
ar: المسافة (بالنقاط) بين الحافة لمربع الخلفية (أو الشكل ، إن وجدت) والحافة للنص في الشريط الجانبي.
es: El espacio (pts) entre el borde de la caja de fondo (o figura, si existe) y el borde del texto de la barra lateral.
fr: L'espace (pts) entre le bord de la zone d'arrière-plan (ou la figure s'il y en a) et le bord du texte dans la barre latérale.
hi: पृष्ठभूमि बॉक्स (या आकृति, यदि कोई हो) के किनारे और साइडबार में पाठ के किनारे के बीच की जगह (pts)।
hu: A háttérdoboz (vagy a ábra, ha van ilyen) széle és az oldalsávban lévő szöveg széle közötti távolság (pts).
id: Spasi (pts) antara tepi kotak latar belakang (atau gambar , jika ada) dan tepi teks di bilah sisi.
ko: 배경 상자의 가장자리(또는 그림이 있는 경우 해당 그림)와 사이드바의 텍스트 가장자리 사이의 간격(포인트)입니다.
ml: പശ്ചാത്തല ബോക്സിന്റെ (അല്ലെങ്കിൽ ഏതെങ്കിലും രൂപത്തിന്റെ) അറ്റവും സൈഡ്ബാറിലെ ടെക്സ്റ്റ് അറ്റവും തമ്മിലുള്ള ഇടം (പിടിഎസ്).
my: ဘရာကောဒါဘူ၏ နားလမ်းများအနေဖြင့် စိတ်နှင့် အခြားမည်သည့်အမှတ်များကဲ့သို့ ကျောင်းဆရာသည် ထည့်သွင်းထားရှိသည်။
pt: O espaço (pts) entre a borda da caixa de fundo (ou a figura , se houver) e a borda do texto na barra lateral.
ro: Spațiul (puncte) dintre marginea a casetei de fundal (sau a figurii , dacă există) și marginea a textului din bara laterală.
ru: Пространство (в пунктах) между краем фонового поля (или рисунка, если таковой имеется) и краем текста на боковой панели.
th: สเปซ (pts) ระหว่างขอบของกรอบพื้นหลัง (หรือรูปภาพ หากมี) และขอบของข้อความในแท่นข้าง
zh: 背景框（或 图，如果有的话）的 边缘与侧边栏文本的 边缘之间的空间（pts）。

source: Borders dialog: Vertical border padding
ar: حوار الحدود: الحشوة الرأسية على الحدود
es: Diálogo de bordes: Relleno del borde vertical
fr: Dialogue des bordures : Rembourrage des bordures verticales
hi: सीमाएँ संवाद: लंबवत सीमा पैडिंग
hu: Határok párbeszédpanel: Függőleges keret kitöltése
id: Batas: Penambahan ruang vertikal di batas
ko: 테두리 대화상자: 세로 테두리 패딩
ml: അതിർത്തി സംവാദം: ലംബ അതിർത്തി പൊതി ക്കുക
my: ဟတ်ရှိုးတဲ့စဉ်မှဏ်များ
pt: Diálogo de fronteiras: Estofo de fronteira vertical
ro: Dialogul Frontiere: Căptușeala marginilor verticale
ru: Диалоговое окно "Границы": Отступы от вертикальной границы
th: การหารือชายแดน: การปรับพื้นที่ชายแดนตั้ง
zh: 边框对话框：垂直边框填充

source: Borders dialog: Horizontal box padding
ar: مربع حوار الحدود: الحشوة الأفقية
es: Diálogo de bordes: Relleno horizontal de la caja
fr: Dialogue des bordures : Rembourrage de la boîte horizontale
hi: सीमाएँ संवाद: क्षैतिज बॉक्स पैडिंग
hu: Határok párbeszédpanel: Vízszintes dobozkitöltés
id: Batas: Penambahan ruang horisontal di kotak
ko: 테두리 대화상자: 가로 상자 패딩
ml: അതിര് വരള് സംവാദം: തിരശ്ചീന ബോക്സ് പൂശുന്നു
my: ဟော်နေရှိုးမုဒိန်း
pt: Diálogo de fronteiras: Enchimento de caixas horizontais
ro: Dialogul Frontiere: Căptușeală orizontală a casetei
ru: Диалоговое окно "Границы": Горизонтальное заполнение поля
th: ช่องทางการโต้ตอบชายแดน: ช่องทางขวาง
zh: 边框对话框：水平文本框填充

source: Borders dialog: Vertical box padding
ar: مربع حوار الحدود: الحشوة الرأسية
es: Diálogo sobre los bordes: Relleno vertical de la caja
fr: Dialogue des bordures : Rembourrage de la boîte verticale
hi: सीमाएँ संवाद: लंबवत बॉक्स पैडिंग
hu: Határok párbeszédpanel: Függőleges dobozkitöltés
id: Batas: Penambahan ruang vertikal di kotak
ko: 테두리 대화상자: 세로 상자 패딩
ml: അതിര് വരള് സംവാദം: ലംബ ബോക്സ് പൂശുന്നു
my: ဂန့်မုဒိန်း
pt: Diálogo de fronteiras: Enchimento de caixas verticais
ro: Dialogul Frontiere: Căptușeală verticală a casetei
ru: Диалоговое окно "Границы": Вертикальное заполнение поля
th: ช่องทางการโต้ตอบชายแดน: ช่องทางตั้ง
zh: 边框对话框：垂直文本框填充

source: Left/Inner (pt)
ar: يسار/داخلية (نقطة)
es: Izquierda/Interior (pt)
fr: Gauche/intérieur (pt)
hi: बायाँ/अंतर्वर्ती (pt)
hu: Balra/belül (pt)
id: Kiri/Bagian Dalam (pt)
ko: 왼쪽/안쪽(pt)
ml: ഇടത്/ഇൻറർ (pt)
my: ဘယ်/နားပိုင်း (pt)
pt: Esquerda/interna (pt)
ro: Stânga/interior (pt)
ru: Левый/внутренний (пт)
th: ซ้าย/ใน (pt)
zh: 左侧/内侧 (pt)

source: Right/Outer (pt)
ar: يمين/خارجي (نقطة)
es: Derecha/Exterior (pt)
fr: Droite/extérieur (pt)
hi: दाहिना/बाहरी (pt)
hu: Jobbra/külső (pt)
id: Kanan/Luar (pt)
ko: 오른쪽/외부(pt)
ml: വലത്/പുറം (pt)
my: ညာ/ပြင်ပပိုင်း (pt)
pt: Direita/externa (pt)
ro: Dreapta / exterior (pt)
ru: Правый/внешний (пт)
th: ขวา/นอก (pt)
zh: 右/外侧 (pt)

source: The vertical space (pts) between the top/bottom borders (if any) and the text contained within the sidebar.
ar: المساحة العمودية (ps) بين أعلى / أسفل الحدود (إن وجد) و النص الموجود داخل الشريط الجانبي.
es: El espacio vertical (pts) entre los bordes superior/inferior (si hay) y el texto contenido en la barra lateral.
fr: L'espace vertical (pts) entre les bordures haut/bas (s'il y en a) et le texte contenu dans la barre latérale.
hi: ऊपरी/निचली सीमाओं (अगर कोई हो) और साइडबार के भीतर के पाठ के बीच का ऊर्ध्वाधर अंतराल (pts)।
hu: A felső/alsó szegélyek (ha vannak) és az oldalsávban található szöveg közötti függőleges tér (pts).
id: Jarak vertikal (point) antara batas atas/bawah (jika ada) dan teks yang ada di dalam kotak info.
ko: 상단/하단 테두리(있는 경우)와 사이드바에 포함된 텍스트 사이의 세로 공간(포인트)입니다.
ml: മുകളിലേയ്ക്കും താഴേയ്ക്കും ഉള്ള ഇടം (എന്തെങ്കിലുമുണ്ടെങ്കിൽ) സൈഡ്ബാറിൽ അടങ്ങിയിരിക്കുന്ന വാചകവും തമ്മിലുള്ള ലംബ ഇടം (പിടിഎസ്).
my: စစ်မှန်သောဘေးကွက်အား ဖြည်းဖယ်ကပ်ရောက်နေသော vertical space (pts)တံလွန်ဘောင်အတွင်း.widgetsတွင်ပါနှင့်။အသုံးပါသည့် widgetures
pt: O espaço vertical (pts) entre o bordas superiores/inferiores (se houver) e o texto contido dentro da barra lateral.
ro: Spațiul vertical (puncte) dintre marginile de sus/jos (dacă există) și textul conținut în bara laterală.
ru: Вертикальное пространство (pts) между границами сверху/снизу (если таковые имеются) и текстом , содержащимся в боковой панели.
th: ขนาดของพื้นที่ตั้ง (pts) ระหว่างขอบด้านบน/ด้านล่าง (ถ้ามี) และข้อความที่อยู่ในแท่นข้าง
zh: 顶部/底部边框（如果有的话）和 侧边栏内包含的文本之间的垂直空间（pts）。

source: Bottom (pt)
ar: القاع (نقطة في الأسفل)
es: Fondo (pt)
fr: Bas (pt)
hi: निचला (pt)
hu: Alul (pt)
id: Bawah (pt)
ko: 하단(pt)
ml: അടിഭാഗം (pt)
my: အောက်ပိုင်း (pt)
pt: Parte inferior (pt)
ro: Fund (pt)
ru: Дно (пт)
th: ด้านล่าง (pt)
zh: 底部 (pt)

source: Uniform Box Padding
ar: حشوة الصندوق الموحد
es: Relleno de caja uniforme
fr: Rembourrage uniforme des boîtes
hi: इकसमान बॉक्स पैडिंग
hu: Egységes dobozkitöltés
id: Bantalan Kotak Seragam
ko: 유니폼 박스 패딩
ml: ഏകീകൃത ബോക്സ് പാഡിംഗ്
my: တူညီသော ဘောက်စ် အဆုံးစီစဉ်မှု
pt: Preenchimento uniforme da caixa
ro: Umplutură uniformă a cutiei
ru: Равномерная набивка коробки
th: การปูกล่องแบบเดียวกัน
zh: 统一盒垫

source: Use the same value for the Top, Bottom, Left, and Right padding.
ar: استخدم نفس القيمة للحشوة العلوية والسفلية واليسرى واليمنى .
es: Utilice el mismo valor para el relleno en Arriba, Abajo, Izquierda y Derecha.
fr: Utilisez la même valeur pour le rembourrage en haut, en bas, à gauche et à droite .
hi: इकसमान समझें के लिए शीर्ष, निचला, बाएं और दाएं पैडिंग के लिए एक ही मान का उपयोग करें।
hu: Használja ugyanazt az értéket a Top, Bottom, Left, and Right kitöltéshez.
id: Gunakan nilai yang sama untuk padding Atas, Bawah, Kiri, dan Kanan.
ko: 상단, 하단, 왼쪽 및 오른쪽 패딩에 동일한 값을 사용합니다.
ml: മുകളിലേക്കും താഴേക്കും ഇടത്തേക്കും വലത്തേക്കും ഉള്ള പൂശിയതിന് ഒരേ മൂല്യം ഉപയോഗിക്കുക.
my: ထပ်ဆောင်း padding များအတွက် အပေါ်၊ အောက်၊ ဘယ်နှင့်ညာအလျားပန်းလက်ကြောင်းတွင် တူညီသော တန်ဖိုးကိုသုံးပါ။
pt: Use o mesmo valor para o preenchimento de Top, Bottom, Left e Right .
ro: Utilizați aceeași valoare pentru Top, Bottom, Left, and Right padding.
ru: Используйте одно и то же значение для подшивок Top, Bottom, Left и Right .
th: ใช้ค่าเดียวกันสําหรับการปูปูปูบน, ด้านล่าง, ซ้าย, และขวา
zh: 顶部、底部、左侧和右侧 填充使用相同的值。

source: Box
ar: الصندوق
es: Caja
fr: Boîte
hi: बॉक्स
id: Kotak
ml: ബോക്സ്
pt: Caixa
ro: Cutie
ru: Коробка
th: กล่อง
zh: 盒子

source: The space between the inside edge of the border and the outside edge of the box inside it.
ar: المسافة بين الحافة الداخلية من الحافة الداخلية للحد والحافة الخارجية للمربع الموجود بداخله.
es: El espacio entre el borde del borde y el borde exterior de la caja dentro de él.
fr: L'espace entre le bord intérieur de la bordure et le bord extérieur de la boîte à son intérieur.
hi: बॉर्डर के अंदरूनी किनारे और अंदर की बॉक्स के बाहरी किनारे के बीच की जगह।
hu: A keret belső széle és a keretben lévő doboz külső széle közötti távolság.
id: Ruang antara tepi bagian dalam perbatasan dan tepi luar kotak di dalamnya.
ko: 테두리 안쪽의 가장자리와 상자 안쪽의 바깥쪽 가장자리 사이의 공간입니다.
ml: അതിർത്തിയുടെ അകത്തെ അറ്റവും അതിനുള്ളിലെ ബോക്സിന്റെ പുറം അറ്റവും തമ്മിലുള്ള ഇടം.
my: ဘောင်၏အတွင်းဘေးသို့ ကက်သောင်တပ်ထားသော ဘောင်အတွင်းရှိဘောက်စ်သည်၊ ရှိနေသော ဘောက်စ်နဲ့ ပေါ်သို့ဂဟေဆက်နေသော ဖရန့်၏ အပြင်ဘေး များနှင့်ဖြစ်သည်။
pt: O espaço entre a borda interna da borda e a borda externa da caixa dentro dela.
ro: Spațiul dintre marginea interioară a marginii și marginea exterioară a casetei din interiorul acesteia.
ru: Пространство между внутренним краем границы и внешним краем поля внутри нее.
th: สเปซระหว่างขอบภายในของขอบและขอบภายนอกของกล่องในกล่อง
zh: 边框内边缘与 框外边缘之间的空间。

source: Uniform Border Padding
ar: حشوة حدود موحدة
es: Relleno de borde uniforme
fr: Rembourrage uniforme de la bordure
hi: इकसमान बॉर्डर पैडिंग
hu: Egységes szegélykitöltés
id: Bantalan Perbatasan Seragam
ko: 균일한 테두리 패딩
ml: ഏകീകൃത അതിർത്തി പാഡിംഗ്
my: တူညီသောဘောင်အစွမ်းသတ္တိ
pt: Preenchimento uniforme da borda
ro: Umplutură uniformă a marginii
ru: Равномерная обводка границ
th: การปรับขอบเขตแบบเดียวกัน
zh: 统一边界填充

source: Border
ar: الحدود
es: Borde
fr: Bordure
hi: सीमा
id: Batas
ko: 테두리
ml: അതിര്
my: နယ်နိမိတ်
pt: Borda
ro: Imipaka
ru: Граница
th: ภูมิภาค
zh: 边框

source: Padding
es: Acolchado
fr: Rembourrage
hu: Kitömés
id: Penambahan Ruang
ko: 패딩
ml: പൂശൽ
pt: Acolchoamento
ro: Căptușeală
ru: Подшивка
th: การปู
zh: 填充

source: This preview actively illustrates the box and border padding with respect to the text. As you change the various settings above, you should be able to see how the border settings affect the final outcome.
ar: توضح هذه المعاينة بشكل فعال المربع والحدود الحشو فيما يتعلق بالنص. بينما تقوم بتغيير الإعدادات المختلفة أعلاه، يجب أن تكون قادرًا على رؤية كيف تؤثر إعدادات الحدود على النتيجة النهائية.
es: Esta vista previa ilustra activamente la caja y el borde de relleno con respecto al texto. A medida que cambias la varios ajustes de arriba, deberías ser capaz de ver cómo los ajustes de borde afectan el resultado final.
fr: Cet aperçu illustre le rembourrage de la boîte et de la bordure par rapport au texte. Lorsque vous changez les paramètres différents ci-dessus, vous devriez être en mesure de voir comment les paramètres de bordure modifient le résultat final.
hi: यह पूर्वावलोकन सक्रिय रूप से बॉक्स और बॉर्डर पैडिंग को पाठ के सन्दर्भ में दर्शाता है। ऊपर विभिन्न सेटिंग्स बदलने पर, आप देख सकते हैं कि बॉर्डर सेटिंग्स अंतिम परिणाम को कैसे प्रभावित करती हैं।
hu: Ez az előnézet aktívan szemlélteti a doboz és a keret kitöltését a szöveghez képest. A fenti különböző beállítások megváltoztatásával a láthatja, hogy a keretbeállítások hogyan befolyásolják a végeredményt.
id: Pratinjau ini secara aktif mengilustrasikan kotak dan batas bantalan sehubungan dengan teks. Saat Anda mengubah berbagai pengaturan di atas, Anda seharusnya dapat melihat bagaimana pengaturan batas mempengaruhi hasil akhir.
ko: 이 미리보기는 텍스트와 관련하여 상자 및 테두리 패딩을 적극적으로 보여줍니다. 위의 다양한 설정을 변경하면 테두리 설정이 최종 결과에 어떤 영향을 미치는지 확인할 수 있습니다.
ml: ഈ പ്രിവ്യൂയിൽ ബോക്സും ബോർഡർ പാഡിംഗും ടെക്സ്റ്റുമായി ബന്ധപ്പെട്ട് സജീവമായി ചിത്രീകരിക്കുന്നു. മുകളിലുള്ള വിവിധ ക്രമീകരണങ്ങൾ മാറ്റുമ്പോൾ, ബോർഡർ ക്രമീകരണങ്ങൾ അന്തിമ ഫലത്തെ എങ്ങനെ ബാധിക്കുന്നുവെന്ന് നിങ്ങൾക്ക് കാണാൻ കഴിയും.
my: ဒီ preview က ဘောက်စ်နဲ့ဘောင် အဆုံးစီစဉ်မှုကို text ထက် ဆင်ခြင်လက်ထက်တွင် မှန်သန်စွာ ဖျော်ဖြေပြီး မှန်မှန် ဖြစ်သည့် ဘောင် အဆုံးစီစဉ်တွေအားပို့ပြီး ပြစ်ကပ်ဖို့ pec ကို pressure နဲ့ အသွားခံချနေသည့်ပျပ် မှ်ပါ။
pt: Essa visualização ilustra ativamente o preenchimento da caixa e da borda em relação ao texto. Ao alterar as várias configurações acima, você poderá ver como as configurações de borda afetam o resultado final.
ro: Această previzualizare ilustrează în mod activ căsuța și marginea padding în raport cu textul. Pe măsură ce modificați diferitele setări de mai sus, ar trebui să puteți vedea modul în care setările de margine afectează rezultatul final.
ru: Этот предварительный просмотр активно иллюстрирует рамки и границы по отношению к тексту. Изменяя различные параметры, указанные выше, вы сможете увидеть , как настройки границ влияют на конечный результат.
th: ภาพล่วงหน้านี้แสดงกรอบและการปูปูปริมณฑลอย่างมีสติในส่วนของข้อความ เมื่อคุณเปลี่ยนการตั้งค่าต่างๆข้างบน คุณควรสามารถเห็นการตั้งค่าปูปริมณฑลมีผลต่อผลสุดท้ายอย่างไร
zh: 该预览积极地说明了方框和边框 与文本之间的填充关系。当您更改 上的各种设置时，您应该可以看到 边框设置对最终效果的影响。

source: bleed: overflow the page into the cropped area
ar: التسييل: تجاوز الصفحة إلى المنطقة المقصوصة
es: sangrado: desbordamiento de la página en el área recortada
fr: fond perdu : déborde la page dans la zone rongée
hi: ब्लीड: पृष्ठ को फसल क्षेत्र में ओवरफ़्लो करें
hu: bleed: az oldal túlcsordulása a kivágott területre
id: bleed: melimpahkan halaman ke dalam area yang dipotong
ko: 블리드: 페이지가 잘린 영역으로 넘침
ml: രക്തസ്രാവം: പേജ് മുറിച്ച സ്ഥലത്ത് ഒഴുകുക
my: ချိုခ်စံပြခဲ့ပါ: စာမျက်နှာကို ခရုပ်စားနေရာသို့ ပြည့်စုံအောင်ဆွဲပါ
pt: sangria: transbordar a página para a área recortada
ro: sângerare: depășirea paginii în zona decupată
ru: bleed: перелив страницы в обрезанную область
th: bleed: เติมหน้าเข้าไปในพื้นที่ตัด
zh: 出血：使页面溢出裁剪区域
