Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: Generate cover: Enable Background Picture (or Image)
ar: إنشاء غلاف: تمكين صورة الخلفية (أو الصورة)
es: Generar portada: Habilitar imagen de fondo (o imagen)
fr: Générer la couverture : Activer l'image d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि चित्र (या छवि) सक्षम करें
hu: Fedezék létrehozása: Háttérkép (vagy kép) engedélyezése
id: Menghasilkan sampul: Mengaktifkan Gambar Latar Belakang (atau Gambar)
ko: 표지 생성하기: 배경 사진(또는 이미지) 사용
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ചിത്രം (അല്ലെങ്കിൽ ചിത്രം) പ്രവർത്തനക്ഷമമാക്കുക
my: ဤနောက်ခံပုံကိုအသုံးပြုနိုင်သည်
pt: Gerar capa: Ativar imagem de fundo (ou imagem)
ro: Generați acoperire: Activați imaginea de fundal (sau imaginea)
ru: Генерировать обложку: Включить фоновый рисунок (или изображение)
th: สร้างหน้าปก: เอนกประสงค์ภาพพื้นหลัง (หรือภาพ)
zh: 生成封面：启用背景图片（或图像）

source: Enable this option to place a picture (or image) on the entire cover (so it wraps around onto the back cover). Use a landscape-oriented image.
ar: قم بتمكين هذا الخيار لوضع صورة (أو صورة) على الغلاف بأكمله (بحيث يلتف على الغلاف الخلفي). استخدم صورة ذات اتجاه أفقي.
es: Active esta opción para colocar una foto (o imagen) en toda la portada (para que la contraportada). Utilice una imagen con orientación horizontal.
fr: Activer cette option pour placer une image (orientation paysage) sur la couverture entière (donc elle s'enveloppe les deux couvertures).
hi: इस विकल्प को सक्षम करें ताकि एक चित्र (या छवि) संपूर्ण कवर पर रखा जा सके (इसलिए यह पीछे के कवर पर लपेटता है)। लैंडस्केप-उन्मुख छवि का उपयोग करें।
hu: Ha engedélyezi ezt az opciót, akkor a képet (vagy képet) a teljes borítón elhelyezheti (így a hátsó borítóra is ráterül). Használjon tájoló képet.
id: Aktifkan opsi ini untuk menempatkan gambar (atau gambar) pada seluruh sampul (sehingga membungkus sampul belakang). Gunakan gambar berorientasi lanskap.
ko: 이 옵션을 활성화하면 표지 전체에 (또는 이미지)를 배치할 수 있습니다(따라서 뒷면 표지를 감싸게 됨). 가로 방향 이미지를 사용합니다.
ml: ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക, അങ്ങനെ ഒരു ചിത്രം (അല്ലെങ്കിൽ ചിത്രം) മുഴുവൻ കവറിലും സ്ഥാപിക്കാൻ കഴിയും.
my: ဖုံးတွင်အလျား orientation ပုံတစ်ပုံတွင်အလုံးစုံွန့််ပါ
pt: Ativar esta opção para colocar uma fotografia (ou imagem) em toda a capa (de modo a que se envolva na contracapa). Utilize uma imagem orientada para a paisagem.
ro: Activați această opțiune pentru a plasa o fotografie (sau o imagine) pe întreaga copertă (astfel încât se înfășoară pe coperta din spate). Utilizați o imagine orientată spre peisaj.
ru: Включите этот параметр, чтобы разместить фотографию (или изображение) на всей обложке (так, чтобы заворачивалась на заднюю обложку). Используйте изображение, ориентированное на ландшафт.
th: เอนกประสงค์ให้ใช้รูปแบบที่ตั้งอยู่บนหน้าปกทั้งหมด (เพื่อให้มันห่อรอบหน้าปกหลัง)
zh: 启用此选项可在整个封面上放置图片 （或图像）（这样 ，它就会环绕到封底）。 使用横向图片。

source: Only on Front Cover
ar: على الغلاف الأمامي فقط
es: Sólo en portada
fr: Seulement sur la couverture avant
hi: केवल सामने के कवर पर
hu: Csak az elülső borítón
id: Hanya di Sampul Depan
ko: 앞 표지만 해당
ml: മുൻ കവറിൽ മാത്രം
my: စ်နိန်တိုင်ပါကဖုံးတွင်သာ
pt: Apenas na capa
ro: Doar pe coperta din față
ru: Только на лицевой стороне обложки
th: เพียงหน้าปกเท่านั้น
zh: 仅限封面

source: Enable this option to only place the selected image on the front cover (so it does not wrap onto the back cover). Use a portrait-oriented image.
ar: قم بتمكين هذا الخيار لوضع الصورة المحددة على الغلاف الأمامي فقط (بحيث لا تلتف على الغلاف الخلفي). استخدم صورة موجهة بشكل عمودي.
es: Active esta opción para colocar sólo la imagen seleccionada en la portada (para la contraportada). Utilice una imagen con orientación vertical.
fr: Activez cette option pour placer l'image sélectionnée (orientation portrait) uniquement sur la couverture avant (de sorte qu’elle ne s'étende pas à la couverture derrière).
hi: इस विकल्प को सक्षम करें ताकि चयनित छवि केवल सामने के कवर पर रखी जा सके (इसलिए यह पीछे के कवर पर नहीं लपेटता)। पोट्रेट-उन्मुख छवि का उपयोग करें।
hu: Ha engedélyezi ezt a beállítást, akkor a kiválasztott kép csak az elülső borítóra kerül (így a nem kerül át a hátsó borítóra). Használjon portré-orientált képet.
id: Aktifkan opsi ini untuk hanya menempatkan gambar yang dipilih di sampul depan (jadi tidak membungkus sampul belakang). Gunakan gambar yang berorientasi potret.
ko: 이 옵션을 활성화하면 선택한 이미지만 앞 표지에 배치됩니다(따라서 뒷 표지에 래핑되지 않음). 세로 방향의 이미지를 사용합니다.
ml: തിരഞ്ഞെടുത്ത ചിത്രം മുൻ കവറിൽ മാത്രം സ്ഥാപിക്കാൻ ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക (അതിനാൽ അത് പിൻ കവറിൽ പൊതിഞ്ഞിരിക്കില്ല). ഒരു പോർട്രെയ്റ്റ് ഓറിയന്റഡ് ചിത്രം ഉപയോഗിക്കുക.
my: ရွေးထားသော ပုံကိုသောက်မှုများပြေသာ မာတယ်နှင့်ရည်ထူးခစ်မှုရှိသောစုစုပေါင်း
pt: Active esta opção para colocar apenas a imagem selecionada na capa frontal (para que não se estenda à contracapa). Utilizar uma imagem orientada para o retrato.
ro: Activați această opțiune pentru a plasa imaginea selectată numai pe coperta din față (astfel încât să nu se extindă pe coperta din spate). Utilizați o imagine orientată spre portret.
ru: Включите этот параметр, чтобы поместить выбранное изображение только на переднюю обложку (таким образом, не будет распространяться на заднюю обложку). Использовать изображение, ориентированное на портрет.
th: เปิดตัวเลือกนี้เพื่อให้วางภาพที่เลือกไว้บนหน้าปกเท่านั้น (เพื่อไม่ให้มันห่อเข้าหน้าปกหลัง) ใช้ภาพที่ตั้งแนวโน้มเป็นรูปภาพ
zh: 启用此选项可仅将 选定的图像放在封面上（因此 ，它不会包在封底上）。 使用纵向图像。

source: Generate cover: Set Transparency of Background Picture
ar: إنشاء غلاف: تعيين شفافية صورة الخلفية
es: Generar portada: Establecer transparencia de la imagen de fondo
fr: Générer la couverture : Définir la transparence de l'image d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि चित्र की पारदर्शिता सेट करें
hu: Fedezék létrehozása: Háttérkép átlátszóságának beállítása
id: Menghasilkan sampul: Mengatur Transparansi Gambar Latar Belakang
ko: 커버 생성하기: 배경 사진의 투명도 설정
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ചിത്രത്തിന്റെ സുതാര്യത സജ്ജമാക്കുക
my: ရုပ်ဆန်မှု
pt: Gerar capa: Definir a transparência da imagem de fundo
ro: Generați acoperire: Setați transparența imaginii de fundal
ru: Создать обложку: Установить прозрачность фонового изображения
th: สร้างหน้าปก: กําหนดความโปร่งใสของภาพเบื้องหลัง
zh: 生成封面设置背景图片的透明度

source: Set the transparency (Alpha) of the background picture which appears behind any shading if any.
ar: قم بتعيين شفافية (ألفا) صورة الخلفية التي تظهر خلف أي تظليل إن وجد.
es: Ajuste la transparencia (Alfa) de la imagen de fondo que aparece detrás de cualquier sombreado, si lo hay.
fr: Définit la transparence (Alpha) de l'image d'arrière-plan qui apparaît derrière l’ombrage, s’il y en a.
hi: पृष्ठभूमि चित्र की पारदर्शिता (अल्फा) सेट करें जो किसी भी शेडिंग के पीछे दिखाई देता है।
hu: Állítsa be a háttérkép átlátszóságát (Alpha), amely a oldalon jelenik meg az esetleges árnyékolás mögött.
id: Atur transparansi (Alpha) gambar latar belakang yang muncul di belakang bayangan apa pun, jika ada.
ko: 음영이 있는 경우 뒤에 표시되는 배경 그림의 투명도(알파)를 설정합니다.
ml: ഏതെങ്കിലും ഷേഡിംഗിന് പിന്നിൽ ദൃശ്യമാകുന്ന പശ്ചാത്തല ചിത്രത്തിന്റെ സുതാര്യത (ആൽഫ) സജ്ജമാക്കുക.
my: တရားခံဖြင့်သုံးခဲ့ချိန်ရနုပုံကို ကျက်သူလိပ်ပြုသုံး
pt: Defina a transparência (alfa) da imagem de fundo que aparece por detrás de qualquer sombreado, caso exista.
ro: Setați transparența (Alpha) a imaginii de fundal care apare pe în spatele oricărei umbre, dacă există.
ru: Установите прозрачность (Alpha) фонового рисунка , который отображается за любой штриховкой, если таковая имеется.
th: กําหนดความโปร่งใส (Alpha) ของภาพเบื้องหลังที่ปรากฏอยู่เบื้องหลังการเงาใด ๆ หากมี
zh: 设置 背景图片的透明度（Alpha），如果有任何阴影， 。

source: Generate cover: Set Transparency of Background Shading
ar: توليد الغطاء: تعيين شفافية تظليل الخلفية
es: Generar cubierta: Fijar transparencia del sombreado de fondo
fr: Générer la couverture : Définir la transparence de l'ombrage d'arrière-plan
hi: कवर उत्पन्न करें: पृष्ठभूमि शेडिंग की पारदर्शिता सेट करें
hu: Fedezék létrehozása: Háttérárnyékolás átlátszóságának beállítása
id: Menghasilkan penutup: Menetapkan Transparansi Bayangan Latar Belakang
ko: 커버 생성: 배경 음영의 투명도 설정
ml: കവർ സൃഷ്ടിക്കുകഃ പശ്ചാത്തല ഷേഡിംഗിന്റെ സുതാര്യത സജ്ജമാക്കുക
my: ဖြင့်နောက်ခံ အလျားချိတ်မှန်ထင်မြင်သောချိန် ဤနောက်ခံ ရန်းမှုကိုမှို၏ရနိုင်းပါသည်
pt: Gerar capa: Definir a transparência do sombreamento de fundo
ro: Generați acoperire: Setați transparența umbrei de fundal
ru: Сгенерировать обложку: Установить прозрачность затенения фона
th: สร้างปก: กําหนดความโปร่งใสของการเงาพื้นหลัง
zh: 生成封面：设置背景阴影的透明度

source: Set the transparency (Alpha) of the background shading which appears on top of the image if there is one.
ar: قم بتعيين شفافية (ألفا) تظليل الخلفية الذي يظهر أعلى الصورة إذا كان هناك تظليل.
es: Ajuste la transparencia (Alfa) del sombreado de fondo que aparece sobre la imagen, si existe.
fr: Définir la transparence (Alpha) de l'arrière-plan qui apparaît au-dessus de l'image s'il y en a une.
hi: पृष्ठभूमि शेडिंग की पारदर्शिता (अल्फा) सेट करें जो छवि के ऊपर दिखाई देती है यदि कोई हो।
hu: Állítsa be a háttérárnyékolás átlátszóságát (Alpha), amely a kép tetején jelenik meg , ha van ilyen.
id: Tetapkan transparansi (Alpha) bayangan latar belakang yang muncul di atas gambar, jika ada.
ko: 이미지 상단에 표시되는 배경 음영(있는 경우)의 투명도(알파)를 설정합니다.
ml: ചിത്രത്തിന്റെ മുകളിൽ ദൃശ്യമാകുന്ന പശ്ചാത്തല ഷേഡിംഗിന്റെ സുതാര്യത (ആൽഫ) സജ്ജമാക്കുക.
my: နှင်းလျှံကင်းမှန်တောက်ပါ
pt: Defina a transparência (Alpha) do sombreado de fundo que aparece em cima da imagem, se existir.
ro: Setați transparența (Alpha) a umbririi fundalului care apare deasupra imaginii, dacă există una.
ru: Установите прозрачность (Alpha) фоновой тени , которая появляется поверх изображения, если таковое имеется.
th: กําหนดความโปร่งใส (Alpha) ของการเงาพื้นหลังที่ปรากฏบนด้านบนของภาพถ้ามี
zh: 设置 背景阴影的透明度（Alpha），如果有的话， 。

source: Generate cover: Select Scale Picture To Area
ar: إنشاء الغطاء: حدد مقياس الصورة إلى المنطقة
es: Generar cubierta: Seleccione Escalar imagen al área
fr: Générer une couverture : Adapter l'image à la zone
hi: कवर उत्पन्न करें: चित्र को क्षेत्र तक स्केल करने का चयन करें
hu: Fedezék létrehozása: Válassza ki a Scale Picture To Area (Kép méretezése a területre) lehetőséget
id: Menghasilkan sampul: Pilih Skala Gambar Ke Area
ko: 커버 생성: 영역에 그림 크기 조정 선택
ml: കവർ സൃഷ്ടിക്കുകഃ സ്കെയിൽ ചിത്രം ഏരിയയിലേക്ക് തിരഞ്ഞെടുക്കുക
my: ရုပ်ကို ကိုယ်ချူထဲသို့အရောက်ဧ။
pt: Gerar capa: Selecionar Dimensionar imagem para área
ro: Generați acoperire: Selectați Scale Picture To Area
ru: Создать обложку: Выберите Масштабировать изображение по площади
th: สร้างหน้าปก: เลือกปรับขนาดภาพไปยังพื้นที่
zh: 生成封面选择缩放图片至区域

source: Select where the image should extend to.
ar: حدد المكان الذي يجب أن تمتد إليه الصورة.
es: Seleccione hasta dónde debe extenderse la imagen.
fr: Sélectionnez où l'image doit s'étendre.
hi: चयन करें कि छवि कहां तक विस्तारित होनी चाहिए।
hu: Válassza ki, hogy hová terjedjen ki a kép.
id: Pilih ke mana gambar akan diperpanjang.
ko: 이미지가 확장될 위치를 선택합니다.
ml: ചിത്രം എവിടെയൊക്കെ വ്യാപിക്കണം എന്ന് തെരഞ്ഞെടുക്കുക.
my: ပုံရိပ်ကို အကြည့်ပြမှုကြောင့် တိုးချဲ့ရန် တွဲလိုက်ပါ။
pt: Seleccione o local para onde a imagem se deve estender.
ro: Selectați până unde trebuie să se extindă imaginea.
ru: Выберите место, до которого должно простираться изображение.
th: เลือกที่ที่ภาพควรขยายไป
zh: 选择图像的延伸位置。

source: Text Color:
ar: لون النص:
es: Color del texto:
fr: Couleur du texte :
hi: टेक्स्ट रंग:
hu: Szöveg színe:
id: Warna Teks:
ko: 텍스트 색상:
ml: വാചക നിറം:
my: အရောင်ဘေးဌာ
pt: Cor do texto:
ro: Culoarea textului:
ru: Цвет текста:
th: สีข้อความ:
zh: 文字颜色

source: Border Color:
ar: لون الحدود:
es: Color del borde:
fr: Couleur de bordure :
hi: सीमा रंग:
hu: Határ színe:
id: Warna Batas:
ko: 테두리 색상:
ml: അതിർത്തി നിറം:
my: စိန်နား：
pt: Cor da borda:
ro: Culoare de frontieră:
ru: Цвет границы:
th: สีขอบ:
zh: 边框颜色

source: Shading Color:
ar: لون التظليل:
es: Color del sombreado:
fr: Couleur d'ombrage :
hi: शेडिंग रंग:
hu: Árnyékolás színe:
id: Warna Bayangan:
ko: 음영 색상:
ml: ഷേഡിംഗ് നിറം:
my: ရုပ်ပစ္စည်းအတွက် ရင့်ဖွေးပါ
pt: Cor de sombreamento:
ro: Culoare de umbrire:
ru: Цвет затенения:
th: สีการเงา:
zh: 阴影颜色

source: Ornamental Border:
ar: حدود الزينة:
es: Borde ornamental:
fr: Bordure ornementale :
hi: सजावटी सीमा:
hu: Díszes szegély:
id: Batas Terhias:
ko: 장식 테두리:
ml: അലങ്കാര പരിധി:
my: ခန့်ချီဝမ်းမှု
pt: Orla ornamental:
ro: Graniță ornamentală:
ru: Декоративный бордюр:
th: ขอบประดับ:
zh: 装饰边框：

source: Generate cover: Enable Ornamental Border
ar: توليد الغطاء: تمكين حدود الزينة
es: Generar cubierta: Habilitar borde ornamental
fr: Générer la couverture : Activer la bordure ornementale
hi: कवर उत्पन्न करें: सजावटी सीमा सक्षम करें
hu: Fedezék létrehozása: Enable Ornamental Border
id: Hasilkan sampul: Aktifkan Batas Terhias
ko: 커버 생성: 장식 테두리 사용
ml: കവർ സൃഷ്ടിക്കുക: അലങ്കാര അതിർത്തി പ്രവർത്തനക്ഷമമാക്കുക
my: işgärမှု၏ ရူပခွင့်ချန်မှုပေမည့်ထွန်းသွားရေး ဝင်မှု
pt: Gerar cobertura: Ativar a orla ornamental
ro: Generați acoperire: Activați Bordura ornamentală
ru: Создать покрытие: Включить декоративный бордюр
th: สร้างปก: เอนกประสงค์ปักผนัง
zh: 生成封面：启用装饰边框

source: The transparency (alpha channel) values on the sliders below range from 0 (completely transparent) to 1 (completely opaque).
ar: تتراوح قيم الشفافية (قناة ألفا) على أشرطة التمرير أدناه من 0 (شفافة تمامًا) إلى 1 (معتمة تمامًا).
es: Los valores de transparencia (canal alfa) en los deslizadores inferiores a van de 0 (completamente transparente) a 1 (completamente opaco).
fr: Les valeurs de transparence (canal alpha) sur les glissières ci-dessous vont de 0 (complètement transparent) à 1 (complètement opaque).
hi: नीचे दिए गए स्लाइडरस पर पारदर्शिता (अल्फा चैनल) मूल्यों की रेंज 0 (पूरी तरह से पारदर्शी) से 1 (पूरी तरह से अपारदर्शी) तक है।
hu: Az átlátszóság (alfa-csatorna) értékei a alatti csúszkákon 0 (teljesen átlátszó) és 1 (teljesen átlátszatlan) között mozognak.
id: Nilai transparansi (saluran alfa) pada slider di bawah berkisar dari 0 (sepenuhnya transparan) hingga 1 (sepenuhnya buram).
ko: 아래 슬라이더의 투명도(알파 채널) 값은 0(완전 투명)에서 1(완전 불투명)까지 다양합니다.
ml: താഴെ കാണുന്ന സ്ലൈഡറുകളിലെ സുതാര്യത (ആൽഫ ചാനൽ) മൂല്യങ്ങൾ 0 (പൂർണ്ണമായും സുതാര്യമാണ്) മുതൽ 1 (പൂർണ്ണമായും അദൃശ്യമാണ്) വരെയാണ്.
my: အောက်တွင်ဖန်တောင်းဖြစ်သောအိုက်ဖ်အားများသည်ဆန့်ပွားညှိခါ၀ ဝက်စိ၊ အပ်မှပွိုင်မည်သည် Turpin
pt: Os valores de transparência (canal alfa) nos controlos deslizantes abaixo de variam de 0 (completamente transparente) a 1 (completamente opaco).
ro: Valorile de transparență (canal alfa) de pe cursoarele de sub variază de la 0 (complet transparent) la 1 (complet opac).
ru: Значения прозрачности (альфа-канала) на ползунках ниже варьируются от 0 (полностью прозрачный) до 1 (полностью непрозрачный).
th: ค่าโปร่งใส (ช่องอัลฟ่า) ในสไลด์ด้านล่างจะอยู่ในช่วง 0 (โปร่งใสอย่างสมบูรณ์แบบ) ถึง 1 (ไม่โปร่งใสอย่างสมบูรณ์แบบ)
zh: 下方滑块上的透明度（alpha 通道）值范围从 0（完全透明）到 1（完全不透明）。

source: Transparency
ar: الشفافية
es: Transparencia
fr: Transparence
hi: पारदर्शिता
hu: Átláthatóság
id: Tembus pandang
ko: 투명성
ml: സുതാര്യത
my: 'သိန်မှု'
pt: Transparência
ro: Transparență
ru: Прозрачность
th: ความโปร่งใส
zh: 透明度

source: Scale Picure To:
ar: مقياس الصورة إلى:
es: Escala la imagen a:
fr: Redimensionner l'image à :
hi: चित्र का स्केल करो:
id: Skala Gambar Ke:
ko: 그림 크기 조정 대상:
ml: സ്കെയിൽ പിക്ചർ:
my: အသံာမျိုကိုဖုံးစည်းတိုင်ဧနှင့်ထွားရေးမှု
pt: Escala da imagem para:
ro: Scară Picură la:
ru: Масштабное изображение к:
th: ขนาด Picure ถึง:
zh: 缩放图片至

source: Cover Page Settings
ar: إعدادات صفحة الغلاف
es: Configuración de la portada
fr: Paramètres de la page de couverture
hi: कवर पृष्ठ सेटिंग्स
hu: Borítóoldal beállítások
id: Pengaturan Halaman Sampul
ko: 표지 페이지 설정
ml: കവർ പേജ് ക്രമീകരണങ്ങൾ
my: ချုပ်နွမ်းမှချိုကြီးဒါရှိပါတယ်
pt: Definições da página de rosto
ro: Setări pentru pagina de gardă
ru: Настройки титульной страницы
th: การตั้งค่าหน้าปก
zh: 封面设置

source: Note that when you click on Create Cover Settings, PTXprint will: (a) update the Cover style definitions (Style Editor settings) (b) overwrite the \periph definitions (the Front Matter settings on the View+Edit tab) ONLY IF the option below is enabled: The \periphs affected are as follows: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
ar: لاحظ أنه عند النقر فوق إنشاء إعدادات الغلاف، سيقوم PTXprint: (أ) تحديث تعريفات نمط الغلاف (إعدادات محرر النمط) (ب) الكتابة فوق تعريفات \periph (إعدادات المادة الأمامية في علامة التبويب عرض + تحرير) فقط إذا تم تمكين الخيار أدناه: تكون تعريفات \periphs المتأثرة كما يلي: id='coverfront'، id='coverpine'، id='coverback، id='coverwhole'
es: Tenga en cuenta que cuando haga clic en Crear configuración de portada, PTXprint: (a) actualizará las definiciones de estilo de Portada (ajustes del Editor de Estilos) (b) sobrescribirá las definiciones de \periph (la configuración de páginas iniciales en la pestaña Ver+Editar) SÓLO SI la opción de abajo está activada: Las \periphs afectadas son las siguientes: id='coverfront', id='coverspine', id='coverback', id='coverwhole'
fr: Notez que lorsque vous cliquez sur Créer les paramètres de la couverture, PTXprint : (a) met à jour les définitions de style de la couverture (paramètres de l'Éditeur de style) (b) écrase les définitions \periph (paramètres des Pages liminaires dans l'onglet Voir+Modifier) SEULEMENT si l’option ci-dessous est activée Les \periphs affectés sont les suivants : id='coverfront', id='coverspine', id='coverback', id='coverwhole'
hi: नोट करें कि जब आप कवर सेटिंग्स बनाएँ पर क्लिक करते हैं, PTXprint करेगा: (a) कवर शैली परिभाषाओं को अपडेट (शैली संपादक सेटिंग्स) (b) \periph परिभाषाओं को ओवरराइट (अग्र भाग सेटिंग्स व्यू+एडिट टैब पर) केवल तब यदि नीचे दिया गया विकल्प सक्रिय है: प्रभावित \periphs निम्नलिखित हैं: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
hu: Vegye figyelembe, hogy amikor a Borító beállítások létrehozása gombra kattint, a PTXprint: (a) frissíti a Borító stílusdefiníciókat (Stílusszerkesztő beállításai) (b) felülírja a \periph definíciókat (az Előlap beállításai a Nézet+Szerkesztés lapon) CSAK HA az alábbi opció engedélyezve van: Az érintett \periph-ek a következők: id='coverfront', id='coverspine', id='coverback, id='coverwhole', id='borítófront'.
id: Perhatikan bahwa apabila Anda mengeklik Create Cover Settings (Buat Pengaturan Sampul), PTXprint akan: (a) memperbarui definisi gaya Sampul (pengaturan Style Editor) (b) menimpa definisi \periph (pengaturan Front Matter pada tab View+Edit) HANYA JIKA opsi di bawah ini diaktifkan: \periph yang terpengaruh adalah sebagai berikut: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
ko: 표지 설정 만들기를 클릭하면 PTXprint가 실행됩니다: (a) 표지 스타일 정의(스타일 편집기 설정) (b) 아래 옵션이 활성화된 경우에만 \periph 정의(보기+편집 탭의 앞 표지 설정 )를 덮어씁니다: 영향을 받는 \periph는 다음과 같습니다: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
ml: നിങ്ങൾ കവർ സജ്ജീകരണങ്ങൾ സൃഷ്ടിക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുമ്പോൾ, PTXprint: (a) കവർ ശൈലി നിർവചനങ്ങൾ (സ്റ്റൈൽ എഡിറ്റർ ക്രമീകരണങ്ങൾ) (b) \periph നിർവചനങ്ങൾ (കവർബാക്ക്, id='coverwhole' എന്നിങ്ങനെ) ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയാൽ മാത്രം ഓവർറൈറ്റ് ചെയ്യും.
my: PTXprint ဖန်တောင်းဖျော်ခြင်းကို ဖန္တုံနက်တွင်ပါဆုံးများစီအယူကြေးများကိုစဖန်တောင်းပြုရသည်နော PTXprint စ်တင်လမ်းအောင်ရမည်သာ, ဖန်တောင်းတင်ဆရာများကိုအောင်ရာအဖုံးများကိုဖြစ် သင်၏မှာ. အရိုင်းမှနှေစမ်းပြား၏ Periphs နှစ်ခုပါ. အမည်ရေးပါ ',' id='coverwhole','id='coverback'
pt: Tenha em atenção que quando clica em Criar definições de capa, a PTXprint irá: (a) actualiza as definições de estilo da capa (definições do Editor de Estilos) (b) substitui as definições de \periferia (as definições de Front Matter no separador Ver+Editar) APENAS SE a opção abaixo estiver activada: Os \periféricos afectados são os seguintes: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
ro: Rețineți că atunci când faceți clic pe Create Cover Settings (Creare setări copertă), PTXprint va: (a) va actualiza definițiile stilului de copertă (setările Style Editor) (b) va suprascrie definițiile \periph (setările Front Matter din fila View+Edit) NUMAI DACĂ opțiunea de mai jos este activată: \periph-urile afectate sunt următoarele: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
ru: Обратите внимание, что при нажатии на кнопку Создать настройки обложки PTXprint будет: (a) обновит определения стиля обложки (настройки редактора стилей) (b) перезапишет определения \перифов (настройки Front Matter на вкладке View+Edit) ТОЛЬКО ЕСЛИ включена указанная ниже опция: \периферии: id='coverfront', id='coverpine', id='coverback', id='coverwhole'.
th: หมายเหตุว่าเมื่อคุณกด Create Cover Settings, PTXprint จะ: (a) อัพเดทนิยามสไตล์ Cover (นิติตั้งของ Style Editor) (b) เขียนแปลงนิยาม \periph (นิติตั้งของ Front Matter บนแท็บ View+Edit)
zh: 请注意，当您点击 "创建封面设置 "时，PTXprint 将 (a) 更新封面样式定义（样式编辑器设置） (b) 只有启用以下选项，才会覆盖（封面设置）定义（"视图+编辑 "选项卡上的 "正面设置 " ）： 受影响的封面样式如下： id='coverfront', id='coverpine', id='coverback, id='coverwhole'.

source: Arabic-Hindi
ar: الهندية العربية
es: Árabe-Hindú
fr: Arabe-hindi
hi: अरबी-हिन्दी
hu: Arab-hindi
id: Arab-Hindi
ko: 아랍어-힌디어
ml: അറബി-ഹിന്ദി
my: အာရာ‌ဗီ-ဟိန္ဒီ
pt: Árabe-Hindi
ro: Arabă Hindi
ru: Арабский Хинди
th: ภาษาอารบี-ฮินดี
zh: 阿拉伯印地文

source: Arabic-Farsi
ar: الفارسي العربي
es: Árabe-Farsi
fr: Arabe-Farsi
hi: अरबी-फारसी
hu: Arab-farszi
id: Arab-Farsi
ko: 아랍어-파르시아어
ml: അറബി-ഫാർസി
my: အာရာ‌ဗီ-ဖားရ်ဆီး
pt: Árabe-Farsi
ro: Arabă -Farsi
ru: Арабско-Фарси
th: ภาษาอารบี-เปอร์ซี
zh: 阿拉伯语-波斯文

source: Burmese
es: Birmano
fr: Birman
hi: बर्मी
hu: Burmai
id: Burma
ko: 버마어
ml: ബർമീസ്
my: ဗမာစာ
pt: Birmanês
ru: Бирманский
th: ภาษาพม่า
zh: 缅甸语

source: Description based
ar: الوصف المبني
es: Basado en la descripción
fr: Description basée
hi: विवरण आधारित
hu: Leírás alapú
id: Berdasarkan Deskripsi
ko: 설명 기반
ml: വിവരണ അടിസ്ഥാനത്തിൽ
my: ပါရချ်လိုံသည်
ru: На основе описания
th: หลักการอธิบาย
zh: 基于描述

source: Pri (Left)
ar: Pri (اليسار)
es: Pri (Izquierda)
fr: Pri (à gauche)
hi: प्रि (बाएँ)
hu: Pri (balra)
id: Utama (Kiri)
ko: Pri (왼쪽)
ml: പ്രി (ഇടത്)
my: Pri (ဘယ်)
pt: Pri (à esquerda)
ro: Pri (stânga)
ru: Pri (слева)
th: ปริ (ซ้าย)
zh: 主要的 (左侧)

source: Sec (Right)
ar: ثانية (يمين)
es: Sec (Derecha)
fr: Sec (à droite)
hi: सेक (दाएँ)
hu: Sec (jobbra)
id: Sekunder (Kanan)
ko: 초(오른쪽)
ml: സെക് (വലത്)
my: Sec (ညာ)
pt: Seg (Direita)
ro: Sec (dreapta)
ru: Сек (справа)
th: เซ็ก (ขวา)
zh: 次要的(右)

source: Both Pri+Sec
ar: كلٌ من Pre+Sec
es: Ambos Pri+Sec
fr: Pri+Sec tous les deux
hi: प्रि+सेक दोनों
hu: Mindkét Pri Sec
id: Kiri+Kanan
ko: 프리+섹 모두
ml: രണ്ടും പ്രി+സെക്
my: Pri+Sec နှစ်သိမ်ကွက်
pt: Prioridade +Seg
ro: Ambele Pri+Sec
ru: Оба Pri+ сек
th: ทั้ง Pri+Sec
zh: 主要和次要

source: PTXprint: Import Settings...
ar: PTXprint: استيراد الإعدادات...
es: PTXprint: Importar configuración...
fr: PTXprint : Importer les paramètres...
hi: PTXprint: सेटिंग्स आयात करें...
hu: PTXprint: Beállítások importálása...
id: PTXprint: Pengaturan Impor...
ko: PTXprint: 설정 가져오기...
ml: PTXprint: ഇറക്കുമതി ക്രമീകരണങ്ങൾ...
pt: PTXprint: Importar configurações...
ro: PTXprint: Import Setări...
ru: PTXprint: Импорт настроек...
th: PTXprint: การนําเข้าการตั้งค่า...
zh: PTXprint：导入设置...

source: RESET
ar: إعادة الضبط
es: RESTABLECER
fr: RÉINITIALISER
hi: रीसेट
id: SETEL ULANG
ml: പുനഃസജ്ജമാക്കുക
my: အသစ်ပြန်လုပ်ပါ
pt: REINICIAR
ru: СБРОС
th: ซ่อมใหม่
zh: 重置
