Repository: sillsdev/ptx2pdf
Catalog: python/locales/*/LC_MESSAGES/ptxprint.po
Languages: ar, es, fr, hi, hu, id, ko, ml, my, pt, ro, ru, th, zh

source: By default (when this is set to 0) PTXprint will balance the number of lines used in each column. Sometimes this results in large empty spaces at the end of a page. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines on the page. Note that you can still stretch/shrink paragraphs using AdjLists to refine the output by manually balancing pages.
ar: بشكل افتراضي (عندما يتم تعيين هذا إلى 0) PTXprint سوف توازن عدد الأسطر المستخدمة في كل عمود. أحيانا يؤدي هذا إلى مسافات فارغة كبيرة في نهاية الصفحة. زيادة هذا الرقم (النطاق الموصى به 1-4) سيسمح حتى ذلك أسطر غير متوازنة على الصفحة. لاحظ أنه لا يزال بإمكانك تمديد/تقليص الفقرات باستخدام قوائم AdjLists لصقل الإخراج ب موازنة الصفحات يدويا.
es: Por defecto (cuando se ajusta a 0) PTXprint equilibrará el número de líneas utilizadas en cada columna. A veces esto resulta en grandes espacios vacíos en el final de una página. Aumentando este número (se recomienda el rango 1-4) se permitirá hasta ese número de líneas desequilibradas en la página. Tenga en cuenta que aún puede estirar/reducir párrafos utilizando AdjLists para refinar la salida mediante el equilibrio manual de las páginas.
fr: Par défaut (lorsque cette valeur est définie à 0) PTXprint équilibrera le nombre de lignes utilisées dans chaque colonne. Parfois, cela résulte en de grands espaces vides à la fin d'une page. L'augmentation de ce chiffre (la gamme 1 à 4 est recommandé) permettra à ce nombre de lignes déséquilibrées sur la page. Notez que vous pouvez toujours étirer/rétrécir les paragraphes en utilisant AdjLists pour affiner la sortie en équilibrant manuellement les pages.
hi: डिफ़ॉल्ट रूप से (जब यह 0 पर सेट होता है) PTXprint प्रत्येक स्तंभ में उपयोग की गई लाइनों की संख्या को संतुलित करेगा। कभी-कभी यह पृष्ठ के अंत में बड़े खाली स्थान परिणाम करता है। इस संख्या को बढ़ाना (अनुशंसित सीमा 1-4) उस पृष्ठ पर उतनी असंतुलित पंक्तियों की अनुमति देगा। ध्यान दें, आप अब भी पैराग्राफ को तान/समेट सकते हैं AdjLists का उपयोग करके मैन्युअल रूप से पृष्ठों को संतुलित करके आउटपुट को सुधार सकते हैं।
hu: Alapértelmezés szerint (amikor ez 0-ra van állítva) a PTXprint kiegyenlíti az egyes oszlopokban használt sorok számát. Néha ez nagy üres helyeket eredményez az oldal végén. Ennek a számnak a megnövelése (ajánlott 1-4 tartomány) legfeljebb ennyi kiegyensúlyozatlan sort enged meg az oldalon. Vegye figyelembe, hogy továbbra is nyújthatja/zsugoríthatja a bekezdéseket az AdjLists használatával, hogy finomítsa a kimenetet az oldalak kézi kiegyensúlyozásával.
id: Jika ini diatur ke 0, maka PTXprint akan menyeimbangkan jumlah baris yang digunakan di setiap kolom. Terkadang ini menghasilkan ruang kosong yang besar di akhir halaman. Meningkatkan jumlah ini (rentang yang disarankan 1-4) akan memungkinkan hingga banyak baris tidak seimbang pada halaman. Perhatikan bahwa Anda masih dapat meregangkan/menyusut paragraf menggunakan Daftar Penyesuaian untuk menyempurnakan hasil dengan menyeimbangkan halaman secara manual.
ko: 기본적으로(이 값을 0으로 설정한 경우) PTXprint는 각 열에 사용되는 줄 수에 균형을 맞춥니다. 때때로 이로 인해 페이지의 끝에 큰 빈 공간이 생깁니다. 이 숫자를 늘리면( 범위 1~4 권장) 페이지에 최대 불균형한 줄이 허용됩니다. 단락을 늘리거나 줄이더라도 AdjLists를 사용하여 단락을 늘리거나 줄여서 페이지의 균형을 수동으로 조정하여 출력을 개선할 수 있습니다.
ml: സ്ഥിരസ്ഥിതിയായി (ഇത് 0 ആയി സജ്ജമാക്കുമ്പോൾ) PTXprint ഓരോ നിരയിലും ഉപയോഗിക്കുന്ന വരികളുടെ എണ്ണം ബാലൻസ് ചെയ്യും. ചിലപ്പോൾ ഇത് ഒരു പേജിന്റെ അവസാനം വലിയ ശൂന്യ ഇടങ്ങൾ സൃഷ്ടിക്കുന്നു. ഈ എണ്ണം വർദ്ധിപ്പിക്കുന്നത് (ശുപാർശ ചെയ്യുന്ന ശ്രേണി 1-4) പേജിൽ അനേകം അസന്തുലിതമായ വരികൾ അനുവദിക്കും. പേജുകൾ സ്വമേധയാ ബാലൻസിംഗ് ചെയ്യുന്നതിലൂടെ output ട്ട്പുട്ട് പരിഷ്കരിക്കുന്നതിന് നിങ്ങൾക്ക് അഡ്ജ്ലിസ്റ്റുകൾ ഉപയോഗിച്ച് ഖണ്ഡികകൾ നീട്ടാനും / ചുരുക്കാനും കഴിയുമെന്ന് ശ്രദ്ധിക്കുക.
my: ထိုဇီင်မှာ PTXprint က ပုဒ်စာ အများကို ကွဲပြားပေါင်းစပ်နိုင်ဟုစည်းရိုက်ပါ။
pt: Por padrão (quando isto é definido como 0) PTXprint irá equilibrar o número de linhas usadas em cada coluna. Às vezes isso resulta em grandes espaços vazios no final de uma página. Aumentar este número (recomendado intervalo de 1-4) permitirá até aquele número de linhas desequilibradas na página. Note que você ainda pode esticar/encolher parágrafos usando AdjLists para refinar a saída em equilibrando páginas manualmente.
ro: În mod implicit (când este setat la 0) PTXprint va echilibra numărul de linii utilizate în fiecare coloană. Uneori acest lucru are ca rezultat spații mari goale la sfârșitul al unei pagini. Mărirea acestui număr (recomandat interval 1-4) va permite până la atât linii neechilibrate de pe pagină. Țineți cont că încă puteți întine/micșora punctele folosind AdjList-uri pentru a rafina ieșirea cu pentru a echilibra manual paginile.
ru: По умолчанию (когда это установлено в 0) PTXprint будет балансировать количество строк в каждом столбце. Иногда это приводит к большим пробелам в конце страницы. Увеличение этого числа (рекомендуемый диапазон 1-4) позволит множеству несбалансированных строк на странице. Обратите внимание, что вы все еще можете растягивать/уменьшать абзацы с помощью AdjLists для уточнения вывода на вручную балансирующие страницы.
th: โดยซ่อนข้างตั้งค่า (เมื่อตั้งเป็น 0) PTXprint จะสมดุลจํานวนเส้นที่ใช้ในแต่ละคอลัมน์ บางครั้งผลให้มีช่องว่างว่างใหญ่ที่ปลายหน้า การเพิ่มจํานวนนี้ (ระยะที่แนะนํา 1-4) จะอนุญาตให้มีเส้นที่ไม่สมดุลมากเท่านี้ในหน้า. ระวังว่าคุณยังสามารถยืด / ลดข้อความโดยใช้ AdjLists เพื่อปรับปรุงผลิตโดยการสมดุลหน้าด้วยมือ
zh: PTXprint的初始设置（设置为0） 会平衡每栏的行数。 有时候，这个设置会导致页尾出现大量空白。 调整设置（推荐设为1-4）会使页面上出现不均衡的行数， 但不会超过设置的数量。 注意，你仍可使用AdjLists，手动平衡页面，来 拉大或缩小段落，优化最终结果。

source: Unbalanced Lines (max):
ar: خطوط غير متوازنة (الحد الأقصى):
es: Líneas desequilibradas (máx.):
fr: Lignes déséquilibrées (max) :
hi: असंतुलित लाइनों (अधिकतम):
hu: Kiegyensúlyozatlan Sorok (max):
id: Baris Tidak Seimbang (max):
ko: 불균형 라인(최대):
ml: അസന്തുലിതമായ വരികൾ (പരമാവധി):
my: စိတ်အားမာန်ထူ:
pt: Linhas desequilibradas (máx):
ro: Linii neechilibrate (max):
ru: Несбалансированные линии (макс):
th: เส้นที่ไม่สมดุล (สูงสุด):
zh: 不平衡的 行数(最大值)：

source: Vertical space between extended/study notes
ar: المسافة العمودية بين الملاحظات الموسعة/الدراسة
es: Espacio vertical entre las notas ampliadas/de estudio
fr: Espace vertical entre les notes étendues et les notes d'étude
hi: विस्तारित/अध्ययन नोट्स के बीच लंबवत स्थान
hu: Függőleges tér a bővített/tanulmányi jegyzetek között
id: Ruang vertikal antara catatan teliti (catatan studi)
ko: 확장/학습 노트 사이의 세로 공간
ml: വിപുലീകരിച്ച / പഠന കുറിപ്പുകൾ തമ്മിലുള്ള ലംബ ഇടം
my: ချဲ့ထားသော/လေ့လာမှတ်ချက်များ အကြားတွင်၎င်းအစာရေးမှုအပိုင်းအလှည့်
pt: Espaço vertical entre notas de estudo/alargamento
ro: Spațiu vertical între notele extinse/studii
ru: Вертикальное пространство между расширенными/учебными заметками
th: ขนาดของพื้นที่ที่กว้างขวาง
zh: 扩展/研究要点之间的垂直空间

source: This setting (pts) lets you adjust the vertical space between extended footnotes. Usually there is no space between them.
ar: يتيح لك هذا الإعداد (ps) ضبط المساحة العمودية بين الحواشي الموسعة. عادة لا توجد مسافة بينها.
es: Este ajuste (pts) le permite ajustar el espacio vertical entre las notas al pie extendidas. Normalmente no hay espacio entre ellas.
fr: Ce paramètre (pts) vous permet de régler l'espace vertical entre les notes de bas de page étendues. Normalement il n'y a pas d'espace entre elles.
hi: यह सेटिंग (pts) आपको विस्तारित फुटनोट्स के बीच में की ऊर्ध्वाधर स्थान को समायोजित करने की अनुमति देती है। सामान्यतः इनके बीच में कोई स्थान नहीं होता।
hu: Ez a beállítás (pts) lehetővé teszi a kiterjesztett lábjegyzetek közötti függőleges távolság beállítását. Általában nincs köztük térköz.
id: Pengaturan ini (dalam ukuran point) memungkinkan Anda menyesuaikan ruang vertikal di antara catatan kaki teliti. Biasanya tidak ada ruang di antaranya.
ko: 이 설정(포인트)을 사용하면 확장된 각주 사이의 세로 간격을 조정할 수 있습니다. 일반적으로 사이에는 공백이 없습니다.
ml: ഈ ക്രമീകരണം (pts) നീട്ടി വച്ചിരിക്കുന്ന അടിക്കുറിപ്പുകൾക്കിടയിലെ ലംബ ഇടം ക്രമീകരിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നു. സാധാരണയായി അവയ്ക്കിടയിൽ ഇടമില്ല.
my: ပခုတွರಾಜ [\nရွှကိုး\nළුင််\n၍ခြွောင်ိ \n
pt: Esta configuração (pts) permite ajustar o espaço vertical entre notas de rodapé alargadas. Normalmente não há espaço entre elas.
ro: Această setare (pts) vă permite să ajustați spațiul vertical între notele de subsol extinse. De obicei, nu există spațiu între ele.
ru: Этот параметр (pts) позволяет настроить вертикальный пробел между расширенными сносками. Обычно пространство между ними отсутствует.
th: การตั้งค่านี้ (pts) ช่วยให้คุณปรับระยะทางตั้งระหว่างตัวกระทู้ขยายออกไป โดยปกติไม่มีระยะระหว่างมัน
zh: 这个设置（磅）让你调整扩展脚注之间的垂直 空间。通常 脚注之间没有空间。

source: Vertical Space Between Notes:
ar: المساحة الرأسية بين الملاحظات:
es: Espacio vertical entre notas:
fr: Espace vertical entre les notes :
hi: नोट्स के बीच ऊर्ध्वाधर स्थान:
hu: Függőleges tér A jegyzetek között:
id: Ruang Vertikal Antara Catatan:
ko: 세로 공간 노트 사이:
ml: കുറിപ്പുകൾക്കിടയിലെ ലംബ ഇടം:
pt: Espaço Vertical Entre Notas:
ro: Spațiu vertical Între note:
ru: Вертикальное пространство между заметками:
th: ขนาดของช่องว่างตั้งระหว่างหมายเลข
zh: 注释之间的 垂直空间：

source: Vertical rule in study notes area gutter
ar: القاعدة العمودية في ملاحظات الدراسة خاتم المنطقة
es: Regla vertical en la cuneta de la zona de notas del estudio
fr: Règle verticale dans la gouttière de la zone des notes d'étude
hi: अध्ययन नोट्स क्षेत्र में गटर के साथ लंबवत नियम
hu: Függőleges szabály a tanulmányi jegyzetekben terület ereszcsatorna
id: Aturan vertikal di selokan area catatan studi
ko: 학습 노트 영역의 세로 규칙
ml: പഠന കുറിപ്പുകളിൽ ലംബ നിയമം
my: လေ့လာမှတ်ချက်နယ်ပယ်၏ လောင်းစားကစေတ်တ်တွက်ကတ်တ်တ််တ်တ်တ််််ူွ်拨帳务的绪编辑的乩帐务让我 路迹币包意图拨帐务会
pt: Regra vertical na área de notas de estudo caleira
ro: Regula verticală în zona notelor de studiu jgheaburi
ru: Вертикальное правило в водостоке в зоне учебных заметок
th: กติกาตั้งในบทความการศึกษาพื้นที่ gutter
zh: 研究要点订口里的垂直线

source: This setting raises (using a negative value) or lowers (using a positive value) the starting point of the vertical rule between columns.
ar: هذا الإعداد يثير (باستخدام قيمة سالبة) أو يقلل (باستخدام قيمة موجبة) نقطة البداية من القاعدة العمودية بين الأعمدة.
es: Esta configuración eleva (utilizando un valor negativo) o baja (utilizando un valor positivo) el punto inicial de la línea de regla vertical entre columnas.
fr: Ce paramètre soulève (en utilisant une valeur négative) ou baisse (en utilisant une valeur positive) le point de départ de la règle verticale entre les colonnes.
hi: यह सेटिंग कॉलम के बीच की ऊर्ध्वाधर रेखा की शुरुआती बिंदु को बढ़ाती है (नकारात्मक मान का उपयोग कर) या कम करती है (सकारात्मक मान का उपयोग कर)।
hu: Ez a beállítás megemeli (negatív értékkel) vagy lecsökkenti (pozitív értékkel) az oszlopok közötti függőleges szabály kezdőpontját.
id: Pengaturan ini menaikkan (menggunakan nilai negatif) atau menurunkan (menggunakan nilai positif) titik awal garis pengukur vertikal antar kolom.
ko: 이 설정은 열 사이의 수직 규칙의 시작 지점을 음수 값으로 올리거나(음수 사용), 양수 값으로 낮춥니다(양수 사용).
ml: ഈ ക്രമീകരണം നിരകൾ തമ്മിലുള്ള ലംബമായ നിയമത്തിന്റെ ആരംഭ പോയിന്റ് ഉയർത്തുന്നു (നെഗറ്റീവ് മൂല്യം ഉപയോഗിച്ച്) അല്ലെങ്കിൽ കുറയ്ക്കുന്നു (പോസിറ്റീവ് മൂല്യം ഉപയോഗിച്ച്).
my: ဤကြိုးတွေက မရပ်နိုင်ပါ ် တန်ထွင် အသုံးပြုခြင်းမှာ ဟိန်ကပါလိမ့်မယ်။
pt: Esta configuração aumenta (usando um valor negativo) ou menores (usando um valor positivo) o ponto de partida da regra vertical entre colunas.
ro: Această setare ridică (folosind o valoare negativă) sau mai jos (folosind o valoare pozitivă) punctul de pornire al regulii verticale între coloane.
ru: Эта настройка повышает (используя отрицательное значение) или уменьшает (используя положительное значение) начальную точку вертикального правила между колонками.
th: การตั้งค่านี้จะเพิ่ม (ใช้ค่าลบ) หรือลด (ใช้ค่าบวก) จุดเริ่มต้นของกติกาตั้งระหว่างคอลัมน์
zh: 此设置会提高(使用负值) 或降低(使用正值) 栏之间 垂直线的起点 。

source: This setting can raise (if -ve) or lower (if +ve) the starting point of the vertical rule between columns. (Value is pts).
ar: يمكن لهذا الإعداد أن يثير (إذا -ve) أو أقل (إذا +ve) نقطة البداية للقاعدة العمودية بين الأعمدة. (القيمة هي الحلقات).
es: Este ajuste puede elevar (si -ve) o bajar (si +ve) el punto de partida de la línea de regla vertical entre columnas. (Valor en pts).
fr: Ce paramètre peut augmenter (si -ve) ou diminuer (si +ve) le point de départ de la règle verticale entre les colonnes. (Valeur est pts).
hi: यह सेटिंग स्तंभों के बीच ऊर्ध्वाधर नियम के प्रारंभ बिंदु को बढ़ा (यदि -नकारात्मक) या घटा (यदि +सकारात्मक) सकती है। (मूल्य बिंदु में है)।
hu: Ez a beállítás növelheti (ha -ve) vagy csökkentheti (ha ve) az oszlopok közötti függőleges szabály kezdőpontját. (Az érték pts).
id: Pengaturan ini dapat menaikkan (-) atau menurunkan (+) titik awal pengukur vertikal antar kolom. (Nilai diukur dengan point.)
ko: 이 설정은 열 사이의 수직 규칙의 시작점을 높이거나(-ve인 경우) 낮출 수 있습니다(+ve인 경우). (값은 포인트입니다).
ml: ഈ ക്രമീകരണം നിരകൾ തമ്മിലുള്ള ലംബ നിയമത്തിന്റെ ആരംഭ പോയിന്റ് ഉയർത്താം (if -ve) അല്ലെങ്കിൽ കുറയ്ക്കുക (if +ve). (മൂല്യം pts ആണ്).
my: ဤဆက်တင်သည် အပေးဗဟိုအသို့ လမ်းညွှန်ရန် ၉၀° ဦးတည်မှုအား လျော့ချခြင်း (အချိုးအစား) ဖြစ်သည်။ (တန်ဖိုးသည် pts ဖြစ်သည်။)
pt: Esta configuração pode elevar (se houver) ou inferior (se +ve) o ponto de partida da regra vertical entre colunas. (Valor é pontos).
ro: Această setare poate ridica (dacă -ve) sau poate coborî (dacă +ve) punctul de plecare al regulii verticale dintre coloane. (Aliment este punct).
ru: Этот параметр может увеличивать (если -ve) или ниже (если +ve) начальную точку вертикального правила между колонками. (Значение является pts).
th: การตั้งค่านี้สามารถเพิ่ม (ถ้า -ve) หรือลด (ถ้า +ve) จุดเริ่มต้นของกฎตั้งระหว่างคอลัมน์ (มูลค่าคือ pts)
zh: 此设置会提高(if -ve) 或降低(if +ve) 栏之间 垂直线的起点 。

source: Show Note Callers
ar: إظهار مكالمات الملاحظات
es: Mostrar llamadas de notas
fr: Afficher les appelants de notes
hi: नोट कॉलर्स दिखाएँ
hu: Show Note Hívók
id: Tampilkan Pemanggil Catatan
ko: 노트 발신자 표시
ml: നോട്ട് വിളിക്കുന്നവരെ കാണിക്കുക
my: စြေ ဆွေ \nခဂျန် ၏ခအသ\...
pt: Mostrar os autores das notas
ro: Show Note Apelanți
ru: Показать Примечание Звонки
th: แสดงผู้เรียกหมายเหตุ
zh: 显示注释标注符号

source: Show study note callers in notes area
ar: إظهار المتصلين بملاحظات الدراسة في منطقة الملاحظات
es: Mostrar los llamadores de notas de estudio en el área de notas
fr: Afficher les appelants de notes d’étude dans la zone des notes
hi: अध्ययन नोट्स के क्षेत्र में अध्ययन नोट कॉलर दिखाएँ
hu: Tanulmányi jegyzet hívók megjelenítése a jegyzetek területén
id: Tampilkan pemanggil catatan studi di area catatan
ko: 노트 영역에 스터디 노트 발신자 표시
ml: നോട്ട്സ് ഏരിയയില് പഠന നോട്ട് കോളര് കാണിക്കുക
my: မှတ်စုနယ်ပယ်တွင် လေ့လာမှတ်ချက် ခေါ်သူများကို ပြပါ
pt: Mostrar os autores das notas de estudo na área das notas
ro: Afișați apelanții de note de studiu în zona de note
ru: Показывать звонящих с учебными заметками в области заметок
th: แสดงผู้เรียกที่เขียนข้อความในการศึกษาในพื้นที่ข้อความ
zh: 在注释区显示研究要点的标注符号

source: A "Note Caller" in the text alerts the reader that there is further information (in this case an extended footnote) at the end of the page. Given that there are expected to be many such notes in a Study Bible, this option is normally disabled for extended footnotes. Note that currently only a,b,c...x,y,z callers are possible for this option.
ar: "مكالمة ملاحظة" في النص تنبيه القارئ أن هناك المزيد من المعلومات (في هذه الحالة حاشية مطولة) في نهاية الصفحة. بما أنه من المتوقع أن يكون هناك العديد من المذكرات في إنجيل الدراسة، فإن هذا الخيار عادة معطل في الحواشي الممتدة. لاحظ أن المتصلين فقط a,b,c...x,y,z هم ممكنون لهذا الخيار.
es: Una "llamada de nota" en el texto avisa al lector de que hay más información (en este caso una nota a pie de página extendida) al final de la página. Dado que se espera que haya muchas notas de este tipo en una Biblia de Estudio, esta opción suele estar desactivada para las notas a pie de página extendidas. Tenga en cuenta que actualmente sólo los llamados a,b,c...x,y,z son posibles para esta opción.
fr: Un "appelant de note" dans le texte avertit le lecteur qu'il y a des informations supplémentaires (dans ce cas une note de bas de page étendue) à la fin de la page. Étant donné que l'on attend beaucoup de telles notes dans une Bible d'étude, cette option est normalement désactivée pour les notes de bas de page étendues. Notez que seuls les appelants a,b,c...x,y,z sont possibles pour cette option.
hi: पाठ में एक "नोट कॉलर" पाठक को सूचित करता है कि एक और जानकारी है (इस मामले में विस्तारित फुटनोट) पृष्ठ के अंत में। यह मान कर कि एक अध्ययन बाइबल में ऐसे नोट्स बड़ी मात्रा में होने की सम्भावना है, यह विकल्प सामान्य रूप से विस्तारित फुटनोट्स के लिए निष्क्रिय है। ध्यान दें कि इस विकल्प के लिए अभी केवल a,b,c...x,y,z कॉलर संभव हैं।
hu: A szövegben egy "Megjegyzés-hívó" figyelmezteti az olvasót , hogy az oldal végén további információ (ebben az esetben egy bővített lábjegyzet) található. Tekintettel arra, hogy egy Tanulmányi Bibliában várhatóan sok ilyen jegyzet lesz, ez a lehetőség általában a bővített lábjegyzetek esetében ki van kapcsolva. Megjegyzendő, hogy jelenleg csak a,b,c...x,y,z hívószavak lehetségesek ennél az opciónál.
id: Sebuah "Pemanggil Catatan" dalam teks memberitahu pembaca bahwa ada informasi lebih lanjut (dalam hal ini catatan kaki teliti) pada akhir halaman. Diperkirakan ada banyak catatan seperti itu dalam Alkitab Studi, jadi pilihan ini biasanya dinonaktifkan untuk catatan kaki yang diperluas. Perhatian: Saat ini hanya pemanggil a,b,c, ... x,y,z yang dapat dipakai untuk pilihan ini.
ko: 본문의 "각주 호출자"는 독자에게 페이지 끝에 추가 정보(이 경우 확장 각주)가 있음을 알립니다. 스터디 성경에는 이러한 각주가 많을 것으로 예상되므로, 일반적으로 확장 각주에는 이 옵션이 비활성화되어 있습니다. 현재 이 옵션은 a,b,c...x,y,z 호출자만 가능함을 참고하세요.
ml: ഒരു പഠന ബൈബിളിൽ അത്തരം നിരവധി കുറിപ്പുകൾ ഉണ്ടാകുമെന്ന് പ്രതീക്ഷിക്കുന്നതിനാൽ, ഈ ഓപ്ഷൻ സാധാരണയായി വിപുലീകൃത അടിക്കുറിപ്പുകൾക്കായി പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ട്. നിലവിൽ a,b,c...x,y,z കോളറുകൾ മാത്രമേ ഈ ഓപ്ഷന് സാധ്യമാകൂ എന്ന് ശ്രദ്ധിക്കുക.
my: ကနေစနိုင်စာမှူးများ ကနေပသနပြည်ကြိုင့်စဥ်တွေ့တဲ့ သူတို့ခု "Note Caller" ဟိော အချို့ပါရာလာန်ကိှရဲထာီပါတယ်ခိင် စာမျက်နှာနစ်သာရန် ပျားစုံခြမ်းအလုပ်атся၏နှင့်ချင့်ထှပျၤာลง တွပ်ဖွထားနေယ်စရောင်းကကံကြေါ်ပါတယ်ခြဝရိုော်ခင်
pt: Uma "Nota de chamada" no texto alerta o leitor de que há mais informações (neste caso uma nota de rodapé prolongada) no final da página. Dado que se espera que haja muitas notas de rodapé alargadas de notas numa Bíblia de Estudo, esta opção é normalmente desactivada para notas de rodapé alargadas. Note que actualmente apenas a,b,c...x,y,z chamadas são possíveis para esta opção.
ro: Un "Note Caller" în text avertizează cititorul că există informații suplimentare (în acest caz o notă de subsol extinsă) la sfârșitul paginii. Având în vedere că este de așteptat să existe multe astfel de note de acest fel într-o Biblie de studiu, această opțiune este în mod normal dezactivată pentru notele de subsol extinse. Rețineți că, în prezent, numai apelanții a,b,c...x,y,z sunt posibili pentru această opțiune.
ru: "Вызывающий примечание" в тексте предупреждает читателя о том, что в конце страницы имеется дополнительная информация (в данном случае расширенная сноска). Учитывая, что таких примечаний в Учебной Библии будет много, эта опция обычно отключается для расширенных сносок. Обратите внимание, что в настоящее время для этой опции возможны только звонки a,b,c...x,y,z .
th: "Note Caller" ในข้อความเตือนผู้อ่านว่ามีข้อมูลเพิ่มเติม (ในกรณีนี้คือคําบรรยายขยาย) ณ ปลายหน้า เนื่องจากคาดว่าจะมีคําบรรยายดังกล่าวมากมายในพระคัมภีร์ศึกษา โดยปกติตัวเลือกนี้ถูกปิดสําหรับคําบรรยายขยาย.
zh: 文本中的 "注释标注符号 "提醒读者 在页面的末尾有进一步的信息（在这里是 一个扩展脚注）。 鉴于在一本研究版圣经中会有许多这样的 注释，这个选项通常在扩展脚注中被 禁用。 注意，目前只可以使用a,b,c...x,y,z来做符号。

source: Study note rule: Indent
ar: قاعدة ملاحظة الدراسة: لاندنت
es: Regla de la nota de estudio: Sangría
fr: Règle des notes d'étude : Retrait
hi: अध्ययन नोट नियम: इंडेंट
hu: Tanulmányi jegyzet szabálya: Behúzás
id: Garis catatan studi: Geseran ke kanan
ko: 학습 노트 규칙: 들여쓰기
ml: പഠന കുറിപ്പിന്റെ നിയമം:
my: လေ့လာမှတ်ချက်စည်းမျဉ်း: အထစ်နေရာပြောင်း
pt: Regra da nota de estudo: Indent
ro: Regula privind nota de studiu: Indentare
ru: Правило для учебных заметок: Отступ
th: กติกาในบทความการศึกษา: หมวด
zh: 学习注释线：缩进

source: Study note rule: Length
ar: قاعدة مذكرة الدراسة: الطول
es: Regla de la nota de estudio: Longitud
fr: Règle des notes d'étude : Longueur
hi: अध्ययन नोट नियम: लंबाई
hu: Tanulmányi jegyzet szabály: Hosszúság
id: Garis catatan studi: Panjangnya
ko: 학습 노트 규칙: 길이
ml: പഠന കുറിപ്പിന്റെ നിയമം: ദൈർഘ്യം
my: လေ့လာမှတ်ချက်စည်းမျဉ်း: အရှည်
pt: Regra da nota de estudo: Comprimento
ro: Regula privind nota de studiu: Lungime
ru: Правило учебной записки: Длина
th: กติกาในบันทึกการศึกษา: ความยาว
zh: 学习注释线：长度

source: Study note rule: Thickness
ar: قاعدة ملاحظة الدراسة: السمك
es: Regla de la nota de estudio: Espesor
fr: Règle des notes d'étude : Épaisseur
hi: अध्ययन नोट नियम: मोटाई
hu: Tanulmányi jegyzet szabály: Vastagság
id: Garis catatan studi: Tebalnya
ko: 학습 노트 규칙: 두께
ml: പഠന കുറിപ്പിന്റെ നിയമം: കനം
my: လေ့လာမှတ်ချက်စည်းမျဉ်း: အထူ
pt: Regra da nota de estudo: Espessura
ro: Regula privind nota de studiu: Grosime
ru: Правило учебного конспекта: Толщина
th: กติกาในบันทึกการศึกษา: ความหนา
zh: 学习注释线：粗细度

source: Study note rule: Horizontal position
ar: قاعدة ملاحظة الدراسة: الوضع الأفقي
es: Regla de la nota de estudio: Posición horizontal
fr: Règle des notes d'étude : Position horizontale
hi: अध्ययन नोट नियम: क्षैतिज स्थिति
hu: Tanulmányi jegyzet szabály: Vízszintes helyzet
id: Garis catatan studi: Posisi horisontal
ko: 스터디 노트 규칙: 가로 위치
ml: പഠന കുറിപ്പിന്റെ നിയമം: തിരശ്ചീന സ്ഥാനം
my: လေ့လာမှတ်ချက်စည်းမျဉ်း: အလျားလိုက်နေရာ
pt: Regra da nota de estudo: Posição horizontal
ro: Regula privind nota de studiu: Poziția orizontală
ru: Правило учебного конспекта: Горизонтальное положение
th: กติกาในบทความการศึกษา: สถานที่ตั้งแนวราบ
zh: 学习注释线：水平位置

source: Show Study Note Rule
ar: إظهار قاعدة ملاحظة الدراسة
es: Mostrar la línea de regla de la nota de estudio
fr: Afficher la règle des notes d'étude
hi: अध्ययन नोट नियम दिखाएं
hu: Tanulmányi jegyzet szabály megjelenítése
id: Tunjukkan Garis Pengukur Catatan Studi
ko: 학습 노트 표시 규칙
ml: പഠന കുറിപ്പുകളുടെ റൂൾ കാണിക്കുക
my: သင့်လက်ပြဟိှ်ြေတ်မှူချက်ခို,
pt: Mostrar Regra das Notas de Estudo
ro: Afișare Notă de studiu Regula
ru: Показать правило примечания к исследованию
th: แสดง ข้อ กําหนด ของ ข้อ เขียน บทเรียน
zh: 显示学习注释线

source: Show study note rule
ar: إظهار قاعدة ملاحظة الدراسة
es: Mostrar la regla de la nota de estudio
fr: Afficher la règle des notes d'étude
hi: अध्ययन नोट्स नियम दिखाएँ
hu: Tanulmányi jegyzet szabály megjelenítése
id: Tampilkan garis catatan studi
ko: 학습 노트 표시 규칙
ml: പഠന കുറിപ്പിന്റെ നിയമം കാണിക്കുക
my: လေ့လာမှတ်ချက်စည်းမျဉ်း ထုတ်ဖော်ပြပါ
pt: Mostrar regra da nota de estudo
ro: Afișați regula privind nota de studiu
ru: Показать правило конспекта
th: แสดงกฎข้อความการศึกษา
zh: 显示学习注释线

source: Space above study note rule
ar: قاعدة ملاحظة الفضاء أعلاه
es: Espacio por encima de la regla de la nota de estudio
fr: Espace au-dessus de la règle des notes d'étude
hi: अध्ययन नोट नियम के ऊपर की जगह
hu: Tanulmányi jegyzet szabálya feletti hely
id: Ruang kosong di atas garis catatan studi
ko: 학습 노트 위 띄어쓰기 규칙
ml: പഠന കുറിപ്പിന്റെ നിയമത്തിനു മുകളിലുള്ള ഇടം
my: လေ့လာမှတ်ချက်စည်းမျဉ်း အထက်တွင်နေရာ
pt: Espaço acima da regra da nota de estudo
ro: Spațiu deasupra regulii privind nota de studiu
ru: Пространство над правилом учебной записки
th: สเปซเหนือกฎการเรียนรู้
zh: 学习注释线上方的空间

source: Space below study note rule
ar: قاعدة الملاحظة في الفضاء أدناه
es: Espacio debajo de la regla de la nota de estudio
fr: Espace en dessous de la règle des notes d'étude
hi: अध्ययन नोट नियम के नीचे की जगह
hu: Tanulmányi jegyzet szabály alatti hely
id: Ruang kosong di bawah garis catatan studi
ko: 학습 노트 규칙 아래 공백
ml: പഠന കുറിപ്പിന്റെ ചട്ടം താഴെ സ്പെയ്സ്
my: လေ့လာမှတ်ချက်စည်းမျဉ်း အောက်တွင်နေရာ
pt: Espaço abaixo da regra da nota de estudo
ro: Spațiul de sub regula privind nota de studiu
ru: Пространство под правилом учебной записки
th: สเปซใต้กฎการเรียนรู้
zh: 学习注释线下方的空间
