Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Delete Row(s)
tpi: Rausim ol lain

source: Missing: 'Anchor Ref'
tpi: Ol i no gat: "Anchor Ref"

source: You must provide a Book Ch.Vs reference as an anchor for the picture. For example: GEN 14.19
tpi: Yu mas raitim wanpela tok bilong Buk CH.Vs olsem as bilong piksa.

source: Media permissions unknown for this illustration
tpi: Ol i no save long ol media permisson bilong dispela piksa

source: Permission for {} series: {}
tpi: Tok orait bilong {} series: {}

source: Unique identifier for the text/glot (L, R, A, B, C, ... G) Right-click to change background color.
tpi: Unique identifier for the text/glot (L, R, A, B, C, ... G) Ritim klik bilong senisim kala bilong baksait.

source: Specify whether the should be on the left (1) or right (2) page.
tpi: Tokim sapos pes i mas stap long han kais (1) o han sut (2) bilong pes.

source: The (Paratext) project code.
tpi: Kod bilong projek (Paratext).

source: The configuration settings to be applied for the selected project.
tpi: Ol sait bilong konfigurasen bilong dispela projek.

source: Whether to show captions for this text.
tpi: Sapos yu laik soim ol tok piksa bilong dispela teks.

source: The font size for this text.
tpi: Bikpelapela fon bilong dispela teks.

source: The line spacing (baseline) for this text.
tpi: Dispela lain i gat mak bilong ol lain i stap long lain i no gat nem.

source: The page width (as %) that this text should occupy. If the values are red, this indicates that the total doesn't add to 100%, so adjust the values. Use right-click menu option to distribute width evenly between columns.
tpi: Dispela pes i mas gat bikpela mak bilong en (olsem %). Sapos ol namba i gat retpela mak, dispela i makim olsem namba i no inap 100%, olsem na stretim ol mak. Ritim klik long han sut bilong menu opsen bilong tilim bikpela mak namel long ol kolom.

source: The relative weight (as %) of this text when merging with other texts.
tpi: Ol i makim olsem dispela tok i bikpela samting (ol i makim olsem %) taim ol i bungim wantaim ol narapela tok.

source: Cannot edit that value for 'L' row
tpi: No inap senisim dispela valua bilong lain 'L'

source: Duplicate Code not allowed
tpi: No inap long wokim wankain kod

source: Duplicate Project+Configuration not allowed)
tpi: Ol i no inap wokim wankain projek + konfiguresen)

source: You cannot disable captions for the primary 'L' project in a diglot.
tpi: Yu no inap pasim ol tok piksa bilong ol bikpela projek long wanpela diglot.

source: Add a row/text
tpi: Toktok long lain

source: Move Up
tpi: Go antap

source: Move Down
tpi: Go daun

source: Copy Font Size to All
tpi: Kopiim Size Bilong Fon Long Olgeta

source: Copy Spacing to All
tpi: Kopiim Hap Hap i Stap namel long Ol

source: Distribute Widths
tpi: Rausim Ol Breit

source: Delete Row
tpi: Rausim Rip

source: Edit Settings...
tpi: Senisim Ol Insait...

source: Set Color...
tpi: Makim Kala...

source: Remove All Colors
tpi: Rausim Olgeta Kala

source: Spaces not allowed
tpi: Ol hap i no orait long en

source: Complex layouts are not yet supported
tpi: Ol i no sapotim ol kain kain piksa

source: Codes on left must {}be assigned to page '1'
tpi: Ol kod long han kais i mas stap long pes "1".

source: Codes on right must {}be assigned to page '2'
tpi: Ol kod long han sut i mas stap long pes "2"

source: Invalid position for slash
tpi: Invalid position bilong slash

source: L or R missing
tpi: L o R i lus

source: Missing: {}
tpi: Ol i no gat: {}

source: Invalid characters
tpi: Ol rait i no stret

source: Invalid codes used
tpi: Ol kod i no stret

source: Valid layout
tpi: Ol i mas putim ol piksa

source: Layout Error
tpi: Nogut Layout

source: Right Page (2)
tpi: Pes long han sut (2)

source: Left Page (1)
tpi: Piksa long han kais (1)

source: Identification
tpi: Ol i mas luksave

source: Introduction
tpi: Toktok

source: Chapters & Verses
tpi: Ol Sapta na Ves

source: Paragraphs
tpi: Ol paragraf

source: Poetry
tpi: Tok bilong ol man

source: Titles & Headings
tpi: Ol Het Tok & Ol Het Tok

source: Tables
tpi: Ol tebol

source: Lists
tpi: Ol lista

source: Footnotes
tpi: Ol Futnot

source: Cross References
tpi: Ol Referens

source: Special Text
tpi: Ol Tok Bilong Ol

source: Character Styling
tpi: Stretim Ol Karaka

source: Cover
tpi: Kap bilong en

source: Diglot
tpi: Ol kain kain samting

source: Module
tpi: Ol Modul

source: Peripheral Materials
tpi: Ol samting bilong raunim haus

source: Peripheral References
tpi: Ol Referens Bilong Ol narapela hap

source: Extended Study Content
tpi: Ol Tok Bilong Stadi

source: Milestones
tpi: Ol bikpela samting

source: Conditional text
tpi: Tok bilong ol

source: Breaks
tpi: Ol hap bilong malolo

source: Other
tpi: Ol narapela samting

source: Obsolete & Deprecated
tpi: Ol Samting i No Stap Longtaim Moa na Ol Samting i No Wok Long Nau

source: Line Spacing Factor:
tpi: Long Line Spacing Factor:

source: Baseline:
tpi: Ol mak bilong ol samting yu bin kisim:

source: Font Size Factor:
tpi: Stem Size Factor:

source: Font Scale:
tpi: Skala bilong fon:

source: Color:
tpi: Kala bilong en:

source: More Info...
tpi: Sampela stori moa...

source: Complex style
tpi: Pasin bilong mekim ol samting i hatwok

source: Set Font...
tpi: Setim Font...

source: PTXprint Version {}
tpi: Toktok bilong ol PNG PNG

source: This message has been copied to the clipboard.
tpi: Ol i bin raitim dispela tok long clipboard.

source: The letter above has been copied to the clipboard.
tpi: Ol i bin raitim dispela pas long clipboard.

source: Send it by e-mail to: {}
tpi: Sendaim long e-mail long: {}

source: Gathering pics...
tpi: Mi bungim ol piksa...

source: Processing...
tpi: Wokim...

source: Laying out...
tpi: Mi stap...

source: Making PDF...
tpi: Mekim PDF...

source: Finishing...
tpi: Mi pinisim wok...

source: Language
tpi: Tokples

source: No project set
tpi: I no gat ol projek

source: No matches found - try another search term
tpi: No gat wanpela tok i stret wantaim - traim narapela tok

source: View Level
tpi: Lukim Ol Tok

source: Can't set {} in the model
tpi: No inap putim {} long model

source: Dismiss
tpi: Larim ol i go

source: Font(s) not set
tpi: Ol fon i no stap

source: Print (Make PDF)
tpi: Prentim (PDF)

source: Printing busy
tpi: Wok bilong prinim ol buk

source: No books to print
tpi: I no gat ol buk bilong prinim

source: One of more fonts have not been set yet
tpi: Nogut sampela fon i stap yet

source: Please close the file in your PDF viewer. {} Note: It is better to use the Preview Pane. See 'Show PDF' options on the PTXprint menu. Do you want to try again?
tpi: Plis pasim dispela fail long PDF visua. {} Tingim: Yu mas yusim Preview Pane. Lukim ol opesen bilong 'Show PDF' long PTXprint menu. Yu laik traim gen?

source: Cannot update PDF file while it is locked!
tpi: I no inap stretim PDF taim ol i pasim!

source: Close the old PDF file before you try again.
tpi: Opim ol PDF file bilong bipo pastaim na traim gen.

source: Failed due to an error in the USFM file.
tpi: Dispela wok i no kamap, long wanem, i gat popaia long ol fail bilong USFM.

source: Run the Basic Checks in Paratext and try again.
tpi: Rentim ol Basic Checks long Paratext na traim gen.

source: Note: It may take a while for the PDF to be produced due to including Strong's numbers in the text.
tpi: Tingim: Sampela taim bai i lus paslain long ol i wokim PDF buk, long wanem, ol i putim ol namba bilong Strong long ol tok.

source: Note: It may take a while for pictures to convert for selected PDF Output Format ({}).
tpi: Tingim: Sampela taim bai lus pastaim na ol piksa bai tanim long PDF Output Format ({}).

source: Thumb tabs set to 'Only Show on Odd Pages' for PDF Output Format ({}).
tpi: Ol tab bilong pinga i stap long 'Show Only on Odd Pages' bilong PDF Output Format ({}).

source: But the 'Default' folder could not be erased completely:
tpi: Tasol yu no inap rausim olgeta folder 'Default':

source: The 'Default' config settings have been reset.
tpi: Ol i senisim ol samting bilong ol 'Default' setim.

source: Deleted config: {}
tpi: Painim pinis konfig: {}

source: Internal error occurred, trying to delete a directory tree
tpi: Wanpela popaia i kamap taim yu laik rausim wanpela diwai bilong ol direktori

source: Folder:
tpi: Ol tok bilong Baibel

source: Cannot delete folder from disk!
tpi: No inap rausim folder long diska!

source: Previous PDF (_1)
tpi: PDF i kamap paslain (_1)

source: Peripherals
tpi: Ol samting bilong raunim haus

source: Pictures
tpi: Ol piksa

source: Finishing
tpi: Pinisim

source: Cross-References
tpi: Ol Referens

source: Advanced
tpi: Ol i go bikpela

source: Fonts
tpi: Ol fon

source: Scripts
tpi: Ol skripsa

source: Notes+
tpi: Ol toksave+

source: Refs
tpi: Ol man i gat rait

source: Tabs
tpi: Ol tab

source: Borders
tpi: Ol mak bilong kantri

source: Use One Column Layout for These Books:
tpi: Yusim wanpela kolum long ol dispela buk:

source: Use Two Column Layout for These Books:
tpi: Yusim tupela kolum long ol dispela buk:

source: Done! Picture Captions have been updated.
tpi: Ol i mekim pinis! Ol i senisim ol tok piksa.

source: The Book in focus is not within scope
tpi: Buk i stap long ai bilong mi i no inap long lukim

source: To generate an AdjList, the book must be in the list of books to be printed.
tpi: Bilong kamapim wanpela AdjList, buk i mas stap long lista bilong ol buk ol i laik prinim.

source: One or more Adjust List(s) already exist!
tpi: Wanpela o sampela Adjust List i stap pinis!

source: Do you want to OVERWRITE the existing list(s)?
tpi: Yu laik senisim lista i stap pinis?

source: Yes - Wipe out existing list(s) and start again
tpi: Yes - Winim ol lista i stap pinis na stat gen

source: No - Keep existing list(s) and merge new [safe option]
tpi: No - Stap yet long lista (s) na bungim nupela [safe opsen]

source: Cancel - leave Adjust List(s) as they are [do nothing]
tpi: No ken senisim - lusim Ol lista bilong stretim ol samting olsem ol i stap [no ken mekim wanpela samting]

source: \rem Click the Generate button (above) to start the process of creating Front Matter...
tpi: \rem Klik long Generate button (top) bilong kirapim wok bilong kamapim Front Matter...

source: View Only...
tpi: Lukim tasol...

source: Use the 'Advanced' tab to select which settings you want to view or edit.
tpi: Yusim tab 'Advanced' bilong makim ol sait yu laik lukim o senisim.

source: This file doesn't exist yet. Try clicking... * the 'Generate' button * the 'Print' button to create the PDF first
tpi: Dispela fail i no stap yet. traim klikim... * dispela 'Generate' button * dispela 'Print' button long wokim PDF pastaim

source: PDF settings unpacked. That was easy, wasn't it!
tpi: Ol i no bin putim ol PDF long ol buk bilong ol.

source: Sorry, that PDF doesn't seem to be a valid PTXprint file with config settings included in it.
tpi: Sori, dispela PDF i no wanpela PNG PNG file wantaim ol sait bilong konfigure.

source: File not found
tpi: File i no stap

source: 'Enable Colored Text' has now been turned on. (See Fonts+Script tab for details.)
tpi: Nau yu opim 'Enable Colored Text' (Lukim ol tok long fon + skripsa bilong kisim sampela save moa.)

source: Do not use spaces or special characters
tpi: No ken yusim ol hap hap o ol mak bilong makim ol narapela hap

source: That Configuration already exists. Use another name.
tpi: Dispela lain i stap pinis. Yu ken yusim narapela nem.

source: That Project already exists. Use another name.
tpi: Dispela wok i stap pinis. Yu ken yusim narapela nem.

source: # This file doesn't exist yet! # Edit here and Click 'Save' to create it.
tpi: # Dispela fail i no stap yet! # Redim hia na klik 'Stap' bilong wokim.

source: Save changes?
tpi: Saveim ol senis?

source: Do you wish to save the changes you made?
tpi: Yu laik putim ol senis yu bin mekim?

source: File:
tpi: Fail:

source: Select the location and name for the Archive file
tpi: Makim ples na nem bilong file Archive

source: No Archive File Created
tpi: No gat wanpela file bilong archive i kamap

source: Select the folder containing image files
tpi: Makim folder i gat ol piksa file

source: Select a folder to extract the settings into
tpi: Makim wanpela folda bilong rausim ol sait long

source: Exported Settings to: {}
tpi: Ol Setim i Stap Long: {}

source: Undefined target folder. Could not export settings!
tpi: No gat mak bilong ol folder yu laik putim.

source: Imported Settings into: {}::{}
tpi: Importaim Ol Setim insait long: {}::{}

source: Select a PDF (or ZIP archive) to import the settings from
tpi: Makim PDF (o ZIP arsip) bilong importim ol sait long

source: PDF/ZIP Import Config Error
tpi: PNG/ZIP Impot Konfigiresen

source: If importing from a PDF (created with PTXprint version 2.3 or later) check
tpi: Sapos yu kisim ol tok long PDF (ol i bin wokim long PTXprint version 2.3 o bihain) orait sekim

source: if it was created with 'Include Config Settings Within PDF' option enabled.
tpi: sapos yu bin wokim dispela pes long rot bilong opesen 'Include Config Settings Within PDF'

source: Select one or more PDF(s) for FRONT matter
tpi: Makim wanpela o sampela PDF (s) bilong FRONT

source: Select one or more PDF(s) for BACK matter
tpi: Makim wanpela o sampela PDF (s) bilong ol samting bilong BACK

source: Select Watermark PDF file
tpi: Makim wara long PDF file

source: Select Page Border PDF file
tpi: Makim PDF file bilong pes

source: Select Section Header PDF file
tpi: Select Header PDF file bilong seksen

source: Select End of Book PDF file
tpi: Makim PDF file bilong pinis bilong buk

source: Select a PDF file to compare with
tpi: Makim wanpela PDF file bilong skelim wantaim

source: Return to Primary
tpi: Go bek long Primeri

source: FYI: The Regular font already supports all the characters in the text.
tpi: FYI: Ol rait bilong ol rait i stap long ol rait i save helpim olgeta tok i stap long ol rait.

source: A fallback font is not required so the 'Use Fallback Font' option will be disabled.
tpi: I no gat wok long yusim ol fon bilong helpim ol man long kisim ol toksave, olsem na yu no ken yusim dispela opesen.

source: USFM syntax error
tpi: Toktok popaia long USFM

source: Syntax error: {}
tpi: Toktok popaia: {}

source: Choose Image
tpi: Makim piksa

source: Downloading Image Set: '{}' Please wait...
tpi: Painim piksa: '{}' Plis wet...

source: ERROR: Downloading Image Set failed. Check internet connection and try again.
tpi: REL: Painim piksa i no kamap gut. Skelim sait bilong Internet na traim gen.

source: Image Set '{}' removed due to not agreeing to terms and conditions of use.
tpi: Ol i rausim piksa '{}' long wanem, ol i no wanbel long ol tok na ol samting bilong yusim.

source: Cannot delete folder from disk! Image Set: {}
tpi: No inap rausim folder long diska!

source: Installed the downloaded Image Set: {}
tpi: Painim piksa bilong piksa yu bin download: {}

source: Unzipped images to {}
tpi: Rausim ol piksa long {}

source: Unsupported Locale
tpi: No gat helpim long Tokples

source: This locale is not supported on your system, you may need to install it
tpi: Dispela hap i no stap long sistem bilong yu, olsem na ating yu mas putim dispela hap

source: Strong's Index generated in: {}
tpi: Strong's Index i kamap long: {}

source: \periphs in Front Matter
tpi: Ol hap bilong hap i stap klostu long hap bilong ol samting

source: Overwrite
tpi: Rausim

source: Create
tpi: Wokim

source: Please fill in any missing <Values> on
tpi: Plis raitim ol tok i lus long <Values> long

source: the Peripherals tab before proceeding.
tpi: klikim Tab Peripheral paslain long yu kirap.

source: Update the ISBN number or delete the entry.
tpi: Senisim namba bilong ISBN o rausim dispela rait.

source: FYI: This Interlinear option is not compatible with the 'Spacing Adjustments Between Letters' on the Fonts+Script page. So that option has just been disabled.
tpi: FYI: Dispela rot bilong Interlinear i no stret wantaim 'Spacing Adjustments Between Letters' long pes Fonts+Script. Olsem na dispela rot i no stap moa.

source: A newer version of PTXprint ({}) is available. Click to visit download page on the website.
tpi: Wanpela nupela versen bilong PTXprint ({}) i stap. Klik long pes bilong download long websait.

source: Internet Access Disabled
tpi: Painim Internet i No Stap

source: All Internet URLs have been disabled using the option on the Advanced Tab
tpi: Ol URL bilong Intenet i no stap moa long rot bilong Opsion long Advanced Tab

source: <Type Value Here>
tpi: <Toktok bilong dispela hap i gat namba long en>

source: Variable Name
tpi: Nem bilong kain

source: Category Name
tpi: Nem bilong ol kain

source: Warning: Could not completely delete some temporary folder(s):
tpi: Tok lukaut: I no inap rausim sampela folder bilong taim nating:

source: What did Mary say that God had done?
tpi: Maria i tok God i bin mekim wanem?

source: What does it means to bless someone?
tpi: Wanem mining bilong tok blesing long wanpela?

source: What do you know about the high priest?
tpi: Yu save long wanem samting long hetpris?

source: Main Title - Subtitle
tpi: Toktok - Toktok

source: Main Title Subtitle
tpi: Nambawan Het Tok Toktok

source: No illustrations were detected for this configuration.
tpi: Ol i no lukim wanpela piksa bilong dispela kain samting.

source: PDF saved as:
tpi: PDF i stap olsem:

source: Error saving PDF:
tpi: Nogut saveim PDF:

source: Unable to save the PDF in the new location:
tpi: No inap putim PDF long nupela ples:

source: Invalid Anchor; use format: JHN 3.16
tpi: Invalid Anchor; use format: JHN 3.16 Ol i no inap yusim dispela tokples.

source: There is a picture at that verse.{}Choose a different verse as anchor.
tpi: I gat piksa long dispela ves.

source: Document based
tpi: Ol pepa

source: Chapter Verse
tpi: Sapta Ves

source: Scored
tpi: Ol i kisim mak

source: Scored (Chapter)
tpi: Ol Tok Bilong Baibel

source: Scored (Verse)
tpi: Sori (Tok Pisin)

source: Failed to Generate Hyphenation List
tpi: No gat hap tok i stap long lista

source: {} Paratext Project's Hyphenation file not found: {}
tpi: {} Paratext Project's Hyphenation file no stap: {}

source: Hyphenation List Empty
tpi: Ol hap bilong lain i no gat nem

source: That is too many for XeTeX! List truncated to longest {} words found in the active sources.
tpi: Dispela i planti tumas long XeTeX! Ol i bin katim lista i go long ol longpela tok i stap long ol fon.

source: {} additional words were added using syllable-based rules.
tpi: Ol i putim sampela tok moa long ol dispela tok, na ol i yusim ol lo bilong ol hap tok.

source: Resulting in a total of {} words in the hyphenation list.
tpi: Dispela i kamapim namba bilong {} tok long lista bilong ol hap tok i stap namel long tupela hap tok.

source: Hyphenation List Generated
tpi: Ol i kamapim lista bilong ol hap tok

source: {} words were gathered from Paratext's hyphenation word list.
tpi: Ol i kisim ol dispela tok long lista bilong ol tok i stap long Paratext.

source: Note: {} words containing non-Letters and non-Marks
tpi: Toksave: {} ol tok i no gat ol leta na mak

source: (ZWJ, ZWNJ, etc.) have not been included in the hyphenation list.
tpi: (ZWJ, ZWNJ, na ol narapela) i no stap long lista bilong ol hap i gat hap tok i stap long en.

source: Hyphenation List was NOT Generated
tpi: No gat wanpela lain i kamapim ol hap tok

source: No valid words were found in Paratext's Hyphenation List
tpi: I no gat wanpela tok i stap long Paratext's Hyphenation List

source: Paragraph
tpi: Tok bilong lain

source: Column
tpi: Ol lain i stap long hap

source: Page
tpi: Pes

source: Spread
tpi: Slap

source: Span
tpi: Spela

source: Full
tpi: i pulap

source: Never
tpi: No gat wanpela taim

source: Always
tpi: Oltaim

source: If on odd page
tpi: Sapos yu stap long narapela pes

source: If on even page
tpi: Sapos yu stap long wankain pes

source: Top
tpi: Long antap

source: Center
tpi: Sentrum

source: Bottom
tpi: Ples daunbilo

source: Before Verse
tpi: Pas i stap paslain long dispela ves

source: After Paragraph
tpi: Bihain long Paragraf

source: Cutout
tpi: Ol i katim

source: Below Notes
tpi: Ol Not

source: Left
tpi: Long han kais

source: Right
tpi: Stretpela tok.

source: Inner
tpi: Long insait

source: Outer
tpi: Ol samting i stap ausait

source: Unspecified
tpi: I no gat tok long en

source: SpeedSlice
tpi: Slip i go long hap

source: Yes! Shrink -1 line
tpi: Yes! Skim -1 lain

source: Try Shrink -1 line
tpi: Traim Raunim -1 lain

source: Expand +1 line
tpi: Rausim lain + 1

source: Reset Adjustments
tpi: Resiet Ol Painim Tok

source: Shrink Text
tpi: Rensim Ol Tok

source: Expand Text
tpi: Rausim Toktok

source: Edit Style
tpi: Editim Stiles

source: Edit Caption Style
tpi: Editim Ol Toktok

source: Send Ref to Paratext
tpi: Sendaim Ref long Paratext

source: Zoom to Fit
tpi: Zoom i go long Fit

source: Zoom 100%
tpi: Zoomim 100%

source: Anchored at:
tpi: Ol i stap long:

source: Image Anchor Not Found
tpi: No Gat Anchor Bilong Piksa

source: Change Anchor Ref
tpi: Senisim Anchor Ref

source: Frame Size
tpi: Bikpelapela bilong Fraim

source: Vertical Position
tpi: Ples bilong ol samting

source: Horizontal Position
tpi: Ples bilong ol samting

source: Mirror Picture
tpi: Lukluk Long Ol Samting

source: Shrink by 1 line
tpi: Skim liklik long 1 lain

source: Grow by 1 line
tpi: Kisim bikpela lain

source: Show Details...
tpi: Stori long ol samting...

source: Pages:
tpi: Ol pes:

source: Error opening PDF:
tpi: Nogut opim PDF:

source: first
tpi: namba wan

source: last
tpi: laspela

source: next
tpi: bihain

source: previous
tpi: bipo

source: An error occurred while printing:
tpi: Wanpela popaia i kamap taim prinim:

source: Print job sent to printer.
tpi: Ol i salim dispela wok i go long prinim buk.

source: Print job canceled or failed.
tpi: Ol i no wokim ol buk o ol i no bin wokim ol buk.

source: Unknown
tpi: Ol i no save

source: Probably a TeX macro problem - contact support, or post a bug report
tpi: Ating wanpela hevi bilong TeX makro - toktok wantaim helpim, o postim wanpela bug ripot

source: Uh oh! You've pushed TeX too far! Try turning Hyphenation off, or contact support.
tpi: Yu bin surikim ol tok bilong Teks i go bikpela tumas!

source: Check if the stylesheet specified on the Advanced tab exists.
tpi: Skelim sapos stylesheet i stap long Advanced tab.

source: Check if picture file is located in 'Figures', 'local\figures' or a specified folder. Also try the option 'Omit Missing Pictures'
tpi: Skelim sapos piksa i stap long 'Figures', 'local\figures' o long wanpela folder.

source: Check if image/PDF file is available on the system. If you have specified one or more Front/Back matter PDFs or a Watermark PDF then ensure that the PDF(s) exist(s); OR uncheck those options (Advanced tab).
tpi: Skelim sapos piksa/PDF file i stap long sistem. Sapos yu bin makim wanpela o planti PDF bilong Front/Back matter o wanpela Watermark PDF orait lukim sapos ol PDF i stap o nogat; O rausim mak bilong ol dispela opesen (Advanced tab).

source: Fallback font probably being applied to text in a footnote (not permitted!)
tpi: Ating ol i yusim ol fon bilong senisim ol tok i stap long ol tok i stap daunbilo (ol i no orait long en!)

source: Expecting a number for \Color definition, not a color name. (e.g. \Color xff7f7f)
tpi: Ol i no save kolim nem bilong kala, ol i save wetim namba bilong kolim kala. (olsem: Color xff7f7f)

source: Possibly a missing +/- value in the Adjust List (see View+Edit tab). OR Maybe related to USFM3 illustration markup
tpi: Ating i no gat +/- namba long Adjust List (lukim View+Edit tab).
