Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Show color-coded lines on the left and right edges of paragraphs to indicate the kind of shrink or stretch that has been applied as well as the amount (thickness of line). These ajustment annotations are not part of the PDF, but are only overlaid on the text to help refine the layout. Key: Left=shrink Right=expand blue=shrink/expand lines red=shrink/expand text Interleaved red+blue indicates that both lines and words have been stretched/expanded.
tpi: Long sait bilong sait, soim ol lain i gat kala long sait han kais na han sut bilong paragraf bilong soim wanem kain liklik hap ol i bin putim na hamas hap ol i bin putim. Ol dispela tok i no insait long PDF, tasol ol i stap antap long rait bilong helpim long stretim gut ol tok.

source: Paragraph Boxes
tpi: Ol Bokis Bilong Paragraf

source: Show Paragraph Boxes
tpi: Lukim Ol Bokis

source: Draw boxes around the boundaries of all adjustable paragraphs.
tpi: Makim ol blok i raunim ol sait bilong ol paragraf i gat ol senis long en.

source: Guides and Baselines
tpi: Ol Gutpela Tok Bilong Helpim Ol Man

source: Show guides and baselines
tpi: Stori long ol lo na ol mak bilong ol samting

source: This option displays various guides (showing margins, headers and footers) as well as the baselines of the body text.
tpi: Dispela opesen i soim ol narapela narapela buk (ol i soim mak, het tok, na lek tok) na ol mak bilong ol tok i stap long hap bilong buk.

source: Show grid (graph paper)
tpi: Long rot bilong soim gret (graph paper)

source: If the standard Rules and Guides are inadequate you can generate a graph-paper-like grid behind the text. This may be useful for precise measuring.
tpi: Sapos ol lo na ol buk bilong stiaim ol man i no inap long helpim yu, yu ken wokim wanpela gret i olsem pepa i stap baksait long ol tok.

source: Settings
tpi: Ol senis

source: Contents:
tpi: Ol samting i stap insait:

source: Preview Pane: Open folder containing the PDF
tpi: Preview Pane: Opim folda i gat PDF

source: Save the PDF with a different name
tpi: Saveim PDF long narapela nem

source: Print the PDF on paper
tpi: Prentim PDF long pepa

source: PTXprint: Enter new anchor verse ref
tpi: PTXprint: Insaitim nupela tok bilong enchor ref

source: Enter the new anchor verse reference (e.g. JHN 3.16)
tpi: Toktok long nupela tok i stap long en (olsem JHN 3.16)

source: Anchor Ref:
tpi: Tok bilong Anchor:

source: Enter a new anchor verse
tpi: Tokim nupela tok long en

source: Slice Dialog: Enter reference to begin SpeedSlice
tpi: Slice Dialog: Toktok long kirap bilong SpeedSlice

source: Either enter a chapter number to begin with (e.g. JHN 4) or enter the last verse on the preceding page (e.g. GEN 3:23) to begin the slice. Previous content will be skipped over.
tpi: Tokim namba bilong sapta bilong kirap long en (olsem JHN 4) o tokim laspela ves long pes i kamap paslain long en (olsem GEN 3:23) bilong kirap long hap.

source: Enter a chapter number (e.g. JHN 4) or last verse of pevious page (e.g. GEN 3:23)
tpi: Tokim namba bilong sapta (olsem JHN 4) o laspela ves bilong pes i stap paslain (olsem GEN 3:23)

source: Reference for Start of Slice:
tpi: Tok bilong kirap bilong hap:

source: Slice Dialog: Enter first word on page
tpi: Slice Dialog: Tokim namba wan tok long pes

source: Enter the first word on this page (where the Slice will begin).
tpi: Tokim namba wan tok long dispela pes (we Slice bai stat).

source: Slice Dialog: Enter beginning marker
tpi: Slice Dialog: Tokim mak bilong stat

source: \m
tpi: Mi laik bai yu

source: First Word on This Page:
tpi: Namba Wan Tok Long Dispela Pes:

source: Slice Marker (usually \m):
tpi: Slice Marker (olsem \m):

source: Length of Slice (in chapters):
tpi: Longpela bilong Slice (long ol sapta):

source: Slice Dialog: Length of Slice
tpi: Slice Dialog: Long Slice

source: Roughly how many chapters should the Slice contain?
tpi: Dispela buk i mas gat hamas sapta?

source: PTXprint: Add/Edit Style
tpi: PTXprint: Add/Edit Style (Putim/Rim Ol Tok)

source: Marker:
tpi: Maker:

source: You can say what you like here to describe the purpose of the style.
tpi: Yu ken mekim wanem kain tok yu laikim long stori long as bilong dispela pasin.

source: Add/Edit marker dialog: Marker (code)
tpi: Add/Edit marker dialog: Maker (kod)

source: Add/Edit marker dialog: Marker description
tpi: Toktok bilong putim maker/Retim maker: Maker description

source: Consists of: Marker..Endmarker - Group - short description and helps to place the marker in the tree listing all markers.
tpi: Em i gat: Maker..Endmarker - Group - sotpela tok piksa na i helpim yu long putim maker long diwai i gat lista bilong olgeta maker.

source: Name:
tpi: Nem:

source: Add/Edit marker dialog: Marker name (short description)
tpi: Add/Edit marker dialog: Nem bilong maker (singsing)

source: xyz - Other - Brief description of marker
tpi: xyz - Narapela - Stori liklik long maker

source: If the closing marker for this marker is not the same as the marker followed by a * then enter it here. For example, with paired milestones, do not create a new milestone just specify the closing milestone marker here.
tpi: Sapos mak bilong pasim tok bilong dispela mak i narapela kain long mak bilong pasim tok i gat * i bihainim, orait putim dispela mak long hia.

source: End Marker:
tpi: Mak bilong laspela hap:

source: Add/Edit marker dialog: End Marker (code)
tpi: Add/Edit marker dialog: Mak bilong pinis (kod)

source: [Required] This tells PTXprint what kind of a marker this is.
tpi: [Mas i gat] Dispela i tokim PTXprint long wanem kain maker dispela i olsem.

source: Type:
tpi: Pasin:

source: Add/Edit marker dialog: Marker type
tpi: Add/Edit marker dialog: Maker kain

source: [Required] This tells PTXprint how to layout data in this marker. For normal, vernacular body text, use VerseText. If this is part of a heading, use Section. If it is part of the title block of a book, use Title. NoteText makes this a kind of footnote, like \x.
tpi: [Rausim] Dispela i tokim PTXprint long pasin bilong putim ol data long dispela maker. Long ol tokples bilong ples, yusim VerseText. Sapos dispela i hap bilong het tok, yusim Section. Sapos dispela i hap bilong het tok bilong buk, yusim Title. NoteText i mekim dispela i kamap olsem wanpela kain tok daunbilo, olsem \x.

source: Paratext project code
tpi: Paratext kod bilong projek

source: Copyright:
tpi: Tok bilong ol man i gat rait:

source: Select one of these licenses, or type a different license. Note: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved For more detailed information about the various Creative Commons licenses, refer to: <a href="https://creativecommons.org/licenses/">https://creativecommons.org/licenses/</a>
tpi: Makim wanpela bilong ol dispela laisens, o raitim narapela laisens. Tingim: I gat sampela liklik rot yu ken yusim: (c) --> rait mak (r) --> bilong makim ol rekodim mak (tm) --> TM bilong makim ol rekodim mak (tm) Ol narapela spesol kod ol i tanim long taim bilong prinim: yusim ~ long ol hap we i mas i gat spais i no gat hap bilong brukim na yusim // we i mas i gat hap bilong brukim lain tasol ol bai holim yet URL bilong yu.

source: License:
tpi: Ol tok orait:

source: License details
tpi: Ol tok bilong laisens

source: This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License (CC BY-NC-ND).
tpi: Dispela wok i gat laisens aninit long Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Lisens (CC BY-NC-ND).

source: This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License (CC BY-NC).
tpi: Dispela wok i gat laisens aninit long Creative Commons Attribution-NonCommercial 4.0 International Lisens (CC BY-NC).

source: This work is licensed under a Creative Commons Attribution-Sharealike 4.0 International License (CC BY-SA).
tpi: Dispela wok i gat laisens aninit long Creative Commons Attribution-Sharealike 4.0 International Lisens (CC BY-SA).

source: This work is licensed under a Creative Commons Attribution 4.0 International License (CC BY).
tpi: Dispela wok i stap aninit long Creative Commons Attribution 4.0 International License (CC BY).

source: All Rights Reserved.
tpi: Olgeta Rait i Stap.

source: Reload copyright from Paratext project
tpi: Reload aut

source: Clicking this button will reload the Copyright Statement from the Paratext project settings.
tpi: Taim yu klik long dispela boton, dispela bai kirapim bek dispela Tok Bilong Ol Tok Rait long ol senis bilong Paratext.

source: Copyright & Licensing
tpi: Rait rait na Ol Rait

source: Optional: Provide a description about the saved/shared configuration named above.
tpi: Opsional: Stori long ol samting i stap long sait bilong sait bilong sait bilong sait we yu bin yusim.

source: Notes:
tpi: Ol toksave:

source: (Optional) Notes about configuration
tpi: (No ken makim) Ol toksave long pasin bilong putim ol samting

source: Dots indicate that a password has been set for this configuration.
tpi: Ol liklik hap i makim olsem yu bin putim wanpela toksave bilong dispela pasin.

source: Lock configuration
tpi: Ol samting bilong pasim

source: When Config is UNLOCKED: Click to set a password to prevent anyone from accidentally changing the saved settings or deleting the configuration. When Config is LOCKED: Click to enter the password to unlock this configuration and allow changes to be saved or the configuration to be deleted. Note that the Default config cannot be locked.
tpi: Taim Config i UNLOCKED: Klik long putim wanpela toksave bilong pasim rot long sampela man long senisim ol sait o rausim ol samting ol i bin putim. Taim Config i LOCKED: Klik long putim toksave bilong rausim ol samting ol i bin putim na larim ol senis i stap o rausim ol samting ol i putim. Tingim olsem yu no inap pasim toksave bilong Default.

source: Copy configuration to other projects
tpi: Kopiim ol narapela projek

source: Save the current settings as a new Configuration. When the Paratext project is shared through Send/Recv, all saved configurations will be also made available to other PTXprint users of the same Paratext project.
tpi: Taim yu yusim Sent/Recv long salim ol senis long Paratext, ol narapela lain bilong dispela projek bai lukim ol senis bilong ol senis long PTXprint.

source: Delete configuration
tpi: Rausim ol samting

source: Reset
tpi: Riset

source: This will reset all settings to their default values, but not Stylesheets, or other advanced file-based settings.
tpi: Dispela bai mekim olgeta sait i stap long ol default valua bilong ol, tasol i no Stylesheets, o ol narapela sait i stap long ol file.

source: Import settings from PDFs, ZIP files or other Configurations
tpi: Importim ol sait bilong PDF, ZIP file o narapela Konfiguration

source: Open the Import Settings dialog to select options for importing settings from other PDFs, ZIP archives, or different project configurations. By default, imported settings are applied to the current project and configuration. However, you can also choose to import them into other projects or export them to an external folder.
tpi: Opim dialog Ol Setim Ol Tok insait long PNG, bilong makim ol opesen bilong importim ol tok insait long ol narapela PDF, ZIP archive, o narapela projek konfiguresen. Ol i save putim ol tok insait long projek na konfiguresen bilong nau. Tasol yu inap importim ol tok insait long ol narapela projek o salim ol i go long wanpela folder.

source: Single book chooser
tpi: Ol i save makim wanpela buk

source: Select one or more Biblical books to be printed from the project.
tpi: Makim wanpela o sampela buk bilong Baibel yu laik prinim long dispela piksa.

source: Bible Module:
tpi: Baibel Modul:

source: Bible module selector
tpi: Selector bilong Baibel

source: Portions or Multiple Books:
tpi: Ol Buk i Gat Sampela Hap:

source: Choose books or enter ranges to print
tpi: Makim ol buk o putim ol hap bilong prinim

source: Single Book:
tpi: Wanpela Buk:

source: Single book selector
tpi: Ol buk i gat wanpela hap bilong makim

source: After selecting one or more books to be printed, the book codes will be listed here. This list is editable, so books can be re-ordered if need be. A list of references can also be entered manually for ranges of scripture to be printed. For example: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO Shortcut: Ctrl-B
tpi: Taim yu makim wanpela o sampela buk yu laik prinim, yu inap lukim ol kod bilong ol dispela buk long dispela pes. Dispela lista i gat ol senis yu ken mekim long en, olsem na yu inap stretim ol buk sapos yu nidim. Na tu, yu inap putim ol rait bilong ol buk yu laik prinim.

source: Multiple books editable list entry
tpi: Ol buk yu ken senisim

source: A list of references can be entered if printing less than an entire book or chapter, or if you need to include portions from several books. For example: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 EXO 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 If working on several books, use the Choose... button to select multiple books. For example: LUK ACT GLO NDX prints Luke, Acts, Glossary and Names Index. The list is editable, so books can be re-ordered if need be (for example, for the Hebrew canon). Note that verse ranges spanning multiple books are not permitted: For example, MAT 1:1-REV 22:21 does not work. Shortcut: Ctrl-B
tpi: Sapos yu prinim liklik buk o sapta, o sapos yu mas putim sampela hap bilong sampela buk, yu ken putim lista bilong ol tok bilong en. Olsem: JHN 2:1-12 MRK 1-5 PSA 23; 100; 117 KUSIM PIKSAU 20:12-17 MAT 5:3-11 GEN 1:1-2:3 PSA 23:1-end LUK 15:11-32 GLO GEN 24:1-17; 24:22-30 Sapos yu wok long sampela buk, yusim Select... boten bilong makim planti buk. Olsem: LUK ACT GLO NDX prinim Luk, Aposel, Glosari na Names Index. Ol man inap stretim ol buk long dispela lista, olsem na sapos i gat wok long mekim olsem, ol inap stretim ol buk gen (olsem long tok Hibru).

source: e.g. GEN 1:1-2:3 JHN 1:1-5 or LUK ACT GLO or GEN EXO LEV NUM DEU
tpi: olsem GEN 1:1-2:3 JON 1:1-5 o LUK ACT GLO o GEN EXO LEV NUM DEU

source: From Chapter:
tpi: Long Sapta:

source: If you want to print less than the entire book, enter the chapter number to start at.
tpi: Sapos yu laik prinim liklik buk tasol, raitim namba bilong sapta bilong kirap long en.

source: If you want to print less than the entire book, enter the chapter number to end with.
tpi: Sapos yu laik prinim liklik buk tasol, raitim namba bilong sapta bilong en.

source: To:
tpi: Long:

source: Bible module chooser button
tpi: Tok bilong Baibel

source: Edit...
tpi: Redim...

source: Edit Bible module
tpi: Editim Baibel Modul

source: Switch to the View+Edit tab to show the selected Bible module.
tpi: Klik long View+Edit tab bilong soim ol tok bilong Baibel yu makim.

source: Select the Project and Book(s), to be used to create the PDF file. You can also Save/Share Configuration settings.
tpi: Makim Project na Book (s), bilong wokim PDF file.

source: Basic
tpi: Ol samting bilong pastaim

source: Binding Gutter (mm):
tpi: Ol man i save yusim ol kain samting bilong wokim ol kain kain samting

source: Use binding gutter
tpi: Yusim ol liklik liklik hap wara

source: This is the amount of space to be given on the inner edge of each page for binding (millimeters). However, if Outer Gutter is enabled this extra space will appear on the outside edge of each page. This can be useful for a journaling layout.
tpi: Dispela em mak bilong hap graun long sait insait bilong ol pes bilong pasim ol tok (millimeta). Tasol sapos yu opim Outer Gutter dispela hap graun bai kamap long sait ausait bilong ol pes. Dispela inap helpim yu long raitim ol tok long nius.

source: Binding gutter amount
tpi: Namba bilong ol samting i stap long ol liklik wara

source: Base line spacing
tpi: Ol lain i stap namel long ol lain i stap long as

source: Base Line spacing in points (pts). Change to increase or decrease space between lines of text.
tpi: Base Line spacing in points (pts). Senisim hap hap namel long ol lain bilong rait.

source: Type required page width and height, for example: 148mm, 208mm or select from the list of preset values.
tpi: Tokim mak bilong sait we yu laik lukim, olsem: 148mm, 208mm o makim long lista bilong ol mak yu bin putim pinis.

source: Page Size:
tpi: Bikpelapela pes:

source: Page size setting
tpi: Mak bilong pes

source: Base font size
tpi: Stem fon

source: Set the point size of the main body text.
tpi: Makim bikpela bilong hap tok bilong bikpela hap tok.

source: Base paragraph indent
tpi: Base paragraf i gat dispela tok

source: The amount by which paragraphs should be indented (inches). This also affects poetry indentation. (default=1, min=0, max=4)
tpi: Dispela i makim hamas hap bilong ol paragraf i mas i gat hap daunbilo (inch).

source: This is an approximate calculation of the most number of lines that will fit on a page. An exact count is difficult due to ascent and descent values of the main body font.
tpi: Dispela em i wanpela kain namba bilong ol lain i ken pas long wanpela pes.

source: Lines Per Page:
tpi: Ol Rait Long Olgeta Pes:

source: Tweak line spacing (auto adjust)
tpi: Rausim mak bilong ol lain i stap namel long ol lain (automaut adjust)

source: Fine Tune Line Spacing: This button is only active when PTXprint has a suggestion to shrink or expand the line spacing slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the line-spacing will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the line-spacing will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact line spacing specified, then do NOT click this option. Instead, use the similar button to adjust either the Top or Bottom Margin.
tpi: Fine Tune Line Spacing: Dispela boten i save wok taim PTXprint i gat wanpela toksave long liklik liklik o opim liklik hap bilong ol lain i stap namel long ol lain bilong daunim liklik hap bilong ol lain i no gat hap long pes. Klik long orait long toksave. Sapos i gat moa long hap hap bilong ol lain i stap namel long ol lain, orait dispela lain bai go daun liklik na inapim wanpela lain moa bilong ol lain i stap insait long pes. Sapos i gat liklik hap hap tasol bilong hap bilong ol lain i stap long pes, orait dispela hap hap bai i go antap liklik na bai pes i pulap gut (ol wankain lain bilong ol lain i stap long pes). Sapos yu laik holim stret hap hap bilong ol lain i stap, orait NO ken klikim dispela opsen.

source: Outer Gutter
tpi: Ol Gutter

source: Place gutter on outer edge of page
tpi: Putim gutter long arere bilong pes

source: An Outer Gutter can be used to create additional whitespace (for notes etc.) on the OUTER edge of each page as commonly seen in a journaling layout.
tpi: Ol inap yusim Outer Gutter long wokim sampela hap (long ol notis, na ol narapela samting) long OUTER edge bilong olgeta pes olsem ol i save mekim long ol log.

source: Lock Ratio
tpi: Toktok bilong pasim

source: Lock ratio of font size to line spacing
tpi: Long sait bilong bikpela fon na mak bilong ol lain i stap namel long ol lain

source: Lock the ratio of the Base Font Size to the Base Line Spacing so that the spacing grows/shrinks according to the size of the font; or the font size changes when the spacing changes.
tpi: Lukim mak bilong Base Font Size na Base Line Spacing olsem spacing i kamap bikpela/i go liklik long size bilong fon; o font size i senis taim spacing i senis.

source: The space by which paragraphs should be indented (inches). This also affects poetry indentation. Note that for a single-column text this value needs to be higher than for two-column texts, and the value updates automatically when you change from 1 to 2 columns, and vice versa.
tpi: Dispela hap hap i gat mak bilong ol paragraf i mas i stap insait long en (ins). Dispela i save mekim sampela samting long ol tok bilong ol rait. Tingim olsem long ol tok i gat wanpela kolom tasol, dispela mak i mas i go antap moa long ol tok i gat tupela kolom, na taim yu senisim kolom long 1 na 2 na narapela kolom i go antap, dispela mak bai senis.

source: This is the base font size for default paragraph text. All other font sizes are calculated (according to their factor size) based on this value.
tpi: Dispela em bikpela fon bilong ol hap tok bilong paragraf. Ol narapela bikpela fon i save kamap long dispela namba.

source: Base Font Size (pt):
tpi: Stem fon:

source: This is the base line spacing for default paragraph text.
tpi: Dispela em mak bilong ol hap bilong ol lain i stap long ol hap bilong ol paragraf.

source: Align Text to Baseline Grid (On-Grid/Off-Grid)
tpi: Stretim ol tok long Grid bilong Baseline (On-Grid/Off-Grid)

source: For high quality typesetting it is best practice to Align the Text to the (baseline) Grid. This ensures consistent line spacing and front-to-back registration. However, for quick draft printouts or typesetting for thicker paper, Variable Line Spacing mode enables vertical justification which fills each column of text as needed to use up the entire page. Warning: This is a major 'mode' change. Everything will shift as a result. Consider carefully before changing this setting.
tpi: Long ol kain kain pepa, ol i save yusim ol kain

source: Allowing a small increase in the (vertical) line spacing allows the text to stretch vertically to fill the entire column. This will also enable 'Fill Columns', but you can turn that off to see how much extra space there is at the end of each column. Warning: This will cause major changes to the layout of the entire document. It will also place headings exactly rather than rounding to the nearest number of lines. Do NOT use this setting if doing final typesetting for thin Bible paper as front-to-back registration is not enforced with Variable Line Spacing.
tpi: Sapos yu larim liklik hap bilong ol lain i stap namel long ol lain i go antap, dispela bai opim rot long ol rait i ken go antap long ol lain i stap long hap bilong en na pulapim olgeta lain. Dispela bai opim rot long 'Putim Ol Kolon', tasol yu ken pasim rot bilong lukim hamas hap i stap long pinis bilong olgeta lain. Tok lukaut: Dispela bai mekim bikpela senis long pasin bilong putim ol lain i stap insait long pepa. NO ken yusim dispela pasin sapos yu no yusim dispela pasin long raitim ol tok long pepa bilong Baibel.

source: Variable Line Spacing
tpi: Ol i save senisim mak bilong ol lain i stap namel long ol lain i stap long rot

source: Fill Columns
tpi: Putim Ol Kolom

source: Variable/Increased Line Spacing
tpi: Ol lain i save senisim/planim ol lain i gat bikpela mak

source: A small increase in the (vertical) line spacing allows the text to stretch to fill the entire column. This is called vertical justification and is useful for Draft Printouts where the page can be filled without manual intervention to eliminate unwanted gaps at the end of columns. The setting 'Allow Unbalanced Columns' automatically gets enabled when you choose this setting.
tpi: Dispela i makim olsem ol i mas putim ol liklik hap bilong ol rait i stap namel long ol lain i stap long hap bilong rait. Dispela i makim olsem ol i mas putim ol liklik hap bilong ol rait i stap namel long ol lain i stap long hap bilong rait.

source: Notelines
tpi: Ol tok bilong en
