Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: When justifying paragraphs, and especially when trying to shrink or grow a paragraph to take fewer or more lines, the horizontal distance that a space uses can be adjusted - allowing the text to shrink or grow. Lower values will enable a 'tighter' text and make it more flexible, but keep the readers in mind - and their need to distinguish word-breaks with ease. This value is a % percentage of a normal space width. TeX's default value is 66%.
tpi: Taim yu skelim ol paragraf, na moa yet taim yu traim long daunim o mekim ol paragraf i go bikpela na i go liklik o i go bikpela moa, yu inap senisim hap mak bilong hap mak i stap namel long ol hap tok.

source: Spacing Between Words (Max/Stretch)
tpi: Hap Hap i stap namel long ol tok (Max/Stretch)

source: When justifying paragraphs, and especially when trying to shrink or grow a paragraph to take fewer or more lines, the horizontal distance that a space uses can be adjusted - allowing the text to shrink or grow. Larger values will enable a 'looser' text and make it more flexible to grow, but be careful to avoid 'rivers' or white space in paragraphs. This value is a % percentage of a normal space width. TeX's default value is 150%.
tpi: Taim yu stretim ol paragraf, na moa yet taim yu traim long daunim o mekim wanpela paragraf i go bikpela na i gat liklik o planti lain, yu ken stretim hap mak bilong hap hap i stap namel long ol paragraf - na bai ol rait i ken kamap liklik o bikpela.

source: Spacing Between Letters (Min/Shrink)
tpi: Hap i Stap namel long Ol Tok (Min/Shrink)

source: Spacing Between Letters (Max/Stretch)
tpi: Hap namel long ol leta (Max/Stretch)

source: Maximum size % that a space can grow to when necessary.
tpi: Namba bilong ol samting i ken kamap bikpela long en taim ol i mas mekim olsem.

source: Edit Adjust List...
tpi: Redim na Stretim Ol Toktok...

source: Adjust Layout by Shrinking or Expanding Paragraphs
tpi: Senisim Ol Tok Bilong Ol Paragraf

source: Click to view or edit the Adj List in the Viewer tab.
tpi: Klik long lukim o senisim Adj List long Visualizer tab.

source: A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) etc. Note that adjusting paragraphs needs to be done right at the end when all other settings and picture placements have been finalized. Otherwise you may need to re-do it all once again.
tpi: Ol i mas raitim ol tok olsem: MRK 2.7 +1 (em i olsem, skruim wanpela lain long paragraf long Mak 2.7) MRK 3.20 -1 (em i olsem, skruim wanpela lain liklik long paragraf long Mak 3:20) %MARK 4.14 +1 (no ken tingim dispela lain - tingim olsem wanpela tok) MRK 5.8 +2 (em i olsem, skruim tupela lain long paragraf long Mak 5.8) MRK 6.23 +1[2] (painim sampela hap bilong paragraf bihain long paragraf i gat Mak 6.23 olsem het tok) etc. Tingim: Taim yu pinisim olgeta narapela sait na piksa, orait yu mas stretim ol paragraf, nogat, ating yu mas mekim gen.

source: Adjust Layout by Shrinking or Expanding Paragraphs:
tpi: Stretim Ol Tok Bilong Baibel Long Rot Bilong Skim O Mekim Ol Paragraf i Winim:

source: Spacing Adjustments
tpi: Stretim Hap Hap i Stap namel long Haus

source: Select the direction for the text to flow. Note that the option for "Top to Bottom" lays out the vertical lines left to right.
tpi: Makim rot bilong rait i mas ran i go long en. Lukim olsem rot "Top to Bottom" i makim ol lain i sanap long han kais i go long han sut.

source: Text Flow Direction:
tpi: Rot bilong rait:

source: Text direction (Right-to-left RTL etc)
tpi: Rot bilong rait (RTL long han sut i go long han kais, na ol narapela samting)

source: Text Script:
tpi: Toktok Script:

source: Text script
tpi: Toktok skrip

source: PTXprint provides additional typesetting functionality for some complex scripts: arab, mymr, thai, knda, orya, mlym, taml, telu In most cases leave this setting as "Default".
tpi: PTXprint i save givim sampela moa save bilong raitim ol tok long sampela kain skrip: Arabic, mymr, Thai, knda, orya, mlym, taml, telu.

source: Additional Script Settings...
tpi: Ol Narapela Senis Bilong Ol Skripsa...

source: A small number of complex scripts (such as Burmese & Indic) have additional options which can be set individually.
tpi: Sampela liklik lain bilong ol skripsa i gat planti tok (olsem Tok Burma na Tok India) i gat sampela narapela tok we ol inap putim wan wan.

source: Complex Scripts:
tpi: Ol Skripsa i Gat Planti Tok:

source: Specify Line Break Locale:
tpi: Tokim ples bilong hap lain i bruk:

source: Enable Line Break Locale
tpi: Enable Line Break Locale (Toktok bilong lain i no gat lain)

source: Some languages that use complex scripts need dictionary support for line breaking. Note that the dictionary used will be LWC-specific. For example, zh for Chinese, ko for Korean, etc. Note that Graphite fonts can also have line breaking rules which can be enabled by using the gr locale.
tpi: Sampela tokples i yusim ol kain kain skrip i mas i gat dikseneri bilong helpim ol long brukim ol lain. Tingim olsem dikseneri ol i yusim bai i stret long LWC. Olsem zh bilong tok Saina, ko bilong tok Korea, etc. Tingim olsem Graphite fon tu inap gat ol lo bilong brukim ol lain em yu ken yusim gr locale.

source: Set Line Break Locale
tpi: Makim lain i bruk

source: ja = Japanese km = Khmer ko = Korean my = Myanmar th = Thai zh = Chinese OR gr = Graphite
tpi: ja = Japan km = Khmer ko = Korea my = Myanmar th = Thai zh = Saina OR gr = Grafit

source: RTL Book Binding
tpi: RTL Buk Bilong Pasim Ol Buk

source: Set the binding to Right (for RTL publications)
tpi: Makim binding long Right (long ol RTL nius)

source: Enable this for Right-to-Left publications (so that the book is bound on the right hand side).
tpi: Makim dispela long ol buk i stap long han sut i go long han kais (olsem buk i stap long han sut).

source: Writing System
tpi: Ol Tok Bilong Rait

source: Basic Fonts and Advanced Font options. Also a range of Advanced typography settings to support any Writing System. Advanced Spacing Settings. Fallback fonts for characters missing in primary font.
tpi: Ol fon bilong ol fon i no gat nem.

source: Book Introductions
tpi: Ol Tok Bilong Kirap Long Buk

source: Enable book introductions (\i..)
tpi: Toktok long ol buk (i..)

source: Print the Book Introductions which appear at the beginning of each book. Includes markers like: \is \ip \im \ili etc.
tpi: Prentim ol tok bilong kirap long buk, na putim ol maker olsem: \is \ip \im \ili etc.

source: Introductory Outlines
tpi: Ol Tok Bilong Kirap

source: Enable introductory outlines
tpi: Toktok long ol samting yu laik mekim

source: Print the Introductory Outlines which appear at the beginning of each book. Includes markers: \io1 ... \io4 \ior \iot
tpi: Prentim ol stori bilong kirap bilong buk.

source: Right-align \ior With Tabbed Leaders
tpi: Toktok wantaim ol man i gat nem

source: Enable Right-aligned outlines with leaders
tpi: Mekim ol samting i stret wantaim tingting bilong ol lida

source: This will right-align and add leader tabs (. . . .) before the \ior numbers for a pretty Intro Outline Table.
tpi: Dispela bai mekim na ol i putim ol liklik liklik tab (. . . .) paslain long ol namba bilong ol dispela namba bilong kamapim wanpela naispela Intro Outline Table.

source: Filter Glossary to Only Include Entries Used in the Text
tpi: Filtim ol tok bilong ol tok i stap long ol tok bilong en

source: Filter glossary
tpi: Ol tok bilong ol piksa

source: This option is only available if the GLO book is also selected. If you have large glossary with many entries but are only printing a small selection of books, you may benefit from this option which will strip out any entries from the Glossary which are not marked-up in the text of the selected book(s) or chapter(s). i.e. only the \w marked-up\w* entries in the selected books/chapters will show in the glossary.
tpi: Sapos yu gat bikpela buk GLO na planti tok i stap long en, tasol yu prinim liklik buk tasol, yu ken yusim dispela opsen na rausim ol tok i stap long buk GLO na i no stap long ol tok bilong buk o sapta yu makim.

source: Start All Other Chapters on a New Page
tpi: Statim Ol Narapela Sapta Long Nupela Pes

source: Start every chapter on a new page
tpi: Kirapim olgeta sapta long nupela pes

source: Use this option to force a page break before every chapter. This is most commonly used for testing materials when each chapter needs to be printed and given to a different person.
tpi: Yu ken yusim dispela opsen long mekim wanpela pes i bruk paslain long olgeta sapta.

source: Start 1st Chapter on a New Page
tpi: Kirapim Namba 1 Sapta Long Nupela Pes

source: Start new page after introduction
tpi: Statim nupela pes bihain long yu bin putim

source: Use this option to automatically make a page break after a book's introduction section. The break will come right before the \c 1 marker.
tpi: Yu ken yusim dispela opsen bilong mekim wanpela pes i bruk bihain long hap bilong stori long buk.

source: Beginning and Ending Material
tpi: Ol Tok Bilong Statim na Tok Bilong Pinis

source: Hide First Verse Number
tpi: Haitim Namba Bilong Namba Wan Ves

source: Hide first verse number
tpi: Haitim namba bilong namba wan ves

source: It is quite common to hide the first verse number - especially when following a drop-cap chapter number. By default this option is on. If you prefer to see verse number 1, then uncheck this option.
tpi: Sapos yu laik lukim namba 1 lain, orait yu no ken makim dispela lain.

source: Keep Repeated Words Together
tpi: Tingim Ol Tok i Stap Long Tok Pisin

source: Keep repeated words together
tpi: Mekim wankain tok

source: This option encourages re-duplicated words (i.e. those which are intentionally repeated) to come together on the same line by inserting a NoBreakSpace between them. For example, "gama gama", or "kala kala" need to be stuck together (with a NBSP) in order to be read meaningfully. However, if there are many of these in the language, then it may create other unwanted typesetting issues. Use with care!
tpi: Dispela opsen i kirapim ol tok i kamap planti (ol tok i gat planti hap tok) long kam wantaim long wankain lain long rot bilong putim wanpela NoBreakSpace namel long ol. Olsem, "gama gama", o "kala kala" i mas pas wantaim (wanpela NBSP) bilong ritim gut. Tasol sapos planti bilong ol dispela tok i stap long tokples, dispela inap kamapim ol narapela hevi long pasin bilong raitim ol tok.

source: Indent First Paragraph
tpi: Namba wan hap bilong dispela hap

source: Indent first paragraph after section heading
tpi: Namba wan hap bilong dispela hap i kamap bihain long het bilong seksen

source: If this option is unchecked, it will make the 1st \p(aragraph) after a Section Heading appear as a \m(argin) paragraph with no indentation.
tpi: Sapos yu no makim dispela opesen, dispela bai mekim namba wan hap bilong paragraf bihain long Het bilong Seksen i kamap olsem hap bilong paragraf i no gat ol hap i stap insait long en.

source: Hanging Poetry Verse Numbers
tpi: Ol Namba Bilong Ol Tok Bilong Buk

source: Use hanging verse number for poetry
tpi: Yusim namba bilong ves bilong raitim ol tok bilong buk

source: Verse numbers for Poetry elements all line up vertically on the margin, and Verse Bridges (3-4) also stack vertically.
tpi: Ol namba bilong ol ves bilong ol tok bilong Poetry i stap long sait bilong en, na ol lain bilong Verse Bridges (3-4) tu i stap long sait bilong en.

source: Prevent Verse Widow Words
tpi: Lukautim Tok Bilong Wido

source: Prevent verse widow words
tpi: No ken mekim tok long ol meri i dai pinis

source: This option prevents short words (of 3 characters or less) from occurring AFTER a verse begins near the end of a line.
tpi: Dispela rot i save pasim ol liklik tok (ol i no winim 3-pela mak) long kamap bihain long wanpela ves i kirap klostu long pinis bilong wanpela lain.

source: Prevent Orphan Words
tpi: No Ken Tok Long Ol Tok i No Gutpela

source: Prevent orphan words at end of paragraph or start of line.
tpi: No ken putim ol tok i no gat nem long pinis bilong paragraf o kirap bilong lain.

source: This option limits short words at the ends of paragraphs from occuring on a line on their own. It also prevents short words at the end of sentences from starting on a new line.
tpi: Dispela pasin i save pasim ol liklik tok i stap long pinis bilong paragraf long kamap long wanpela lain stret. Na tu, em i save pasim ol liklik tok i stap long pinis bilong tok long kirap long nupela lain.

source: Justify Paragraphs
tpi: Stori Long As Bilong Ol Paragraf

source: Justify paragraphs
tpi: Stori long as bilong ol paragraf

source: By default the text will be fully justified. If you prefer a ragged edge, then uncheck this option. Note that a justification setting of "Justify" in a style is subject to this setting.
tpi: Sapos yu laik bai ol tok i stap long pes i stret olgeta, orait yu mas rausim dispela mak.

source: Section Headings
tpi: Ol Het Tok Bilong Ol Seksen

source: Enable section headings
tpi: Opim ol het tok bilong seksen

source: Uncheck this option if you don't want to print any Section Headings. Unchecking this option will ALSO uncheck the Parallel Passage Refs.
tpi: No ken makim dispela hap sapos yu no laik prinim ol Het bilong Seksen.

source: Click to edit the marker's properties on the Styles tab.
tpi: Klik long Edit ol property bilong maker long Stiles tab.

source: Parallel Passage Refs
tpi: Ol Tok i Stap Long Ol Hap i Gat Stretpela Stret

source: Enable parallel passage references
tpi: Toktok long ol hap i stap wankain

source: Uncheck this option to hide all the Parallel Pasage References which occur below Section Headings.
tpi: No ken makim dispela rot bilong haitim olgeta Parallel Passage References i stap aninit long ol Het Tok bilong Seksen.

source: Hide Empty Verses
tpi: Haitim Ol Ves i No Gat Tok

source: Show or hide empty verses
tpi: Makim o haitim ol hap bilong buk

source: Do not print any empty chapters or verses. Useful for when only part of the text has been drafted but you still need a printout of whatever has been translated so far.
tpi: Yu no ken prinim ol hap na ves i stap nating, na dispela inap helpim yu taim yu raitim pinis sampela hap bilong Baibel, tasol yu mas prinim yet ol tok yu bin tanim.

source: Show '...'
tpi: Kamapim...

source: Show elipsis in place of missing verses
tpi: Lukim ol hap i no stap long ol ves

source: Indicate using ellipsis that verses and/or entire chapters are missing by placing '...' in the text to alert the reader that some parts of the text have been skipped.
tpi: Tok olsem ol ves na/o olgeta sapta i lus, na putim ""... long rait bilong kirapim man long ritim ol tok i lus.

source: Marginal Verses:
tpi: Ol Ves Bilong Makim Tok:

source: Show verse numbers in the margin
tpi: Makim namba bilong ol ves long sait

source: Some language communities prefer the verse numbers to be displayed in a vertical stack NEXT to the text (rather than within the text itself). If that is what is required, check this option and also adjust the width of that column to fit the verse numbers.
tpi: Sampela lain i save laikim ol namba bilong ol ves long stap long wanpela hap i stap klostu long ol ves (no insait long ol ves yet).

source: Marginal verses are usually placed on the left of the text, but can be positioned elsewhere if needed.
tpi: Ol i save putim ol ves i stap long sait han kais bilong tok, tasol sapos i gat wok, ol inap putim ol long narapela hap.

source: Position on Page:
tpi: Ples long pes:

source: Horizontal position of marginal verses
tpi: Ples bilong ol hap bilong ol ves

source: This is the amount of space to the left of the column of text to accommodate marginal verse numbers. (pts)
tpi: Dispela em hap hap i stap long han kais bilong kolon bilong rait bilong putim namba bilong ol ves i stap long sait bilong rait. (pts)

source: Col Width (pts):
tpi: Long Col Width (pts):

source: Column width for marginal verses
tpi: Brait bilong kolumn bilong ol hap bilong ol ves

source: Chapter numbers
tpi: Namba bilong ol sapta

source: Show chapter numbers
tpi: Makim namba bilong sapta

source: Uncheck this option to hide all chapter numbers - making the publication read more like an ordinary book. Note that there is another option lower down in the next section which will only "Hide Chapter Number in Single Chapter Books".
tpi: Lukim olsem i gat narapela opsen long hap daunbilo long narapela seksen we i tok "Hide Chapter Number in Single Chapter Books".

source: Verse Numbers
tpi: Namba bilong Ol Ves

source: Show verse numbers
tpi: Makim namba bilong ol ves

source: Uncheck this option to hide all verse numbers - making the publication read more like an ordinary book.
tpi: No ken makim dispela hap bilong pasim namba bilong ol ves - olsem bai buk i luk olsem wanpela buk nating.

source: Include Scripture Text
tpi: Kamapim Ol Ves

source: Show or hide scripture text
tpi: Makim o haitim ol skripsa

source: Normally you should leave this checked. BUT... if you require a printout of just the book introductions (usually for the purpose of final checking, or looking for consistency) then this option can be unchecked (to omit the verse text and everything else in the main body).
tpi: Sapos yu laik printim ol tok bilong kirap long buk (olsem bilong skelim gut ol tok bilong buk o bilong kamapim klia olsem tok i stret wantaim tok bilong buk) orait yu no ken makim dispela tok (long rausim ol ves na olgeta narapela tok i stap long buk).

source: Use Special Features for These Books:
tpi: Yusim Ol Narapela Tok Bilong Ol Dispela Buk:

source: Enable special features for some books
tpi: Opim ol narapela buk

source: Some Poetical books like the Psalms, and maybe even Proverbs look better without drop-cap chapter numbers. Instead, they can use a prefix like "Chapter" or "Psalm" at the start of the chapter. Note: If the text already has one or more \cl markers, then these settings will overrirde what has been set in the text.
tpi: Sampela buk bilong ol Singsing, na sampela buk bilong Sindaun, i luk gutpela moa sapos ol i no putim namba bilong sapta long hap tok. Ol i ken putim namba olsem "Kapta" o "Sapela" long kirap bilong sapta.

source: List of books with special features enabled
tpi: Ol buk i gat ol narapela narapela samting i stap

source: Add the 3-letter book codes for any books that this "Chapter Label" setting should be applied to. Note: If this list of books is left empty, then this setting will be applied to ALL books
tpi: Toksave: Sapos dispela lista i no gat wanpela tok, dispela toksave bai kamap long olgeta buk

source: e.g. PSA PRO
tpi: P.S.A. PRO

source: Chapter label (for special feature books)
tpi: Ol buk i gat nem bilong ol (long ol buk bilong ol narapela buk)

source: The chapter label to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \\ZWNBSP in here. This will insert a Zero Width Non-Break Space.
tpi: Sapos yu laik bai namba bilong sapta i stap namel na antap long het bilong sapta, na i no gat wanpela hap tok i stap paslain long en, orait putim kod \\ZWNBSP long hap hia. Dispela bai putim wanpela hap i no gat hap bilong brukim.

source: The chapter label to be used when rendering chapter divisions as headings (instead of drop-cap numerals). For example, "Chapter" or "Psalm". If you want the chapter number to appear centered and above the Section Header WITHOUT any preceding text, then just put the code \ZWNBSP in here. This will insert a Zero Width Non Break Space.
tpi: Sapos yu laik bai namba bilong sapta i stap namel na antap long het bilong sapta, orait putim kod \ZWNBSP long hap hia. Dispela bai putim wanpela namba i no gat hap bilong brukim.

source: Chapter Label:
tpi: Nem bilong hap:

source: Use One/Two Column Layout for These Books:
tpi: Yusim wanpela o tupela kolum long ol dispela buk:

source: Enable 1 or 2 column layout for certain books
tpi: Toksave long ol hap bilong buk yu laik putim long wanpela o tupela kolom

source: Some books (e.g. Introduction, Glossary, Psalms, and maybe even Proverbs) look better formatted as single column, even though most of the books are typeset in two column layout. This allows the same publication to have both single and double column layouts. Add the 3-letter book codes for any books that should be typeset using a different column layout. Note that if the layout for the entire publication is set to single column, then the books listed here would use double-column layout. Conversely, if the publication is set as double-column (on the layout page) then any books listed here would be set in single-column layout.
tpi: Sampela buk (olsem Introduction, Glossary, Psalms, na ating ol Sindaun) i luk gutpela moa sapos ol i putim ol tok long wanpela kolom tasol, maski planti buk i gat tupela kolom tasol. Dispela i mekim na wanpela buk inap gat tupela kolom tasol. Tasol sapos ol buk i gat tupela kolon (long pes bilong ol buk i stap long pes) orait ol buk i stap long dispela pes i gat wanpela kolon tasol.

source: Optimize Layout for Poetry Books
tpi: Stretim Gut Ol Tok Bilong Buk Bilong Poem

source: Trying to get columns of poetry to balance often creates all sorts of unforeseen issues and unwanted whitespace. This option allows columns to be unbalanced, which might improve the overall look. But note that it also allows Widow and Orphan lines to occur, which is a negative side-effect.
tpi: Taim ol i traim long stretim ol pos i stap long pes, dispela i save kamapim ol hevi na ol hap hap i no stret. Dispela pasin i save mekim na ol pos i no stap stret, na dispela inap helpim ol long luk gut moa.

source: List of books with different column settings
tpi: Ol buk i gat narapela narapela kolumn

source: e.g. FRT INT PSA PRO BAK GLO
tpi: FRT INT PSA PRO BAK GLO

source: Show Chapter Numbers in:
tpi: Lukim Namba Bilong Kapitol long:

source: Define how glossary words should appear in the text
tpi: Tokim ol man long ol tok ol i mas yusim long ol tok bilong buk

source: Glossary words may be marked up with \w glossary\w* tags. Specify how these words should appear in the printed output. If you wish to apply your own custom styling to \w then select the \w ...\w* character style option.
tpi: Sapos yu laik putim ol tok bilong yu yet long ol tok bilong ol tokples, orait makim dispela opsen bilong pasin bilong ol tokples.

source: Glossary Word Appearance:
tpi: Toktok bilong Baibel:

source: Markup for glossary words in text
tpi: Makim ol tok bilong ol tok i stap long ol buk

source: Glossary words are marked up with special \w glossary\w* tags. Specify how these words should be highlighted in the printed output. The final option \w keeps|markup\w* as it is without removing any parameters such as Strong's numbers.
tpi: Ol i save putim ol mak long ol tok ol i kolim long ol buk bilong ol. Ol i save putim ol mak long ol tok ol i kolim long buk ol i raitim long en.

source: Single Chapter Books
tpi: Ol Buk i Gat Wanpela Sapta

source: Show chapters in single chapter books
tpi: Lukim ol sapta long ol buk i gat wanpela sapta tasol

source: Select this option to show the 1 at the beginning of books that only have a single chapter (OBA, PHM, 2JN, 3JN, JUD, etc.)
tpi: Makim dispela opsen bilong soim namba 1 long kirap bilong ol buk i gat wanpela sapta tasol (OBA, PHM, 2JN, 3JN, JUD, na ol narapela)

source: Non-Scripture Books
tpi: Ol Buk i No Kam Long Baibel
