Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Interlinear language code to use. To find which code to use, look in the project folder for a folder named "Interlinear_xy" where xy is the language code. For example if the interlinear has been glossed into English, then the code would be "en".
tpi: Sapos yu laik painim wanpela tokples we yu mas yusim, yu ken lukim wanpela folder long projek nem bilong en "Interlinear_xy" we xy em i tokples bilong yu.

source: Ruby Text Above
tpi: Toktok long het

source: Place Ruby text above words
tpi: Putim ol tok bilong Ruby antap long ol tok

source: Treat ruby text as ruby rather than interlinear text by placing it above the base text rather than below. Note that you may need to adjust the following marker styles: \rb for the base text \gloss|rb for the gloss text Use the shortcut links on the right to locate those styles in the editor.
tpi: Yu mas putim ol dispela maker stil antap long base teks na no daunbilo. Tingim olsem yu mas senisim ol dispela maker stil: \rb bilong base teks \gloss toktok rb bilong gloss teks. Yusim ol shortcut link long han sut bilong painim ol dispela maker stil long editor.

source: Click to jump to the \rb marker in the style editor to change the formatting of the ruby text.
tpi: Klik long maker \rb long stil edita bilong senisim pasin bilong redim ol tok long ruby.

source: Click to jump to the \gloss|rb marker in the style editor to change the formatting of the glosses for interlinear/ruby text.
tpi: Klik long maker \gloss toktok long stil editor bilong senisim pasin bilong ol toktok bilong ol interlinear/ruby teks.

source: Only Use English Links
tpi: Yusim Ol Links Bilong Tok Inglis

source: Only use English links (do not G-translate)
tpi: Yusim ol link long tok Inglis tasol (no ken tanim long G-translate)

source: When using a non-English interface (such as French, Spanish, Hindi, etc.) most links to external websites get sent via the Google Translate site so that you can read the information in the same language as the selected interface. Enable this option if Google is blocked in your country, or you simply prefer to read the original page in English.
tpi: Taim yu yusim wanpela narapela tokples (olsem Frans, Spen, Hindi, etc.) planti link i go long ol narapela websait i save kamap long Google Translate we yu inap ritim ol tok long wankain tokples olsem dispela websait yu bin makim.

source: Disable ALL Internet Use
tpi: No ken yusim Internet

source: Disable internet use
tpi: No ken yusim Intenet

source: PTXprint checks for program updates and also contains links to external sites (mainly from the Styles tab and the Help tab). If this is an issue, then check this option to prevent PTXprint from accessing the internet.
tpi: PTXprint i save sekim ol program i no save kamap nupela na tu, em i gat ol link i go long ol narapela sait (bikpela hap bilong en i stap long Styles tab na Help tab). Sapos dispela i wanpela hevi, orait sekim dispela opsen bilong pasim PTXprint long go long Intenet.

source: Some advanced features load extra code that is not normally needed. List them here if you need to use them. e.g. polyglot-simplepages
tpi: Sampela advanced pasin bilong putim sampela moa kod we yu no save yusim. Lukim ol hia sapos yu nidim long yusim ol. eks. polyglot-simplepages

source: Plugins:
tpi: Ol Plugins:

source: List of plugins
tpi: Ol Plugin

source: Use Interlinear Punctuation
tpi: Yusim Ol Tok Bilong Makim Ol Tok

source: Include specifically modified interlinearized punctuation.
tpi: Mekim sampela senis long ol tok bilong ol tokples bilong tokples.

source: Auto-tag Hebrew and Greek words
tpi: Tok Hibru na tok Grik ol i putim autetik tok

source: Auto-tag Hebrew words \wh ... \wh* and Greek words with \wg ... \wg* PTXprint can automatically tag all source language words (Hebrew and Greek) with the appropriate markup to ensure they display with the right font and direction for that script.
tpi: Automait tag ol tok Hibru \wh ... \wh* na tok Grik wantaim \wg ... \wg* PTXprint inap tag olgeta tokples (Hibru na Grik) wantaim makap i stret long soim ol long rait i stret na rot bilong rait.

source: Lock XeTeX Layout Level
tpi: Lukim Ol Toktok long Tokples

source: Lock XeTeX Layout Settings
tpi: Lukim Ol Setim Ol Toktok Bilong XeTeX

source: This feature enables final typesetting to proceed with minimal risk of change to the final layout by locking the TeX macros to use the current layout logic, which will prevent newer functionality from taking effect in the future. This sets the "Maximum Layout Version" value in the TeXpert Hacks section.
tpi: Dispela pasin i save helpim ol makros long yusim ol nupela pasin bilong ol long bihain. Dispela pasin i save putim mak bilong "Maximum Layout Version" long TeXpert Hacks seksen.

source: Lock UI Layout Settings
tpi: Lukim Ol Insait bilong UI

source: This feature enables final typesetting to proceed with minimal risk of change to the final layout by disabling various controls (on the layout, fonts and styles tabs) so that settings can't be accidentally changed while doing final page layout.
tpi: Dispela pasin i helpim ol man long senisim ol samting bilong ol yet taim ol i wokim ol nupela pes.

source: General
tpi: Ol lain

source: Main
tpi: Namba wan

source: To balance columns of text on a page it is possible to specify paragraphs adjustments (shrink or expand): A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) etc. Note that adjusting paragraphs needs to be done right at the end when all other settings have been finalized. Otherwise you are likely to have to re-do it all again.
tpi: Bilong stretim ol kolon bilong ol tok long pes, yu ken makim ol senis long ol paragraf (slim o skruim): Ol lain i mas kamapim ol senis long ol paragraf olsem: MRK 2.7 +1 (em i olsem, skruim wanpela lain long paragraf long Mak 2.7) MRK 3.20 -1 (em i olsem, skruim wanpela lain long paragraf long Mak 3.20) %MARK 4.14 +1 (no ken tingim dispela lain - mekim olsem wanpela tok) MRK 5.8 +2 (em i olsem, skruim wanpela lain long paragraf long Mak 3.20) (long tok Inglis, "expand the paragraph at Mark 5.8 by two lines") MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) etc. Tingim olsem ol i mas stretim ol paragraf long pinis taim olgeta narapela saiting i pinis. Sapos nogat, ating yu mas mekim gen.

source: Define stylesheets, tex macros, front and back matter PDFs, watermarks and various other advanced settings including interlinear (& ruby text) output.
tpi: Definim ol stylesheet, ol teksa makro, ol PDF bilong pes na baksait, ol wara mak na ol narapela senis bilong saiting, na tu, ol interlinear (& ruby text) output.

source: Reload current file in view from saved version
tpi: Reload nupela fail long save bilong ol save version

source: Discard any changes that have been made and restore the contents of this file as it was when last saved. Shortcut: F5
tpi: Kisim olgeta senis yu bin mekim na putim bek ol tok bilong dispela fail olsem em i bin stap taim yu bin bungim dispela fail.

source: Book in Focus:
tpi: Buk i Gat Tok:

source: Book in focus for editor (or viewer)
tpi: Buk i stap long ai bilong edita (o visualet)

source: Choose any book (including those which are not currently in the list to be printed.)
tpi: Makim wanpela buk (na tu, ol buk i no stap long lista bilong ol buk yu laik prinim.)

source: Generate
tpi: Painim

source: Generate ... (context sensitive)
tpi: Generate ... (tingting long ol narapela tok)

source: This button will (re-)generate content for Front Matter, AdjList(s) and Final SFM. If you only want to (re-)generate an Adj List for a single book, then just select that book on the Basic tab. Otherwise it will (re-)generate a Pic/Adj list for each of the books listed for printing. Shortcut: Ctrl-G
tpi: Dispela boton bai kamapim gen ol tok bilong ol buk bilong ol lain i stap long pes bilong ol, AdjList(s na Final SFM. Sapos yu laik kamapim gen wanpela buk tasol, orait makim dispela buk long Basic tab. Sapos nogat, em bai kamapim gen wanpela buk bilong ol buk yu laik prinim.

source: View/Edit...
tpi: Lukim/Redi...

source: View (or edit) file in external editor
tpi: Lukim (o senisim) fail long edit bilong narapela sait

source: You may view (and in some cases edit) the file in your system's text Editor. Warning: If you edit settings in an external editor, be careful to save them (externally) and then click the refresh button (within PTXprint) before you hit Print. Otherwise you could lose changes that were made. If nothing happens when you click here, it is probably because you have not associated the file type (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) with a text editor (such as Notepad or NP++). Note that any changes to the Final SFM text get overwritten each time you hit Print. So any changes to the text or markers need to be made in Paratext. Shortcut: Ctrl-E
tpi: Yu ken lukim (na sampela taim senisim) ol fail long teks edita bilong sistem bilong yu. Tok lukaut: Sapos yu redim ol sait long wanpela edit long hapsait, lukaut long lukautim ol (olsem long hapsait) na klikim refresh button (long PTXprint) paslain long yu print. Sapos nogat yu ken lusim ol senis yu bin mekim. Sapos yu no kamap taim yu klik long hia, ating em bikos yu no bin associate file type (.sfm, .piclist, .adjlist, .tex, .log, .sty etc.) wantaim wanpela text editor (olsem Notepad o NP++). Tingim olsem olgeta senis long Final SFM teks bai kamap long narapela taim yu print. Olsem na olgeta senis long teks o makers i mas kamap long Paratext.

source: Edit Variables...
tpi: Redim ol Variabel...

source: Edit peripheral variables
tpi: Editim ol narapela narapela senis

source: If you have used \zvar_variable names in the front matter template, these may be edited on the "Pub. Info" tab. Click this button to show that tab.
tpi: Sapos yu bin yusim nem bilong ol senis \zvar_ long frens-matter template, yu ken senisim ol dispela senis long tab "Pub. Info". Klik long dispela boten bilong soim dispela tab.

source: Use the following codes to include special text in front matter: \nopagenums - turn OFF page numbers \dopagenums - turn ON page number \resetpagenums # - where # is the page number (setting # to -1 gives roman numerals i,ii,iii,iv,v,...) \pc \zcopyright - copyright statement from the Basic tab \pc \zlicense - license statement from the Basic tab \pc \zimagecopyrights - generated list of images with copyright attribution \pc \zimagecopyrightsfr - as above, but localized (fr = French) \zbl|3\* - inserts 3 blank lines \zgap|1.5in\* To include one or more table of contents: \ztoc|<keyword>\* Where <keyword> can be replaced with: main primary, all-inclusive table of contents pre any book prior to scripture (FRT, INT) ot only Old Testament books are listed heb - OT books sorted according to the Hebrew TaNaKh dc only Deutero Canonical books are listed nt only New Testament books are listed post books that occur after REV (GLO, BAK, TDX, NDX, XXA-G) sorta alphabetical (main) list sorted by \toc1 sortb alphabetical (main) list sorted by \toc2 sortc alphabetical (main) list sorted by \toc3 In addition to the above-mentioned codes, you may specify your own config-specific \zvar|variables\* as place-holders. Click on 'Edit Variables...' to assign values to these variables on the Peripherals tab. For example: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\*
tpi: i go Yusim ol dispela kod bilong putim ol naispela rait long pes bilong pes: \nopagenums - turn OFF page numbers \dopagenums - turn ON page number \resetpagenums # - we # em namba bilong pes (setim # long -1 i givim namba bilong Rom i,ii,iii,iv,v,...) \pc \zcopyright - copyright statement from the Basic tab \pc \zlicense - license statement from the Basic tab \pc \zimagecopyrights - generated list of images with copyright attribution \pc \zimagecopyrights (copyrights from c-list - listed above, but localized (from French) \nBLOKZ) \nBLOKZ - inset 3 blank lines are sorted only in front of the page \z1.5in\* Tovariably include one or more of the contents sorted by the table: \zholtocovery \zvarta> Toztocovery \z keyword can be sorted by the main table: tocodes, main contents of any alphabetical book, main list of the Hebrew Old Testament, main alphabetic book, main list of the OTT, main book of the OTT, main list of the OTG) tocord: Klik long 'Edit Variables...' long makim ol valua long ol dispela vaelyabol long Peripherals tab.

source: Save any changes made below without a confirmation check.
tpi: Saveim ol senis yu bin mekim long daunbilo na no ken skelim.

source: Adjust display font size
tpi: Senisim bikpela fon bilong piksa

source: Use this slider to adjust the size of the text on the View+Edit tab as well as in other locations that use a specialized font or script. Keyboard Shortcuts: Ctrl-Minus - shrink text size Ctrl-Plus - grow text size
tpi: Yusim dispela slider long senisim mak bilong ol tok long tab View+Edit na long ol narapela hap we i gat sampela kain fon o skrip.

source: Front Matter
tpi: Tok Bilong Pastaim

source: To balance columns of text on a page it is possible to specify paragraphs adjustments (shrink or expand): A Paragraph Adjust List needs to be in this format: MRK 2.7 +1 (i.e. expand the para at Mark 2.7 by one line) MRK 3.20 -1 (i.e. shrink the para at Mark 3:20 by one line) %MARK 4.14 +1 (ignore this line - treat it as a comment) MRK 5.8 +2 (i.e. expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) Diglot AdjList also need R or L to be specified after the book code and it is important that L comes before R for the same verse. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Keyboard Shortcuts: Ctrl-1 - makes the current line +1 Ctrl-2 - makes the 2nd para of current line +1[2] ... etc ... Ctrl-9 - makes the 9th para of current line +1[9] Ctrl-I - shrink current line -1 Ctrl-Grave - ` same as above Ctrl-0 - % Comment (or uncomment) the line [it toggles] Ctrl-Comma - same as above Ctrl-D - Duplicate the current line Ctlr-L - deLete the current line Ctrl-Up - move the current line up one line Ctrl-Down - move the current line down one line Note that adjusting paragraphs needs to be done right at the end when all other settings have been finalized. Otherwise you are likely to have to re-do it all again.
tpi: Bilong stretim ol kolon bilong ol tok long pes, yu ken makim ol senis long ol paragraf (slim o skruim): Ol lain i mas kamapim ol senis long ol paragraf olsem: MRK 2.7 +1 (em i olsem, skruim wanpela lain long paragraf long Mak 2.7) MRK 3.20 -1 (em i olsem, skruim wanpela lain long paragraf long Mak 3.20) %MARK 4.14 +1 (no ken tingim dispela lain - mekim olsem wanpela tok) MRK 5.8 +2 (em i olsem, skruim wanpela lain long paragraf long Mak 3.20) (long tok Inglis, expand the para at Mark 5.8 by two lines) MRK 6.23 +1[2] (expand the paragraph AFTER the paragraph which contains MRK 6.23 e.g. a heading.) Diglot AdjList i mas makim tu R o L bihain long buk kod na em i bikpela samting olsem L i kam paslain long R long wankain ves. MATL 3.4 +1 MATR 3.4 -1 MATR 3.11 +2 Keyboard Shortcuts: Ctrl-1 - mekim dispela lain nau +1 Ctrl-2 - mekim dispela lain nau namba 2 para +1[2] ... etc ... Ctrl-9 - mekim dispela lain nau namba 9 para +1[9] Ctrl-I - krungutim dispela lain nau -1 Ctrl-Grave - ` wankain olsem antap Ctrl-0 - % Comment (o uncomment) the line [it toggles] Ctrl-Comma - wankain olsem antap Ctrl-D - Duplicate the current line Ctrl-L - delete the current line Ctrl-Up - move the current line up one line Ctrl-Down - move the current line down one line Tingim olsem ol i mas stretim ol paragraf long pinis taim olgeta narapela saiting i pinis. Sapos nogat, ating yu bai mekim gen.

source: Adj List
tpi: Ol tok bilong en

source: XeTeX Log
tpi: Toktok bilong XeTeX

source: Use the buttons below to insert various code snippets as required.
tpi: Yusim ol boten i stap daunbilo bilong putim ol liklik hap kod long ol samting yu laik mekim.

source: Code Snippets
tpi: Ol Tok Bilong Kod

source: Link to deeper technical help
tpi: Link i go long ol bikpela tok bilong helpim ol lain i gat hevi

source: View and edit various control and log files. Examine final SFM output and tweak adjust lists.
tpi: Lukim na senisim ol narapela narapela file bilong kontrol na log. Skelim ol samting SFM i kamapim na stretim ol lista.

source: View+Edit
tpi: Lukim+Redi

source: Front Matter PDF(s)
tpi: Ol Tok Bilong Pastaim PDF (s)

source: Enable import of front matter PDF(s)
tpi: Toksave long ol PDF bilong ol samting i stap long pes

source: One or more previously created PDF file(s) can be included BEFORE the scripture material being typeset. If more than one file is selected, then these will appear in alphabetical order. If you are creating an electronic publication and want to add a fancy (colour) cover, then consider designing a cover using the online Canva.com tool (link provided).
tpi: Sapos yu laik wokim wanpela nius long rot bilong kompiuta na yu laik putim wanpela naispela (kolor) kap, orait yu ken wokim wanpela kap long rot bilong yusim dispela masin bilong ensait long websait Canva.com (link i stap).

source: Select front matter PDF(s) to import
tpi: Makim PDF (s) bilong putim insait

source: Table of Contents Title:
tpi: Ol Tok i Stap Long Buk:

source: Enable table of contents
tpi: Opim ol tok i stap insait long pepa

source: This will automatically generate the Table of Contents for all the books included in the publication using one or more of the \toc1, \toc2 and \toc3 fields as specified. This option is ignored unless the "Multiple Books" option has been set on the Basic tab. NOTE that when this option is selected, the print process will be run at least twice - the first time the ToC index gets built. The second time, the ToC itself gets included. So it may be worth leaving this option OFF until the final run.
tpi: Dispela bai kamapim ol tok insait bilong olgeta buk insait long nius long wanpela o planti hap bilong \toc1, \toc2 na \toc3 olsem ol i makim. Dispela opesen bai no inap mekim wok sapos yu no putim opesen "Multiple Books" long Basic tab. Tingim olsem taim yu makim dispela opesen, printim bai kamap tupela taim - namba wan taim yu wokim toksave bilong Toktok. Namba tu taim yu putim toksave bilong Toktok yet. Olsem na yu mas lusim dispela opesen OFF inap long laspela taim.

source: Table of contents title
tpi: Het bilong stori

source: A file called "combined.toc" will be created with the outline of the Table of Contents and automatically prepended to the output PDF.
tpi: Dispela bai kamapim wanpela file ol i kolim "combined.toc" wantaim ol piksa bilong ol tok i stap insait long dispela pepa na ol bai putim dispela piksa long PDF.

source: Table of Contents Title
tpi: Het Tok Bilong Ol Samting i Stap Long Buk

source: Table of contents: Use \toc1
tpi: Ol tok i stap insait long pepa: Yusim tok piksa

source: Select which of the \toc markers should be included in the generated Table of Contents.
tpi: Makim wanem toktok bilong toktok yu laik putim long dispela lista.

source: Table of contents: Use \toc2
tpi: Ol tok i stap insait long pepa: Yusim tok piksa

source: Table of contents: Use \toc3
tpi: Ol tok i stap insait long pepa: Yusim tok piksa

source: To be listed in the Table of Contents
tpi: Ol i mas raitim long insait bilong pepa

source: Leaders:
tpi: Ol lida:

source: Style of leaders for table of contents
tpi: Ol man i gat nem bilong ol i mas kamapim ol tok bilong ol

source: Leaders display dots or a line between the text and the page number. Select the style of leader you wish to apply.
tpi: Ol piksa i gat piksa i gat ol liklik poin o wanpela lain i stap namel long ol tok na namba bilong pes.

source: Use Peripheral Introductory Sections
tpi: Yusim Ol Stori Bilong Kirap Long Ol Haus

source: Use peripheral introductory sections
tpi: Yusim ol hap bilong kirapim tok

source: Check this option if the INT book contains peripheral divisions (sub-sections) which need to be inserted at the appropriate position between books. For example: \periph Old Testament Introduction|id="intot" \periph New Testament Introduction|id="intnt" \periph Gospels Introduction|id="intgospels"
tpi: Makim dispela opsen sapos buk INT i gat ol hap bilong en i stap namel long ol narapela buk.

source: Local Front Matter
tpi: Ol Samting i Kam Long Ol Kantri

source: Enable (local) front matter
tpi: Enable (local) front matter (kamapim ol samting long hap bilong yu)

source: PTXprint does not directly typeset the FRT book from Paratext. Instead, it uses a "local" PTXprint-specific copy of Paratext's FRT book which can be enhanced by additional codes which are described on the View+Edit tab's Information button.
tpi: PTXprint i no save yusim wanpela tokples bilong ol kantri.

source: View (or edit) front matter
tpi: Lukim (o senisim) ol stori long pes

source: Force Page Break at each Periph
tpi: Strongim pes i bruk long olgeta hap

source: Front matter: Force page break at each periph section
tpi: Ples pes: Paitim pes long olgeta hap bilong pes

source: This option is normally checked so that each different section of the front matter will begin on a new page.
tpi: Ol i save makim dispela hap bilong pes bambai ol narapela narapela hap bilong pes i ken kirap long nupela pes.

source: Suppress Blank Page Before Scripture Text
tpi: Rausim Ol Hap i No Gat Tok

source: Front matter: Suppress blank page at start of scripture text
tpi: Pren: No ken putim ol hap bilong Baibel i stap nating long kirap bilong skripsa

source: By default, the main body of scripture always starts on an odd (right-hand-side) page. PTXprint will automatically insert a pagebreak if needed to make this happen. If you wish to override this behavior, then check this option (to NOT insert a blank page after any front matter material).
tpi: Long default, bikpela hap bilong skripsa i save stat long wanpela hap we i no gat nem (long han sut). PTXprint bai putim wanpela hap bilong skripsa sapos yu nidim. Sapos yu laik senisim dispela pasin, orait sekim dispela opsen (no ken putim wanpela hap bilong skripsa i stap nating bihain long ol tok i stap long pes).
