Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: This might be related to a USFM marker error (using an unsupported marker). Try running 'Basic Checks' in Paratext to validate markers. It could also be related to an unrecognized setting in ptxprint_mods.tex
tpi: Dispela inap kamap long wanpela popaia bilong maker bilong USFM (long yusim maker i no gat helpim). traim long ranim 'Basic Checks' long Paratext bilong validate maker. inap kamap tu long wanpela setting long ptxprint_mods.tex

source: One of the settings in the Stylesheet may be missing the units. To confirm that this is a stylesheet issue, temporarily turn off Stylesheets. Then, check any recent changes to the Stylesheets (on Advanced tab) and try again.
tpi: Ating wanpela sait long Stylesheet i no gat ol unit. Bilong save olsem dispela em wanpela stilsit hevi, pasim Stylesheets. Na skelim olgeta senis i kamap long Stylesheets (long Advanced tab) na traim gen.

source: Try turning off various settings on the Advanced tab.
tpi: Traim long pasim sampela sait long Advanced tab.

source: Sorry! XeTeX was unable to complete the typesetting. * If creating a Diglot, ensure both texts can print successfully before merging them as a Diglot print. And ensure that there aren't any large chunks of missing text in either of the projects. * Also check that you haven't inadvertently left certain settings on from a previous session (Pictures, Diglot, Borders - which will show in blue if these features are currently enabled).
tpi: Sorry! XeTeX i no inap pinisim pasin bilong raitim ol tok. * Sapos yu wokim wanpela Diglot, orait skelim gut olsem tupela rait i inap prinim gut pastaim na bihain bungim wantaim na prinim ol tok. Na skelim gut olsem i no gat planti hap tok i lus long wanpela projek. * Skelim tu olsem yu no bin lusim sampela sait bilong ol tok long wanpela fes pes (Pictures, Diglot, Borders - em bai kamap long blu sapos yu opim ol dispela samting).

source: Try turning off the ptxprint-mods stylesheet
tpi: Traim long pasim stylesheet bilong ptxprint-mods

source: Problem with Formatting Intro Outline Try disabling option 'Right-Align \ior with tabbed leaders' on the Body tab
tpi: Traim long Formataim Intro Outline Traim long pasim opesen 'Right-Align \ior with tabbed leaders' long bodi tab

source: Possible fault in the hyphenation file Try turning off Hyphenate option located on the Fonts+Scripts tab
tpi: Ating i gat popaia long hap bilong ol hap i gat hap tok i stap long en. Traim long rausim dispela hap tok i stap long hap Fonts+Scripts

source: Fallback Font issue - set a font on the Fonts+Scripts tab. (Turn off the option 'Use Fallback Font' or specify a valid font)
tpi: Fallback Font problem - putim fon long Fonts+Scripts tab. (Sutim opesen 'Use Fallback Font' o makim fon i stret)

source: Font size setting issue. Check to see if the font size in a style in or near the reference below is incorrect (maybe it is set to 0.00).
tpi: Hevi long putim bikpela fon. Skelim sapos bikpela fon long wanpela stil insait o klostu long referens i no stret (olsem ol i putim long 0.00).

source: Possibly a TeX macro issue - contact support, or post a bug report
tpi: Ating wanpela hevi i kamap long TeX makro - toktok wantaim helpim, o postim wanpela bug ripot

source: Possibly a faulty installation.
tpi: Ating i gat wanpela samting i no stret long putim.

source: Unknown issue. Possibly related to Right-aligned tabbed leaders. Try turning off various settings on the Advanced Tab.
tpi: Nogut dispela hevi i kamap long ol hap we ol i putim ol tab long han sut.

source: Oops! Something unexpected happened causing this unhandled error. Try using the 'Tidy Up' button on the Help tab and then try again. If you are still unable to proceed, use the 'Create Archive...' button on the Help tab to create a .zip file. Send it to your PTXprint support person for further assistance. Please include a description of the problem, and if known, state which setting was changed since it last worked.
tpi: Oops! I gat wanpela samting i kamap we i mekim na yu no stretim dispela popaia. Traim long yusim 'Tidy Up' boton long Help tab na traim gen. Sapos yu no inap mekim yet, yusim 'Create Archive...' boton long Help tab long wokim wanpela .zip file. salim i go long PTXprint support person bilong yu bilong kisim sampela helpim moa. Plis kamapim stori bilong dispela hevi, na sapos yu save, tok wanem sait i senis long taim dispela i wok pinis.

source: Illegal Project
tpi: Ol i No Stretim Lo

source: And check if a faulty rule in PrintDraftChanges.txt has caused the error(s).
tpi: Na skelim sapos wanpela rong i stap long PrintDraftChanges.txt i bin kamapim dispela popaia.

source: Failed to merge texts due to a Syntax Error:
tpi: No inap long bungim ol rait bikos long Syntax Error:

source: Run the Basic Checks in Paratext to ensure there are no Marker errors in either of the diglot projects. If this error persists, try running the Schema Check in Paratext as well.
tpi: Rentim ol Basic Checks long Paratext bilong luksave olsem i no gat Marker popaia long wanpela diglot projek. Sapos dispela popaia i stap yet, traim ranim Schema Check long Paratext tu.

source: table of contents
tpi: Ol tok i stap long en

source: image copyrights
tpi: rait bilong piksa

source: chapter positions
tpi: ol posison bilong sapta

source: Rerunning because the {} changed
tpi: Runsim gen, long wanem, {} i senis

source: Rerunning because the delayed file asked us to
tpi: Runsing gen, long wanem, ol i bin pasim ol fail na mipela i mas mekim olsem

source: No differences found
tpi: I no gat narapela narapela samting

source: pages
tpi: ol pes

source: page
tpi: pes

source: Check pages:
tpi: Lukim ol pes:

source: Layout problems were encountered on page(s):
tpi: Ol i bungim sampela hevi long sait (s):

source: PDF was created BUT...
tpi: Ol i bin wokim PDF BUT...

source: Try changing the PicList and/or AdjList settings to solve issues.
tpi: Traim senisim ol sait bilong PicList na/o AdjList bilong stretim ol hevi.

source: PTXprint [{}] - Warning!
tpi: Tok lukaut!

source: Failed to create:
tpi: No kamap:

source: Faulty PDF, could not parse
tpi: PDF i popaia, i no inap skelim

source: To fix this error: Use a different font which is not a Variable Font.
tpi: Bilong stretim dispela popaia: Yusim narapela fon em i no fon bilong senis.

source: Bad xdvi file, probably failed to load a picture or font
tpi: Nogut xdvi file i no gat piksa o fon

source: Rerun to fix:
tpi: Rensim gen bilong stretim:

source: There might be a marker issue in the Extended Study Notes
tpi: Ating i gat wanpela bikpela tok i stap long Ol Buk Long Stadi

source: Warning: Could not locate decorative PDF(s):
tpi: Tok lukaut: I no gat ol PDF bilong bilas:

source: ({} Missing)
tpi: ({} i lus)

source: Missing Pictures: {}
tpi: Ol piksa i lus: {}

source: (0 Missing)
tpi: (0 i lus)

source: Error: Unable to copy {} image to {} in tmpPics folder
tpi: Reki: No inap kopiim {} piksa long {} long folda tmpPics

source: Syllable line breaking
tpi: Toktok i bruk

source: Show Hyphen
tpi: Toktok wantaim ol narapela

source: First verse on left
tpi: Namba wan ves long han kais

source: Missing font ({})
tpi: Ol i no gat rait ({})

source: If this error just appeared after upgrading then check whether the USFM markers like \p and \v used in changes.txt rules have been 'escaped' with an additional \ (e.g. \\p and \\v) as is required by the latest version.
tpi: Sapos dispela popaia i kamap bihain long yu mekim nupela senis, orait skelim sapos ol makers bilong USFM olsem \p na \v i stap long ol senis.txt lo i bin 'lusim' wantaim narapela \ (olsem \\p na \\v) olsem ol i mas long nupela verisen.

source: \message{{Warning: No copyright statement found for: {} on pages {}}}
tpi: \message{{Warning: No gat tok bilong raits bilong: {} long ol pes {}}}

source: Maximum layout version
tpi: Maksimim Layout Version

source: Maximum layout version to use or 0 for any. Used to maintain backward compatibility when the TeX macros have been changed in newer versions of PTXprint.
tpi: Ol i save yusim dispela long lukautim ol tokples i no wankain taim ol i senisim ol makro bilong TeX long ol nupela tokples bilong PTXprint.

source: Legacy 1/14 LineSpacing
tpi: Ol Samting i Kamap Long Bipo, 1/14

source: In the past, SpaceAbove and SpaceBelow were, in effect units of 1/14 of the base line spacing. This has changed so they are now in units of 1/12 of the base line spacing. Enabling this compatibility reverts the units.
tpi: Long bipo, SpaceAbove na SpaceBelow i olsem ol unit bilong 1/14 bilong base line spacing. Dispela i senis olsem nau ol i stap long units bilong 1/12 bilong base line spacing.

source: Next page
tpi: Neks pes

source: Same page
tpi: Samting i kamap

source: Odd page
tpi: Ol pes i no stret

source: Where to start a new book
tpi: Ples bilong raitim nupela buk

source: Does a scripture book start on a new page, the same page as the previous book (if <65% of page has been used), or an odd page
tpi: Buk Baibel i kirap long nupela pes, wankain pes olsem buk bipo (sapos ol i yusim <65% bilong pes), o narapela pes

source: Page full factor
tpi: Piksa i pulap long pes

source: This setting is related to how full a page needs to be to force the next book to start on a new page.
tpi: Dispela mak i makim olsem wanpela pes i mas pulap inap hamas pes bambai buk i kirap long nupela pes.

source: No page breaks
tpi: No gat ol pes i lus

source: On an odd page
tpi: Long narapela narapela pes

source: Grouped
tpi: Ol i stap long grup

source: Where to start a new intro page
tpi: Wanem hap bilong statim nupela pes bilong intro?

source: Does an intro page start on a new page, the same page as the previous book, an odd page, or group all adjacent intro pages into an odd paged group
tpi: Intro pes i stat long nupela pes, wankain pes olsem buk bipo, narapela pes, o grupim olgeta pes i stap klostu long en long wanpela grup i gat narapela pes

source: Unbalanced Lines (Max)
tpi: Ol lain i no gat gutpela skel (Max)

source: Maximum number of unbalanced lines allowed in 2-column layout. Recommended range 1-5.
tpi: Namba bilong ol lain i no gat gutpela skel ol inap bihainim long 2-pela kolon.

source: No Top Space
tpi: I No Gat Hap Long Het

source: Dont insert space above headings at the start of a column
tpi: No ken putim hap antap long ol het tok long kirap bilong kolom

source: Suppress pagebreak after bookend-final
tpi: Slipim pes bilong buk bihain long buk-end-final

source: Revert to old behaviour of not ensuring that the whole of the last book is output before back-matter PDFs
tpi: Go bek long olpela pasin bilong no mekim olsem olgeta buk i kamap paslain long ol PDF i kamap long ples daun

source: Noteline offset (mm)
tpi: Ol tok i stap long notet (mm)

source: Gap (mm) between noteline and text
tpi: Hap namel long not na rait (mm)

source: Noteline margin (mm)
tpi: Marasin bilong notel (mm)

source: Gap (mm) between noteline and edge of page
tpi: Hap namel long notet na sait

source: Solid line
tpi: Stretpela lain

source: Row of dots
tpi: Rait bilong ol liklik hap

source: Noteline type
tpi: Ol tok i stap long not

source: Sometimes it is preferable to use a series of dots rather than a solid line.
tpi: Sampela taim i gutpela moa long yusim ol liklik hap poin na no ken yusim wanpela liklik hap lain.

source: Noteline spacing (mm)
tpi: Ol lain i gat mak bilong ol samting ol i mas raitim

source: Line spacing between notelines. When set to 0.00 the default line spacing of the document is used.
tpi: Taim ol i putim long 0.00, ol i save yusim dispela lain bilong rait.

source: Noteline width (major)
tpi: Notet-lain bikpela

source: Thickness (pt) of major notelines. Specify the colour on the Layout page.
tpi: Mak bilong ol bikpela hap bilong ol tok. Tokim kala bilong en long pes Layout.

source: Margin Verse Hyphens
tpi: Ol hap bilong hap i gat hap tok

source: In marginal verses, do we insert a hyphen between verse ranges?
tpi: Long ol ves i stap klostu long en, yumi save putim hap hap i stap namel long ol ves?

source: Margin Verse Hyphen on first line
tpi: Margin Verse Hyphen long namba wan lain

source: Puts the margin verse range hyphen in bridged verses on the first line not the second
tpi: Putim hap hap bilong hap tok long ol lain i gat ol lain i stap long namba wan lain, na no long namba tu lain

source: Auto Calc Optimum Chapter Size
tpi: Autokaluk Optimum Kapit Size

source: Attempt to automatically calculate drop chapter number size
tpi: Traim long makim namba bilong hap long rot bilong en

source: Don't hang verse one beside a chapter (in poetry)
tpi: No ken hangamapim namba wan lain long pes bilong wanpela sapta (long tok pisin)

source: Hanging verses into a chapter number can result in clashes, depending on the after-chapter space. If so, then turn off hanging verse numbers for the first verse (in poetry only).
tpi: Sapos yu putim ol ves long namba bilong sapta, dispela inap kamapim kros, long wanem, hap bilong en i stap bihain long sapta.

source: Alternate verse numbers also hang
tpi: Ol narapela namba bilong ol ves tu i hangamap

source: If there is an alternative verse and the current verse is hanging, does the alternate hang?
tpi: Sapos i gat narapela lain i stap na dispela lain i stap long nau, orait dispela lain i stap yet o nogat?

source: After chapter space factor
tpi: Hap bilong ol hap i stap bihain long sapta

source: This sets the gap between the chapter number and the text following. The setting here is a multiple of the main body text size as specified in layout.
tpi: Dispela i makim hap bilong namba bilong sapta na hap bilong rait i kamap bihain long en.

source: After verse space factor
tpi: Hap ples bihain long ves

source: This sets the gap between the verse number and the text following. The setting here is a multiple of the main body text size as specified in layout.
tpi: Dispela i makim hap bilong namba bilong ves na hap bilong rait i kamap bihain long en.

source: Allow Indent Para with Cutouts
tpi: Larim ol i putim ol tok i stap insait long ol pes

source: Allow indented paragraphs at chapter start with cutouts
tpi: Ol paragraf i gat ol hap i stap long en i ken stat long ol hap ol i bin katim

source: Allow Indent Para After Heading
tpi: Putim Insait Parapla Taim Het Tok i pinis

source: Allow indented paragraphs following a heading
tpi: Larim ol paragraf i gat ol hap i stap daunbilo i bihainim het tok

source: Maximum orphan word length
tpi: Longest long word

source: Bad space penalty
tpi: Ol i mas mekim nogut long hap ol i no laik putim ol samting long en

source: Optional break penalty
tpi: Ol i no ken pasim tok

source: Penalty for the optional break
tpi: Tok bilong strafe long taim bilong malolo

source: Hyphenation threshold
tpi: Toktok bilong ol lain i no gat nem

source: Paragraph badness threshold before trying hyphenation. Set to -1 to always hyphenate
tpi: Setim long -1 bilong mekim ol hap tok i kamap nogut

source: Penalty for inserting hyphen
tpi: Tok strafe bilong putim hap hap i gat hap tok

source: Hyphenation penalty
tpi: Tok bilong ol i no stret

source: Double hyphenation penalty
tpi: Tok i stap long pes i no stret

source: Penalty for consecutive hyphenation across two lines
tpi: Tok strafe long tupela lain i stap wantaim

source: Use glyph metrics
tpi: Yusim ol meta bilong ol glyph

source: PTXprint can use either the actual glyph metrics in a line or the font metrics to calculate line heights and depths. Font metrics gives more consistent results.
tpi: PTXprint inap yusim ol glyph metrics long wanpela lain o ol font metrics bilong skelim ol longpela na daun bilong ol lain.

source: Use system fonts
tpi: Yusim ol fon bilong sistem

source: Underline thickness (em)
tpi: Mak bilong ol hap i stap daunbilo

source: This sets the thickness of the text underline, (measured in ems).
tpi: Dispela i makim mak bilong mak bilong ol hap ol i bin raitim long en.

source: Underline vertical position (em)
tpi: Toktok long ol hap i stap antap

source: This sets how far (in ems) the underline is below the text and what it is relative to. If negative, it is the distance below the baseline. If positive (or zero), it is the distance below the bottom of any descenders.
tpi: Dispela i makim hamas mak (ems) long daunbilo bilong sublined line na wanem mak em i stap long en. Sapos negatip, em i mak bilong daunbilo bilong baseline. Sapos positip (o zero), em i mak bilong daunbilo bilong ol daunbilo.

source: Mid-Page Footnotes
tpi: Ol Futnot i Stap namel long pes

source: Should footnotes go before a single-double column transition
tpi: Sapos ol tok i stap daunbilo i go paslain long wanpela tupela kolon

source: Final Page Notes Down
tpi: Ol Notu Long Laspela Pes

source: Push notes on the final page to the bottom of the page
tpi: Putim ol toksave long las pes i go daunbilo

source: Reset Callers at Each Book
tpi: Resiet Ol Man i Kisim Toktok Long Ol Buk

source: Re-start the footnote and cross-reference callers at the start of each book
tpi: Kirapim ol tok i stap long hap daunbilo na ol tok i stap long kirap bilong buk

source: Endnotes at Each Book
tpi: Ol Gutpela Tok Bilong Bel Long Ol Buk

source: Output endnotes at the end of each book
tpi: Ol tok i stap long pinis bilong buk

source: Enhanced paragraphed footnotes
tpi: Ol tok i stap daunbilo long ol paragraf

source: Paragraphed footnotes which allow \fp to work and also the ifparnotes... controls below. Causes some spacing differences compared to old-style.
tpi: Ol tok daunbilo i gat ol paragraf i helpim ol tok i stap long ol paragraf long wok na tu, ol tok daunbilo i gat ol tok daunbilo i mekim na sampela hap bilong ol tok i no stret wantaim ol tok bilong bipo.

source: Remove depth above paragraphed notes
tpi: Rausim ol hap bilong ol paragraf i stap antap long ol not

source: Kern away (kill) the glyph/font depth of note types before paragraphed notes, using the value of \prevdepth
tpi: Kernim ol tok i stap long ol hap bilong ol tok i stap paslain long ol tok i stap long ol paragraf, na yusim namba \prevdepth

source: Remove depth after paragraphed notes
tpi: Rausim ol tok i stap long ol paragraf

source: Kill the depth of (the last row of) paragraphed note styles. Paragraphed notes will use the margin as their baseline.
tpi: Toksave long ol lain i gat ol paragraf long ol dispela paragraf bai yusim hap bilong en olsem mak bilong ol.

source: Use grid not font/glyph height at rule
tpi: Yusim gret na no yusim font/glyph antap long lo

source: If true, the footnote rule is positioned relative to the hypothetical baseline above the topmost footnote, rather than relative to the glyph/font height.
tpi: Sapos tok i tru, orait ol i mas putim dispela lo long hap i wankain olsem mak bilong ol rait antap long hap i stap antap tru, na i no long hap i wankain olsem mak bilong ol rait.

source: Use grid not font/glyph height between notes
tpi: Yusim gret na no yusim ol fon/glyph antap namel long ol not

source: If true, then the \InterNoteSpace is relative to the hypothetical baseline above the topmost footnote, rather than the glyph/font height. \InterNoteSpace is triggered between note styles.
tpi: Sapos i tru, orait InterNoteSpace i wankain olsem baseline antap long fespela pesnot, na i no antap bilong glyph/font.

source: Use glyph height not font height in footnotes
tpi: Yusim hap bilong rait long ol tok i stap daunbilo

source: Does the note use the font's descender design parameter, or the actual bottom of the glyph. If the former (and depth is not killed), then the bottom of notes have a common baseline across pages. If the latter, then the glyphs sit as close to the bottom margin as they can, which may permit an extra line of text.
tpi: Sapos ol i no kilim daun, orait daunbilo bilong ol not i gat wanpela wankain base line long olgeta pes. Sapos daunbilo, orait ol glyph i stap klostu tru long daunbilo marasin, na dispela inap larim sampela hap tok i stap.

source: Last Note: interlinepenalty
tpi: Laspela tok: strafe namel long ol lain

source: Penalty for breaking between lines of the last footnote.
tpi: Sapos yu brukim tok bilong laspela lo i stap daunbilo, bai yu kisim strafe.

source: Last Note: widowpenalty
tpi: Laspela tok: strafe bilong ol widows

source: Extra penalty for breaking at the last line of the last footnote.
tpi: Ol i mas givim narapela strafe sapos yu brukim tok i stap long laspela lain bilong namba wan tok.

source: Last Note: clubpenalty
tpi: Laspela tok: Pait bilong paitim stik

source: Extra penalty for breaking at the first line of the last footnote.
tpi: Ol i mas givim sampela strafe moa long man i brukim namba wan lain bilong laspela tok i stap daunbilo.

source: Last Note: penalty at par
tpi: Laspela tok: strafe long namba wan hap

source: Penalty for breaking at an explicit footnote-paragraph in the last footnote.
tpi: Sapos yu brukim wanpela tok i stap long fes not long laspela not, bai yu kisim strafe.

source: Split notes: Shortest note to shave
tpi: Split notes: Not sotpela long katim

source: If footnotes might be shaved, how many lines must it be?
tpi: Sapos yu ken rausim ol tok daunbilo, yu ting i mas gat hamas lain?

source: Split notes: min lines to move.
tpi: Ol tok i stap long ol lain i no gat nem: ol liklik lain tasol i mas go.

source: If a footnote is being shaved (split onto next page), what is the minimum number of lines to move?
tpi: Sapos yu laik rausim wanpela tok i stap daunbilo (na brukim long narapela pes), yu mas mekim wanem bilong abrusim ol lain i stap daunbilo?

source: Split notes: note lines to stay
tpi: Split notes: ol lain bilong raitim notis i stap yet

source: If a footnote is being shaved (split onto next page), how many lines of (all) notes must remain on the page?
tpi: Sapos yu katim wanpela not long pes (na brukim long narapela pes), hamas lain bilong ol dispela not i mas stap yet long pes?

source: Footnote factor-Single column
tpi: Foknot - Wanpela Kolon

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering input in single-column mode? (100=10percent)
tpi: Bilong abrusim ol hap i no gat planti pes, wanem hap bilong mak bilong longpela bilong not i mas stap long TeX taim yu bungim ol tok insait long wanpela kolon? (100=10 pesen)

source: Footnote factor-Two column
tpi: Foknot Factor-Kop 2

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering input in two-column mode? (100=10percent)
tpi: Bilong abrusim ol hap i no gat planti pes, wanem hap bilong mak bilong longpela bilong not i mas stap long TeX taim yu bungim ol tok insait long tupela kolon? (100=10 pesen)

source: Footnote factor-Diglot
tpi: Fakta bilong tok daunbilo - Diglot

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering diglot input? (100=10percent)
tpi: Bilong abrusim ol hap i no gat planti pes, wanem hap bilong mak bilong longpela bilong not i mas stap long TeX taim yu bungim ol tok long ol liklik hap bilong pepa? (100=10 pesen)

source: Footnote factor-Centre column
tpi: Foknot-Fakta-Pasin bilong Sentral

source: To avoid needless cylces/underful pages, what portion of a note's height-estimate should TeX apply when gathering centre-column notes? (100=10percent)
tpi: Bilong abrusim ol hap i no gat planti pes, wanem hap bilong mak bilong longpela bilong not i mas stap long TeX taim yu bungim ol not long namel bilong kolom? (100=10 pesen)

source: Show Diglot Trace Marks
tpi: Makim ol mak bilong ol samting i stap long Diglot

source: Insert visible trace marks in diglot output
tpi: Putim ol mak i stap long ol hap bilong diglot

source: Extra Trace Mark Info
tpi: Sampela Tok Long Ol Mak

source: Add extra information to diglot trace marks
tpi: Tok moa long ol mak bilong ol liklik hap bilong wara
