Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Ensure that this image is always shown as currently depicted in the preview. Do NOT allow it to be mirrored (reversed).
tpi: Lukim olsem dispela piksa i stap olsem em i stap long taim yu lukim piksa.

source: Always mirror
tpi: Oltaim lukluk long ai

source: Picture checklist: Always mirror
tpi: Ol piksa i stap long pes: Oltaim lukluk long ai

source: Ensure that this image is always mirrored from what is currently shown in the preview. Therefore actions being done with the left hand will show as being done with the right hand, and vice versa.
tpi: Lukim olsem dispela piksa i wankain long piksa i stap long dispela taim. Olsem na ol samting yu mekim long han kais bai kamap olsem yu mekim long han sut, na olsem tasol.

source: Picture checklist: Purpose of illustration
tpi: Ol piksa: Mak bilong piksa

source: Select the reason for including the illustration in this particular publication.
tpi: Makim risen bilong putim piksa long dispela buk.

source: Picture checklist: What is happening is clear in this context
tpi: Ol piksa i soim klia wanem samting i kamap

source: Picture checklist: What is happening is NOT clear in this context
tpi: Piksa: Dispela samting i no klia tumas long dispela hap.

source: Unchecked
tpi: Ol i no bin skelim

source: Picture checklist: Not checked for clarity in this context
tpi: Ol piksa i stap long lista: Ol i no skelim dispela piksa long wanem ol i klia tumas

source: Picture checklist: Carries wrong meaning in this context
tpi: Ol piksa i stap long lista: Dispela tok i no stret

source: Picture checklist: Carries expected meaning in this context
tpi: Ol piksa i stap long lista: Dispela piksa i gat mining bilong en

source: Picture checklist: Appropriateness of illustration
tpi: Ol piksa: Ol piksa i stret long mekim wok long en

source: Select the appropriateness of the illustration within this publication.
tpi: Makim piksa i stret long dispela buk.

source: Picture checklist: Not checked if wrong meaning in this context
tpi: Ol piksa i stap long lista: I no gat mak sapos i gat narapela mining long dispela ves

source: Consultant Approval:
tpi: Ol i mas givim tok orait long ol saveman:

source: Picture checklist: Approved by date
tpi: Ol piksa i stap long lista: Ol i makim de bilong ol i orait long en

source: The most recent date that the consultant approval updated.
tpi: Ol i save raitim nem bilong ol lain i bin kisim tok orait long ol.

source: Date
tpi: De bilong en

source: Picture checklist: Approved by initials
tpi: Ol piksa: Ol i raitim namba bilong ol long ol namba bilong ol

source: Initials
tpi: Ol namba wan nem

source: any publication
tpi: ol buk na nius

source: Picture checklist: Approved for use in ANY publication
tpi: Ol piksa i stap long lista: Ol i orait long yusim long olgeta nius

source: this publication
tpi: dispela buk

source: Picture checklist: Approved for use in THIS publication
tpi: Ol piksa: Ol i orait long yusim long dispela buk

source: Approved to be used in:
tpi: Ol i orait long yusim long:

source: Picture checklist: Approved for use
tpi: Ol piksa i stap long lista: Ol i orait long yusim

source: By:
tpi: Long:

source: Use the notes area below to record anything about this picture, or to dialog with the consultant. The notes entered here will be available and editable in ALL publications of this project (not just THIS one).
tpi: Yu ken yusim hap not daunbilo bilong raitim ol tok long dispela piksa, o toktok wantaim man bilong stretim tok. Ol tok yu putim long dispela hap bai stap long olgeta nius bilong dispela projek (no dispela nius tasol).

source: Notes About This Picture:
tpi: Ol Tok Long Dispela Piksa:

source: Pictures are best used in situations where: 1. The physical situation is not understood, or not common in the target culture. 2. Where the physical situation is important to understanding the meaning of the passage (e.g., the type of clothing is often not important, but in some passages it might be). 3. Where they help the reader to understand the passage. 4. Where it entices the reader to read the passage.
tpi: Ol i save yusim ol piksa long ol samting olsem: 1. Ol man i no save long ol samting i kamap long skin bilong ol, o ol i no save long ol samting i kamap long skin bilong ol. 2. Ol samting i kamap long skin i bikpela samting long save long mining bilong tok (olsem, kain klos i no bikpela samting, tasol sampela hap tok inap helpim man long kliagut long tok.) 3. Ol i helpim man i ritim long kliagut long tok. 4. Ol i kirapim man long ritim tok.

source: Questions to Consider
tpi: Sampela Askim Bilong Tingim

source: This tab encourages you to think through the appropriateness of the pictures used in this publication, as well as other contexts.
tpi: Dispela tab bai kirapim yu long skelim gut ol piksa i stap long dispela buk na ol narapela samting i kamap bihain long en.

source: Checklist
tpi: Ol samting bilong skelim

source: Manipulate the pictures to be used in the publication. Control everything from quality to position, from captions to copyrights.
tpi: Mekim wok long ol piksa bilong buk na nius, skelim gut ol piksa na ol piksa, na skelim ol rait bilong ol man i wokim ol piksa.

source: Use Default Header Settings for Diglot
tpi: Yusim ol Default Header Setim bilong Diglot

source: Diglot: Use default header settings
tpi: Diglot: Yusim ol default header setim

source: Checking this option will override the header settings and place the Reference Ranges on the outer edges and Page Number in (or near) the middle.
tpi: Sapos yu makim dispela opsen, bai yu no inap putim ol sait bilong het tok na putim ol Reference Range long arere bilong pes na Namba bilong pes long namel.

source: Adjust Center Header Based on Column Widths
tpi: Rediusim Sentral Het bilong pes long ol Kolom

source: Diglot: Adjust center header horizontal position
tpi: Diglot: Stretim ples bilong het bilong pes

source: If the column widths of the two sides of the diglot are unequal, PTXprint can ensure that the content of the center header matches the position of the gutter (space between the two different columns).
tpi: Sapos longpela bilong tupela sait bilong diglot i no wankain, PTXprint inap mekim olsem ol hap bilong het bilong sentra i stret wantaim ples bilong gutter (ol hap namel long tupela kolon).

source: Vertical Rule in Notes Area
tpi: Lo bilong ol rait long Notes Area

source: Diglot: Vertical rule in notes area
tpi: Diglot: Vertikal lo long hap bilong ol not

source: Add a vertical rule between the two sides of the notes area of the diglot.
tpi: Mekim wanpela lo i go antap namel long tupela sait bilong hap bilong ol not bilong diglot.

source: Join with Rule Above
tpi: Yusim Ol Pasin Bilong Ritim Ol Tok

source: Diglot: Join notes rule with gutter rule
tpi: Diglot: Toktok wantaim toktok

source: To prevent a small gap in the line allow the vertical line to extend down into the notes area.
tpi: Bilong abrusim liklik hap i no gat mak, larim lain i sanap antap i go daun long hap bilong ol not.

source: Separate Notes in Two Columns
tpi: Ol Notu i Stap Long Tupela Kolom

source: Diglot: Keep notes in distinct columns
tpi: Diglot: Stapim ol tok long ol narapela narapela kolom

source: If this option is disabled, the footnotes from both sides of the diglot get merged together and are interspersed one after the other. Depending on the scripts and text direction, this may or may not be desirable. If in doubt, leave this option checked ON.
tpi: Sapos yu pasim dispela rot, ol tok i stap long tupela sait bilong diglot bai i go wantaim na i stap namel long narapela narapela.

source: The Layout string describes how the various texts should appear on the page(s). All of the texts listed in the table above must be mentioned. The comma represents the next page. A forward slash / indicates one text being under the other on the same page.
tpi: Dispela string i makim olsem wanem ol narapela narapela tok i mas kamap long pes (s). Olgeta tok i stap long dispela tabel i mas stap. Komas i makim pes i kamap bihain.

source: When the different texts of a diglot are merged, there are various algorithms which may be used to obtain the best overall result: * Document based - attempts to use the document structure to align at paragraphs as far as possible; but alignment is easily confused when each text has a very different paragraph structure. * Chapter Verse - aligns on chapters and verses instead of structure * Scored - an alternative algorithm using weighted scores which tries to align paragraphs when the verse numbers match * Scored (Chapter) - as a minimum, forces alignment at chapters breaks * Scored (Verses) - as a minimum, forces alignment at each verse, which can result in a lot of breaks! Note that for polyglots, only the Scored options are available to be used.
tpi: Taim ol i bungim ol narapela narapela tok bilong wanpela diglot, ol i gat sampela kain pasin bilong skelim ol tok bilong en bilong kisim gutpela samting: * Ol i yusim ol tok bilong wanpela dokiman - ol i traim long yusim ol tok bilong wanpela dokiman bilong stretim ol paragraf inap long skel bilong ol paragraf; tasol taim ol narapela tok i gat narapela narapela hap bilong ol paragraf, ol i no save stretim ol tok. * Chapta (Chapter) - i save bihainim ol sapta na ol ves na i no ol ves bilong en * Scored - wanpela narapela pasin bilong yusim ol score we i gat pe bilong en na i traim long bihainim ol paragraf taim namba bilong ol ves i stret * Scored (Chapter) - i no gat narapela rot long ol sapta i no kamap stret * Scored (Verses) - i no gat narapela rot long ol sapta i no kamap stret, olsem na planti hap bilong ol ves i no kamap stret!

source: Merging mode:
tpi: Pasin bilong bungim:

source: Diglot/Polyglot: Merging Mode
tpi: Diglot/Polyglot: Mekim Wastaua

source: Auto-calculate optimum widths of diglot columns
tpi: Autokalkulatim ol bikpela hap bilong ol diglot kolon

source: Auto calculate primary percentage by trying to reduce the page count. This will run your print job up to 10 times or more, so choose a small book to run on. It will attempt to find the best balance of column widths near to the starting position of the slider.
tpi: Autokim namba wan pesenti long rot bilong traim long daunim namba bilong ol pes. Dispela bai mekim printim bilong yu i go antap inap long 10 taim o moa, olsem na makim liklik buk bilong printim. Em bai traim long painim gutpela skel bilong ol kolom i go klostu long ples bilong statim slider.

source: Layout:
tpi: Ol piksa:

source: Some books (e.g. Introduction, Glossary, Back Matter, etc.) in a diglot publication should not be merged to appear side-by-side, but instead need to occur one after the other. Add the 3-letter book codes for any books that should not be merged. These will appear one after the other.
tpi: Sampela buk (olsem Introduction, Glossary, Back Matter, etc.) long wanpela diglot pablikesen i no ken kamap wantaim, tasol ol i mas kamap wan wan.

source: Use Serial Layout for These Books:
tpi: Yusim Serial Layout Bilong Ol Dispela Buk:

source: List of diglot books not to be merged, to come one after the other
tpi: Ol buk bilong ol lain bilong ol narapela lain i no ken bung wantaim, ol i mas bung wantaim

source: e.g. FRT BAK GLO XXA XXB
tpi: FRT BAK GLO XXA XXB

source: Diglot (or Polyglot)
tpi: Diglot (o Polyglot)

source: Enable diglot or discript publication
tpi: Opim diglot o diskrip nius

source: A Diglot publication contains two languages, or scripts, or texts. A Polyglot contains more than two. Right-click in the table below to add other texts to the list.
tpi: Long wanpela buk Diglot i gat tupela tok ples, o tok ples bilong rait, o ol tok i stap long en. Long wanpela buk Polyglot i gat planti tokples.

source: Create a diglot publication by selecting a secondary project and configuration.
tpi: Wokim wanpela diglot pablikesen long rot bilong makim wanpela sekendari projek na sait bilong en.

source: The length of the Thumb Tab measured in millimeters (mm).
tpi: Longpela bilong ol liklik hap bilong pinga i stap long milimeta (mm).

source: Length:
tpi: Long

source: The height of the Thumb Tab measured in millimeters (mm).
tpi: Heit bilong ol liklik hap bilong pinga i stap long milimeta (mm).

source: Height:
tpi: Heit bilong en:

source: Thumb tabs: Height
tpi: Ol tab bilong pinga: Height

source: Thumb Tabs usually use a dark color for the background with a light color (or white) for the foreground text. The background color is set here, but the foreground text color needs to be set by clicking the Edit Style link.
tpi: Ol tab bilong tumben i save yusim tudak kala bilong fon na waitpela kala bilong rait long ples daun.

source: Tab Color:
tpi: Kala bilong Tab:

source: Thumb tabs: Tab color
tpi: Ol tab bilong pinga: Kala bilong tab

source: Thumb Tab Background Color
tpi: Plak bilong baksait long pukpuk

source: Rotate Tabs:
tpi: Rotim ol Tab:

source: Thumb tabs: Rotate tabs
tpi: Toktok bilong ol tab: Rotate tabs

source: Rotates the tabs so that the text runs along the edge of the page. This works well for narrow margins, but may result in fewer tab positions per page.
tpi: Rotim ol tab olsem ol tok i ran long arere bilong pes. Dispela i gutpela long liklik makens, tasol dispela inap mekim na ol tab i no stap gut long pes.

source: How many tabs can there be down a page. This is automatically calculated from the Width, Height, Page size and Margins. If any of these change then this value will be updated. Increasing it, makes tabs overlap. Reducing it spreads them apart.
tpi: Namba bilong ol tab i ken stap long wanpela pes. Dispela i save kamap long sait bilong sait, na long sait bilong sait. Sapos sampela bilong ol dispela senis i kamap, dispela pe bai kamap nupela. Sapos yu skruim dispela namba, ol tab bai kamap wankain. Sapos yu skruim liklik, ol bai i no stap wankain.

source: Number of Tab Positions:
tpi: Namba bilong ol posisen bilong Tab:

source: Thumb tabs: Number of tab positions
tpi: Ol tab bilong pinga: Namba bilong ol hap bilong tab

source: Thumb tabs: Length
tpi: Long Thumb Tabs: Long

source: <span background="black" foreground="white" font-weight="bold"> Vertical </span>
tpi: Long long

source: <span background="black" foreground="white" font-weight="bold"> Horizontal </span>
tpi: Long long

source: When several shorter adjacent books occur, it is common to group them together to use the same tab position (but still have differently named tabs).
tpi: Taim sampela liklik buk i stap klostu i kamap, planti taim ol i save bungim ol buk wantaim bilong yusim wankain hap bilong tab (tasol ol i gat narapela narapela nem bilong ol tab).

source: Grouped Tabs:
tpi: Ol Tab i Stap Long Lain:

source: Thumb tabs: Tabs grouped by books
tpi: Ol tab bilong pinga: Ol tab ol i makim long buk

source: List book IDs of short books to be grouped together at the same tab position. Use spaces between book IDs, and use ; to separate groups. There is no need to list all the book IDs here - only the special ones which need to share the same tab position. For example: PHM TIT; 1JN 2JN 3JN JUD
tpi: Long dispela lista yu ken putim ol buk ID bilong ol liklik buk yu laik bungim wantaim long wankain hap bilong tab. Yu ken yusim ol hap namel long ol buk ID, na yusim ; long katim ol grup. Yu no ken putim olgeta buk ID long lista - ol buk ID bilong ol buk i gat wankain hap bilong tab tasol.

source: Thumb tabs: Rotate options
tpi: Toktok: Rotate Options

source: If you choose to Rotate the tabs, there are various options as to how these should be oriented. The preview (right) will show how these will appear on facing pages.
tpi: Sapos yu makim Rotate tabs, yu inap makim wanem rot bilong putim ol dispela tabs.

source: Restart Tabs at MAT
tpi: Ritim bek ol Tab long MAT

source: Thumb tabs: Restart tabs at New Testament
tpi: Ol tab bilong tumben: Lainim gen ol tab long Nupela Testamen

source: Normally books will follow sequentially and if the next tab would be off the bottom of the page, then it will be set to the top for a new cycle of tabs. Setting this starts a new cycle at the start of the New Testament (Matthew).
tpi: Ol buk bai bihainim wan wan hap bilong pes, na sapos narapela tab i stap long hap daunbilo bilong pes, orait dispela tab bai stap long het bilong nupela siklus bilong ol tab.

source: Thumb tabs: Reload default book groups
tpi: Ol tab bilong tumben: Reload default book groups

source: Clicking this button will reload the default values for the Grouped Tabs.
tpi: Taim yu klik long dispela boton, dispela bai kirapim gen ol default valua bilong grupim ol tab.

source: Tab Text:
tpi: Toktok bilong tab:

source: \toc3
tpi: Toktok

source: Decorative verse numbers: Use end of Ayah
tpi: Ol namba bilong ol ves bilong bilas: Yusim pinis bilong Aai

source: By default, Thumb Tabs use the content and styling of the \toc3 marker. Note that this setting is interconnected with the Table of Contents settings on the Pheripherals tab. If \toc3 is not included in the ToC, then this option will be disabled. So it is recommended to use \toc3 as your thumbtab text and include it in the Table of Contents.
tpi: Long default, ol Thumb Tabs i save yusim ol tok insait na stiles bilong maker \toc3. Tingim olsem dispela sait i pas wantaim ol samting bilong Table of Contents long Tab Peripherals. Sapos \toc3 i no stap insait long ToC, orait dispela opsen bai no stap. Olsem na yu mas yusim \toc3 olsem ol tok insait long thumbtab na putim long Table of Contents.

source: \zthumbtab
tpi: Toktok wantaim ol narapela

source: By default, Thumb Tabs use the content and styling of the \toc3 marker. If you prefer different content and/or styling for the tabs, then this \zthumbtab option needs to be enabled, and the thumbtab names entered into your USFM text. Note that this setting is interconnected with the Table of Contents settings on the Pheripherals tab. If \toc3 is not included in the ToC, then you are forced to use the \zthumbtab setting here. For that reason it is highly recommended to use \toc3 as your thumbtab text and include it in the Table of Contents. The USFM extension \zthumbtab'' can be used to set an alternative value for the thumbtab contents. If a book's header contains a \zthumbtab entry, then \toc3 will not be used as the thumbtab contents. An empty \zthumbtab'' entry specifies that there should be no text in the thumbtab for that book.
tpi: Sapos yu laikim narapela kain ol tok insait na/o stiles bilong ol tab, orait yu mas optimim dispela opsen, na putim ol nem bilong ol thumbtab insait long ol tok bilong yu long USFM. Tingim olsem dispela sait i pas wantaim ol sait bilong ol tok insait long Tabel bilong ol samting i stap long Tab Peripheral. Sapos yu no putim tok insait long ToC, orait yu mas yusim sait bilong \zthumbtab hia. Olsem na yu mas yusim \toc3 olsem ol tok bilong yu long ol liklik liklik hap bilong buk na putim long ol tok i stap insait long ol dispela hap. Yu ken yusim USFM estensen \zthumbtab'' long putim narapela valua bilong ol liklik hap bilong buk. Sapos het bilong buk i gat wanpela tok i stap long ol liklik hap bilong buk, orait yu no ken yusim \toc3.

source: Click to jump to the appropriate (\toc3 or \zthumbtab) marker in the style editor to change the formatting of the thumb tabs.
tpi: Klik long dispela hap bilong stiles editor bilong senisim pasin bilong putim ol liklik hap bilong ol liklik hap.

source: Only Show on Odd Pages
tpi: Lukim tasol long ol pes i no gat nem

source: Thumb tabs: Only Show on Odd Pages
tpi: Ol tab bilong tumben: Long ol pes i no gat nem tasol

source: When printing thumb tabs on thin paper, it is preferable to only print these tabs on a single side of the page (the odd pages).
tpi: Taim yu prinim ol liklik hap bilong pepa i gat ol liklik hap bilong pinga, i gutpela sapos yu prinim ol dispela hap long wanpela sait tasol bilong pes (ol liklik pes tasol).

source: Thumb Tabs
tpi: Ol Toktok bilong Papagraun

source: Enable thumb tabs
tpi: Opim ol tab bilong pinga

source: Thumb Tabs are sometimes used in longer publications to help the user find a scripture book easier. By default these use the \toc3 element in a USFM file to provide the text for the tab. Note: If only a single book is currently selected, it will place the Thumb Tab relative to ALL the books listed in the multiple book list.
tpi: Sampela taim ol i save yusim ol liklik tab bilong ol buk bilong helpim ol man long painim ol tok bilong Baibel. Ol i save yusim tok piksa \toc3 long ol buk bilong USFM bilong kamapim ol tok bilong ol buk.

source: Select decorative section headings
tpi: Makim ol het tok bilong ol hap bilong bilas

source: Vertical shift in pts of the section box downwards relative to the text
tpi: Long sait bilong ol hap bilong seksen, ol i save tanim ol hap i go daun

source: Shift:
tpi: Swing:

source: Decorative section headings: Vertical shift
tpi: Ol het tok bilong ol hap bilong bilas: Vertical shift

source: Scale section header image. 1.0 is unity.
tpi: Skalaim het tok piksa bilong seksen. 1.0 em i olsem wanpela.

source: Decorative section headings: Scale
tpi: Ol het tok bilong ol samting bilong bilasim haus: Skala

source: PDF border (Legacy)
tpi: PDF banis (Legacy)

source: Use an existing PDF Border for the entire publication.
tpi: Yusim wanpela PDF Border bilong olgeta buk.

source: Place a decorative border only around the Scripture text (excludes introductions, footnotes and other peripheral material).
tpi: Putim wanpela hap bilong raunim Baibel tasol (no ken putim ol tok bilong kirap, ol tok daunbilo, na ol narapela samting i stap klostu long Baibel).

source: Enable decorative section headings
tpi: Opim ol het tok bilong ol hap bilong bilasim ol samting

source: Section Headings may be adorned with a special graphic. Ensure that there is adequate space - both horizontal as well as vertical to make sure all headings fit.
tpi: Ol man i ken putim ol piksa long ol het tok bilong ol buk na nius.

source: Select decorative borders
tpi: Makim ol naispela mak bilong banis

source: Full page
tpi: Full pes

source: Decorative borders: Expand to fill page
tpi: Ol sid bilong bilas: Opim na pulapim pes

source: If set, the border is expanded to the full page. Otherwise it is expanded only to the gutter margins.
tpi: Sapos yu putim, mak bai kamap bikpela inap long olgeta pes, tasol sapos yu no putim, mak bai kamap bikpela inap long ol mak tasol.

source: Click to edit the properties of the Text Border (which is controlled by the \textborder style on the Styles tab).
tpi: Klik long edit ol property bilong Text Border (olsem ol i save yusim style bilong textborder long styles tab).

source: Page Border
tpi: Piksa bilong pes

source: Click to edit the properties of the Page Border (which is controlled by the \pageborder style on the Styles tab).
tpi: Klik long senisim ol property bilong Page Border (em i stap long sait bilong styles).

source: Enable decorative borders
tpi: Mekim ol naispela banis i stap

source: There are different kinds of borders that can be applied to the publication. Note that if you use a border, it is likely that you will need to adjust the margins to make it fit.
tpi: Sapos yu yusim wanpela hap bilong buk, ating yu mas senisim sampela hap bilong en bambai em i stret wantaim buk.

source: Select end of book decoration
tpi: Makim pinis bilong buk

source: End of Book Decoration
tpi: Ol Buk i No Gat Tok

source: Enable end of book decoration
tpi: Toksave long ol samting bilong mekim buk i kamap naispela

source: The end of each book may be adorned with a special graphic.
tpi: Ol i ken putim ol piksa long pinis bilong ol buk.

source: End of Ayah
tpi: Pinis bilong Ayah

source: Use the End of Ayah character in the font to decorate the verse number.
tpi: Yusim dispela tok "End of Ayah" long fon bilong bilasim namba bilong ves.

source: Verse Border Graphic
tpi: Graf Bilong Border Bilong Ol Ves
