Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Decorative verse numbers: Use verse border graphic
tpi: Ol namba bilong ol ves bilong bilas: Yusim ol piksa i stap long sait bilong ol ves

source: Use a PDF graphic to decorate the verse number. You may need to also adjust the font properties to ensure the verse numbers fit within the graphic.
tpi: Yu ken yusim wanpela piksa long PDF bilong bilasim namba bilong ves. Ating yu mas senisim ol fon bilong rait bilong strongim olsem ol namba bilong ves i pas gut wantaim piksa.

source: Click to edit the \v marker's properties on the Styles tab.
tpi: Klik long Edit ol property bilong \v maker long Styles tab.

source: Select verse border graphic
tpi: Makim hap bilong rait

source: Vertical shift in pts of the verse decorator image upwards relative to the text.
tpi: Ol i save tanim ol hap bilong piksa i stap long pes i go antap.

source: Verse border graphic: Vertical shift
tpi: Grafik bilong mak bilong ol ves: Vertical shift

source: Scale verse decorator image. 1.00 is unity.
tpi: Skala bilong piksa bilong man bilong bilasim ol tok.

source: Verse border graphic: Scale
tpi: Graf bilong mak bilong ol ves: Skala

source: Move Ayah
tpi: Rausim Ayah

source: Decorative verse numbers: Move Ayah to end of verse
tpi: Ol namba bilong ol ves bilong bilas: Go long pinis bilong ves

source: This option moves the Ayah to the end of the verse.
tpi: Dispela opsen i save mekim na dispela ves i go long pinis bilong en.

source: Verse Number Decorator
tpi: Namba Bilong Ves

source: Enable decorative verse numbers
tpi: Tokim ol lain i gat namba bilong ol ves

source: Verse numbers can be decorated using either of the options shown below.
tpi: Yu ken yusim wanpela o tupela rot long bilasim ol ves.

source: Ornamental Decorations
tpi: Ol Samting Bilong Mekim Long Samting Bilong Mekim Gut Bel

source: Ornamental Decorations: Enable decorative borders, rules and verses
tpi: Ol Gutpela Samting Bilong Mekim Long Ol Haus: Mekim ol mak bilong bilas, ol lo, na ol ves

source: Enable this option to make use of ornamental borders, rules & verses. Some cultures place a high value on such decorative features in scripture publications.
tpi: Sampela lain i save tingim ol dispela samting i bikpela samting long ol buk bilong Baibel.

source: Tabs+Borders
tpi: Ol Tab+Border

source: If you are not sure which category your marker can be found under, then use this Search tool to find the marker you need.
tpi: Sapos yu no save long wanem kategoria yu laik painim maker bilong yu long en, orait yusim dispela tul bilong painim na painim maker yu laik kisim.

source: Find:
tpi: Painim:

source: Find style
tpi: Painim stil

source: Enable (or disable) the filter to only show markers that are in use in the current set of books.
tpi: Makim (o pasim) ol maker i stap long buk yu yusim nau tasol.

source: Find a style within the appropriate section which is similar to the new style you wish to create. Then click this Add button to create a new style based on the currently selected style.
tpi: Painim wanpela stil insait long dispela hap i wankain long nupela stil yu laik wokim. Klik long dispela Add button bilong wokim nupela stil long sait bilong stil yu makim.

source: Click to delete this style. Warning: There is no confirmation or undo!
tpi: Klik long rausim dispela stil. Tok lukaut: I no gat tok orait o rausim!

source: Click to reset this style's settings to default values.
tpi: Klik long rediusim ol sait bilong dispela stil long ol default valua.

source: Edit
tpi: Toktok

source: Click to Edit additional properties for this style.
tpi: Klik long Edit sampela moa property bilong dispela stil.

source: Styles: Select font
tpi: Ol Stiles: Makim fon

source: Styles: Font size factor
tpi: Ol stiles: Stem bilong fon

source: Scale Relative to Parent
tpi: Skala Bilong Ol Pikinini

source: Styles: Scale relative to parent
tpi: Ol kain kain pasin: Skala i wankain long papa pasin

source: The Font Size is usually calculated as relative to the current Font Size Unit. If you prefer to specify an an amount relative to the surrounding text font size then enable this option. Note that \p has a FontSize of 12 in the underlying stylesheet.
tpi: Long dispela hap, yu ken makim namba bilong ol fon i gat namba 12 long en.

source: Bold
tpi: Toktok i gat strongpela tok

source: Styles: Bold
tpi: Ol kain piksa: Strongpela

source: Italic
tpi: Tok i stap long rot

source: Styles: Italic
tpi: Ol stail: Tok i stap long rot

source: Superscript
tpi: Ol tok i stap antap

source: Styles: Superscript
tpi: Ol kain rait: Superscript

source: The superscript option overrides these settings: Font Size Factor is set to 0.75 Raise is set to 0.85 times the x-height of the font (which defaults to 1/2 the ascent if not specified in the font).
tpi: Dispela opesen bilong superscript i save senisim ol dispela sait: Font Size Factor i stap long 0.75 Raise i stap long 0.85 taim antap bilong fon (olsem default i stap long 1/2 antap sapos fon i no makim).

source: SmallCaps
tpi: Ol liklik kampani

source: Styles: Smallcaps
tpi: Ol kain klos: Ol liklik het

source: Styles: Raise
tpi: Pasin bilong mekim: Raise

source: How much to raise the text (in pts).
tpi: Wanem namba bilong ol tok i mas kamap antap long en (long ol poin).

source: Styles: Color
tpi: Ol kain kain bilas: Kala

source: Sets text color for text in this style.
tpi: Makim kala bilong ol tok i stap long dispela stil.

source: Text Color
tpi: Kala Bilong Toktok

source: Font:
tpi: Ol rait:

source: This a factor or proportion of the base font size. So 1.0 is the same as the base font size from the Layout tab.
tpi: Dispela em wanpela mak bilong base font size. olsem na 1.0 em wankain olsem base font size long Layout tab.

source: Raise:
tpi: Raisim:

source: Underline
tpi: Tok daun

source: Styles: Underline
tpi: Ol kain piksa: Makim daunbilo

source: Underlining printed text is actively discouraged. If you have a strong use-case for why this is needed for your typesetting job, then get in touch for details on how to achieve this using a .tex snippet. Email: ptxprint_support@sil.org
tpi: Sapos yu gat wanpela gutpela as na yu mas mekim olsem, orait yu ken toktok wantaim mipela long wanem ol rot bilong mekim olsem long .tex snippet. Email: ptxprint_support@sil.org

source: Calculated absolute point size given the current Base Font Size (which is set on the Layout tab). The (Ascender Descender) values from the base line for this font are provided for reference.
tpi: Ol i makim bikpela bilong ol hap tok long dispela fon (ol i makim long Layout tab).

source: <span foreground="blue">11.7pt (6.6 2.2)</span>
tpi: Long Long

source: If any modifications to the typeface have been selected, then they will be displayed here. GR= Graphite has been enabled stretch= (or shrink) font horizontally bold= embolden value (faux bold) ital= slant value (faux italics)
tpi: Sapos yu bin makim sampela senis long fon fon, orait bai yu lukim ol dispela senis long hia. GR= Grafit i bin opim stretch= (or shrink) fon long hap plang= embolden value (false bold) ital= slant value (false italics)

source: Character Settings
tpi: Ol Karakaun

source: Styles: Paragraph alignment
tpi: Ol pasin bilong raitim ol tok: Stretim ol paragraf

source: Styles: Left indent
tpi: Ol kain kain: Han kais i go daun

source: Styles: Right indent
tpi: Ol kain kain: Raitpela hap

source: Styles: Line spacing
tpi: Ol kain pasin: Raun bilong ol lain

source: Use Absolute Spacing (in pts)
tpi: Yusim Absolut Spacing (long ol poin)

source: Styles: Use absolute line spacing
tpi: Ol stil: Yusim ol hap i stap namel long ol lain

source: The Line Spacing is usually calculated as a factor of the Font Size. If you prefer to specify an exact/absolute line spacing (in points), then enable this option.
tpi: Taim yu laik makim stret/absolut spais bilong ol lain (long ol poin), orait larim dispela opsen.

source: Styles: Space before
tpi: Ol kain kain: Hap i stap paslain

source: Styles: Space after
tpi: Ol kain kain: Hap i stap bihain

source: Styles: First line indent
tpi: Ol kain kain pasin: Namba wan lain i stap long en

source: Alignment:
tpi: Ol i mas bihainim rot:

source: This is multiplied by the Base Paragraph Indent value (specified on the Layout tab) to get the final indentation amount.
tpi: Dispela namba i mas kamap planti taim long Base Paragraph Indent value (ol i makim long Layout tab) na bai yumi kisim namba bilong ol indent sum.

source: First Line Indent Factor:
tpi: Namba wan lain i gat mak bilong ol hap i stap insait long en:

source: Left Indent Factor:
tpi: Lusim Insait Factor:

source: This is multiplied by the Base Paragraph Indent value (specified on the Layout tab) to get the final indentation amount. When the Writing system text flow direction is Right-to-Left the interpretation of Left and Right is swapped.
tpi: Taim rait bilong ol rait i go long han sut, ol i save senisim tingting bilong han kais na han sut.

source: Right Indent Factor:
tpi: Reki Insait Factor:

source: This a proportion of the base line spacing. So 1.0 is the same as the base line spacing from the Layout tab. If Absolute Spacing is set, then this value is the line spacing in pts.
tpi: Dispela em i wankain olsem base line spacing long Layout tab. sapos yu putim Absolute Spacing, orait dispela pe em line spacing long pts.

source: Amount of space to insert before the paragraph. The actual space is this factor multiplied by the base line spacing from the Layout tab.
tpi: Namba bilong hap i stap paslain long paragraf. Dispela hap i wankain olsem dispela namba na dispela namba i kamap long base line spacing long Layout tab.

source: Space Before Factor:
tpi: Hap Hap i stap paslain long Fakta:

source: Amount of space to insert after the paragraph. The actual space is this factor multiplied by the base line spacing from the layout tab.
tpi: Namba bilong hap i stap bihain long paragraf. Dispela hap i wankain olsem dispela namba na dispela namba i kamap long mak bilong ol hap i stap namel long ol hap bilong ol hap i stap long sait bilong pasin bilong putim ol tok.

source: Space After Factor:
tpi: Hap Bihain Long Tok:

source: Styles: Maximum ragged (fill) space
tpi: Ol kain kain piksa: Ol piksa i gat planti hap bilong en

source: How much of the column-width can be empty space at a non-justified edge? This affects mid-paragraph line-breaking and may cause stretching of other spacing if the line would be too short otherwise. It does not stop the final line of a paragraph from being shorter. This value is set as the proportion of the column width, with sensible values being with the range of 0.20 to 0.75 (where 1.00 represents the entire column width). Discretionary breaks (//) will be ignored if breaking there would leave more than this much space.
tpi: Dispela i save mekim na ol lain i stap namel long ol lain i no gat hap bilong ol lain i stap long sait i stap long ol lain i stap long sait bilong ol lain i stap long ol Sapos yu laik lusim hap bilong yu long rot bilong ol narapela hap, yu no ken yusim ol hap bilong yu yet i gat mak (//).

source: Maximum Ragged Space:
tpi: Makim hap i gat planti laplap:

source: Paragraph Settings
tpi: Ol Paragraf

source: Note settings: Caller raise
tpi: Ol senis bilong ol toksave: Raising Caller

source: Note settings: Note caller style
tpi: Ol senis bilong ol toksave: Toksave i kam long stil

source: The style which is used to style the caller in the main text. If none is specified then \v is used.
tpi: Dispela stil em i stap long main teks, sapos i no gat wanpela stil i stap, orait ol i yusim \v.

source: Caller Style:
tpi: Stia bilong man i singautim:

source: Raise the caller in the main text by this number of points.
tpi: Rausim namba bilong ol man i ringim yu long namba bilong ol dispela hap tok.

source: Caller Raise:
tpi: Klia: Raisim

source: The style which is used to style the caller in the note itself. If none is specified then \v is used.
tpi: Dispela pasin bilong kolim nem bilong man i ringim long not yet. Sapos i no gat wanpela i stap, orait ol i save yusim \v.

source: Note Caller Style:
tpi: Toksave long stil bilong man i singautim:

source: Raise the caller in the note by this number of points.
tpi: Raisim namba bilong man i ringim yu long dispela pepa.

source: Note Caller Raise:
tpi: Toksave long Man i Ringim:

source: Insert the notes of the marker being defined into the collection of notes in the marker specified here. For example, if when defining the \x style, if this value was set to f then all cross references would be blended into the \f footnotes.
tpi: Putim ol toksave bilong maker yu laik kamapim insait long ol toksave bilong maker yu makim hia.

source: Note Blend Into Style:
tpi: Toktok Blend Into Style:

source: Note settings: Caller style
tpi: Ol senis bilong ol toksave: Caller style

source: Note settings: Note blend into style
tpi: Ol senis bilong ol not: Not blend into style

source: Note Settings
tpi: Ol Toktok Setim

source: \tc Markers
tpi: Ol Maker

source: Table settings: Vertical position of \tc markers
tpi: Ol mak bilong tebol: Ples bilong ol mak bilong ol piksa

source: Table Settings
tpi: Ol Setim Tebel

source: Sidebar settings: Color
tpi: Ol sait bilong sidebar: Color

source: Sets the background color for sidebar.
tpi: Makim kala bilong saitbar.

source: Background Color
tpi: Kala Bilong Ples

source: Sidebar settings: Alpha (transparency)
tpi: Ol sait bilong sidebar: Alpha (transparens)

source: The transparency or alpha value of the background colour: 0 is transparent, 1 is solid.
tpi: Transparens o namba bilong alpha bilong kala bilong baksait: 0 i klia, 1 i klia.

source: Sidebar settings: Width
tpi: Ol sait bilong sidebar: Widen

source: Sidebar width as a percentage (%) of the column/page width.
tpi: Long sait bar, bikpela bilong en i olsem % bilong longpela bilong kolom/sait.

source: Borders...
tpi: Ol mak bilong kantri...

source: Sidebar settings: Borders
tpi: Ol sait bilong sidebar: Borders

source: Click for additional settings to control the look of borders for this category of sidebar.
tpi: Klik long ol narapela sait bilong bosim lukluk bilong sait bilong dispela sait bar.

source: Foreground Image...
tpi: Piksa bilong pes...

source: Sidebar settings: Foreground image settings
tpi: Ol sait bilong sidebar: Ol sait bilong piksa long ples daun

source: Click for additional settings to use a foreground image for this category of sidebar.
tpi: Klik long ol narapela sait bilong yusim piksa bilong fes ples bilong dispela saitbar.

source: Background Image...
tpi: Piksa bilong baksait...

source: Sidebar settings: Background image settings
tpi: Ol sait bilong sidebar: Ol sait bilong piksa bilong baksait

source: Click for additional settings to use a background image for this category of sidebar.
tpi: Klik long ol narapela sait bilong yusim piksa bilong baksait bilong dispela saitbar.

source: Width:
tpi: Wasting:

source: Background shading color.
tpi: Kala bilong ol piksa.

source: Alpha:
tpi: Alfa:

source: Sidebar Settings
tpi: Ol Painim Ol Pes

source: Other Settings
tpi: Ol Narapela Senisim

source: Hover over these help topics to gain a greater understanding about how the Styles editor works.
tpi: Makim dispela hap bilong helpim bilong kliagut moa long hau Styles editor i save wok.

source: Hover-help:
tpi: Helpim long holim kar:

source: When a setting's name is in bold it indicates that the value is different from what is in the stylesheet. Note that you can click on a bold setting name of any parameter to RESET it to the stylesheet value.
tpi: Taim nem bilong wanpela sait i stap long bold, dispela i makim olsem namba bilong en i narapela kain long namba bilong stylesheet.

source: Why are some parameters bold?
tpi: Bilong wanem sampela mak i gat strongpela tok?

source: How are Stylesheets applied?
tpi: Olsem wanem ol i save yusim ol Stylesheet?

source: Edit style information of markers without having to edit the USFM stylesheet files.
tpi: Edit stil infomesen bilong makers na no gat edit long USFM stylesheet fail.

source: Apply Customized Settings (ptxprint-mods.tex)
tpi: Toktok wantaim ol narapela (ptxprint-mods.tex)

source: Apply customized TeX settings
tpi: Toktok long ol senis bilong ol tokples

source: This is the normal file for advanced users to configure TeX. This .tex file executes AFTER all the PTXprint settings.
tpi: Dispela em i wanpela file bilong ol advanced user long konfigureim TeX. Dispela .tex file i save bihainim olgeta PTXprint setting.

source: Process Text With Custom Script at:
tpi: Procesim ol tok long Custom Script long:

source: Process text with custom script
tpi: Traim ol tok long ol skriptim

source: Processes the .usfm file through a program of your choosing. The program is run as `prog infile outfile` where infile is the source .usfm file and outfile the output .usfm that will then be typeset.
tpi: Procesim .usfm fail long rot bilong wanpela program yu makim. Dispela program i save ran olsem `prog infile outfile ` we infile em i as .usfm file na outfile em output .usfm na bihain bai stap olsem kain.

source: start
tpi: statim

source: Execute processing script BEFORE running any printdraftchanges, canonicalisation (i.e. Auto-Correct USFM) or local changes which are all specified below.
tpi: Wokim skrip bilong stretim ol samting BEFO long yu mekim ol senis long ol rait bilong printim, ol senis long ol rait bilong printim (olsem Auto-Correct USFM) o ol senis long ol rait bilong printim.

source: end
tpi: pinis

source: Execute processing script AFTER running any printdraftchanges, canonicalisation (i.e. Auto-Correct USFM) or local changes which are all specified below.
tpi: Wokim skrip bilong stretim ol samting bihain long yu mekim ol senis long ol rait bilong printim, ol senis long ol rait bilong printim (olsem Auto-Correct USFM) o ol senis long ol hap we ol i stori long en daunbilo.

source: Select custom script
tpi: Makim ol skripsa

source: Apply Modifications to USFM Text (changes.txt)
tpi: Aplikim Ol senis long Toktok bilong USFM (changes.txt)

source: Enable changes.txt to be applied
tpi: Toksave long ol senis.txt i mas kamap

source: If there are changes that you wish to apply to the USFM file(s) prior to producing the printout, then these can be specified in these files: changes.txt - is used for changes that only apply to the current configuration; PrintDraftChanges.txt - specifies changes which apply to all configurations, and gets 'included' at the top of changes.txt
tpi: Sapos yu laik senisim sampela tok long ol USFM file (s) paslain long yu printim, orait yu ken makim ol dispela tok long ol dispela file: changes.txt - i bilong ol senis i save kamap long nau tasol; PrintDraftChanges.txt - i makim ol senis i save kamap long olgeta senis, na i stap antap long ol senis.txt

source: Edit changes files
tpi: Senisim senis long ol fail

source: Switch to the View+Edit tab to show the Changes.txt file in one tab, and PrintDraftChanges.txt in the next tab to the right. Shortcut: Shift-Ctrl-C
tpi: Klik long View+Edit tab bilong soim ol senis long wanpela tab, na PrintDraftChanges.txt long narapela tab long han sut.

source: Edit customized TeX settings
tpi: Mekim senis long ol senis bilong ol teksen

source: Switch to the View+Edit tab to show the ptxprint-mods.tex file. Shortcut: Shift-Ctrl-T
tpi: Klik long View+Edit tab bilong soim file ptxprint-mods.tex.

source: Edit stylesheet overrides
tpi: Senisim ol stylesheet i no stap moa

source: Switch to the View+Edit tab to show the ptxprint-mods.sty file. Shortcut: Shift-Ctrl-S
tpi: Klik long View+Edit tab bilong soim file ptxprint-mods.sty.

source: Apply Stylesheet Overrides (ptxprint-mods.sty)
tpi: Yusim Stylesheet Overrides (ptxprint-mods.sty)

source: Apply stylesheet overrides
tpi: Yusim ol stylesheet override

source: It is recommended to leave this option unchecked (off) unless you have intentionally customized styles using the ptxprint-mods.sty stylesheet and wish for these to be used by PTXprint.
tpi: Yu mas larim dispela opesen i no gat mak (off) sapos yu no bin wokim ol stiles long ol stilesheet bilong ptxprint-mods.sty na yu laik PTXprint i mas yusim ol stilesheet.

source: Apply Customized Styles (custom.sty)
tpi: Yusim Ol Styles Bilong Yu (custom.sty)

source: Apply custom styles
tpi: Yusim ol pasin bilong ol

source: It is recommended to leave this option unchecked (off) unless you have intentionally customized styles using the custom.sty stylesheet and wish for these to be used by PTXprint.
tpi: Yu mas larim dispela opesen i no gat mak (off) sapos yu no bin wokim ol stiles long ol stiles sheet bilong custom.sty na yu laik PTXprint i mas yusim ol stiles.

source: Edit custom styles
tpi: Editim ol kastam stil

source: Switch to the View+Edit tab to show the custom.sty file. Shortcut: Shift-Ctrl-M
tpi: Klik long View+Edit tab bilong soim custom.sty file.

source: Edit custom script
tpi: Redim ol skripsa

source: Edit the processing script
tpi: Editim skripsa bilong stretim tok

source: Edit initial TeX settings
tpi: Editim ol namba wan TeX sait

source: Switch to the View+Edit tab to show the ptxprint-premods.tex file. Shortcut: Shift-Ctrl-P
tpi: Klik long View+Edit tab bilong soim file ptxprint-premods.tex.

source: Apply Initial Settings (ptxprint-premods.tex)
tpi: Tokim ol nupela sait (ptxprint-premods.tex)

source: Apply initial TeX settings
tpi: Tokim ol nupela tok long ol tokples

source: This .tex file is executed BEFORE any stylesheets of other settings are applied. This file is rarely used.
tpi: Dispela .tex file i save kamap BEFO ol i yusim ol stylesheet bilong ol narapela sait.

source: Text Processing & Stylesheets
tpi: Wokim Ol Tok & Ol Stylesheet

source: Sensitive Project
tpi: Ol i Ting Dispela Wok i Nogut

source: Sensitive project
tpi: Ol wok i gat hevi long en

source: In sensitive locations the illustration copyright statement(s) can just contain the appropriate acronyms (e.g. BFBS or DCC) for some artists. In addition, the PDF's metadata will not contain sensitive project-specific data.
tpi: Long ol hap we ol rait bilong ol piksa i no stret, ol rait bilong ol piksa i gat ol liklik tok tasol (olsem BFBS o DCC) bilong sampela artist.

source: Auto-Correct USFM
tpi: Autokorietim USFM

source: Auto-correct common USFM syntax errors
tpi: Autokoritim ol popaia bilong ol tokples bilong USFM

source: PTXprint can analyze the USFM files and automatically correct some common errors in syntax. It will also notify you of errors which are likely to cause the print process to fail - giving you helpful feedback about how to fix the issue before re-trying to print.
tpi: PTXprint inap skelim ol USFM fail na stretim sampela popaia long sintaks. Em bai toksave tu long yu long ol popaia we inap mekim printim process i no kamap gut - givim yu gutpela toksave long hau yu ken stretim dispela hevi paslain long yu traim gen long prinim.

source: Interlinear & Code:
tpi: Interlinear & Kod:

source: Interlinear settings
tpi: Ol senis bilong ol lain i stap namel long ol lain

source: Convert Paratext's interlinear data text to ruby (glossing) so that an interlinear text can be printed. Note that you may need to adjust the following marker styles: \rb for the base text \gloss|rb for the gloss text Note that if this Interlinear option is enabled, then the Spacing Adjustments Between Letters (on the Fonts+Scripts page) will be disabled as these two settings are mutually exclusive.
tpi: Transformim ol interlinear data teks bilong Paratext long ruby (gloss) na bai yu ken prinim ol interlinear teks. Tingim olsem yu mas senisim ol stiol bilong maker: \rb bilong base teks \glossrb bilong gloss teks Tingim olsem sapos yu opim dispela Interlinear opsen, orait disaktive Spacing Adjustments Between Letters (long Fonts+Scripts pes) long wanem, dispela tupela sait i save pasim narapela narapela.
