Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Include ruled margins to provide space for personal notes, reflections, and artwork. Typically called 'Journaling Bibles' or 'Wide- Margin Bibles'. Hint: Set the Binding Gutter to a larger value (>40mm) and enable Outer Gutter. Other settings to control the appearance and spacing of the Notelines are in the 'Page Layout and Spacing' section of the Advanced > Other tab.
tpi: Sampela hap bilong pes i gat ol mak bilong en. Ol i kolim ol dispela mak olsem 'Journaling Bibles' o 'Wide-Margin Bibles.'

source: Set the color of the Notelines.
tpi: Makim kala bilong ol Notel.

source: Mirror Pages
tpi: Ol Pes i Gat Ol Samting i Kamap

source: Mirror page layout
tpi: Ol pes i stap long pes

source: Mirror Pages makes use of an Inner+Outer layout. This will make the left page header the inner header and the right page header will be shown on the outer edge (i.e. headers on odd and even pages are mirrored). Behaviour for Diglots: Note that when creating a Diglot, this will place the primary text as the Inner text (closest to the spine), and the secondary text as the Outer text (closest to the edge of the page). If you always want the Primary text on the left and Secondary text on the right regardless of whether it is an odd or even page, then turn off this option.
tpi: Ol pes bilong ol pes i gat ol liklik hap bilong ol i stap long en, na ol pes i stap long hap saut i stap long en. Ol pes i gat ol liklik hap bilong ol i stap long en. Sapos yu laik lukim ol tok long pes i stap long han kais na ol tok long pes i stap long han sut, maski pes i no stret o i no stret, orait pasim dispela opsen.

source: Page Setup
tpi: Painim pes

source: Gutter width for two column layout
tpi: Wasting bilong gutter bilong tupela kolon

source: This is the space between the text of the two columns (measured in millimeters).
tpi: Dispela em mak bilong mak bilong ol hap bilong ol dispela tupela kolon (ol i makim long millimeta).

source: Adjust top of vertical rule
tpi: Stretim het bilong vertikal lo

source: This setting raises (using a negative value) or lowers (using a positive value) the starting point of the vertical rule between columns. (Value in pts).
tpi: Dispela mak i save mekim namba bilong ol lain i stap namel long ol pos i go antap (long namba i no stret) o i go daun (long namba i stret). (Value in pts).

source: This is the space (mm) between the text of the two columns.
tpi: Dispela em ples (mm) namel long ol dispela tupela kolon.

source: Gutter Width (mm):
tpi: Wasting:

source: Adjust Top (pt):
tpi: Stretim het (pt):

source: Rule (line) Thickness
tpi: Raun (lain) Mak bilong en

source: This sets the thickness (pt) of rules (lines) in the document. This includes the horizontal rule between the header and the text, the vertical column gutter rule and the study notes inter-column rule.
tpi: Dispela i makim mak bilong ol lo (lain) long pepa, olsem ol lo i stap namel long het tok na ol lo i stap namel long ol lo i stap long ol het tok, ol lo i stap namel long ol lo i stap long ol kolon, na ol lo i stap namel long ol kolon bilong ol not bilong stadi.

source: Vertical Rule in Gutter
tpi: Stretpela Lo Long Gutter

source: Check this option to include a center line between the two columns.
tpi: Makim dispela opsen bilong putim wanpela namel lain namel long tupela kolom.

source: Allow Unbalanced Columns
tpi: Larim ol Kolon i No Stap Gut

source: Check this option to allow a different number of lines in each column. This is especially important when using Variable Line Spacing mode and you are trying to Fill Columns. To alter the maximum number of Unbalanced Lines at the end of a page, visit the Advanced page, select the Other tab, and expand the Page Layout and Spacing section. If this setting is highlighted in orange it means that the abovementioned setting was set to 0 (rendering this setting inactive), and has now been increased to the default value of 3.
tpi: Lukim dispela opesen bilong larim narapela lain lain i stap long wan wan kolon. Dispela i bikpela samting taim yu yusim Variable Line Spacing mode na yu laik Filling Columns. Bilong senisim namba bilong ol lain i no gat gutpela skel long pinis bilong pes, go long Advanced pes, makim narapela tab, na opim bikpela hap bilong Page Layout na Spacing. Sapos dispela mak i stap long orens, dispela i makim olsem mak i stap long namba 0 (ol i no mekim wok long en), na nau mak i go antap inap long namba 3

source: Thickness of Rule (pt):
tpi: Mak bilong ol mak

source: One or two column layout
tpi: Ol i putim wanpela o tupela kolon

source: If this setting is checked on, but inactive, it is due to Diglot being active (which obviously must use the Two Column layout). If you get an unexpected result, check the "Use One/Two Column Layout ..." setting near the end of the Body tab which is only accessible when using the Full View mode.
tpi: Sapos yu makim dispela mak, tasol yu no mekim wok, dispela i kamap long wanem, Diglot i wok (olsem na yu mas yusim tupela kolumet). Sapos yu kisim wanpela samting yu no bin ting bai kamap, orait skelim mak "Use One/Two Columet Layout ..." klostu long pinis bilong bodi tab em yu inap lukim tasol taim yu yusim full view mode.

source: Header spacing
tpi: Hap bilong het tok

source: This setting determines the vertical positioning of the header line by setting the amount of space between the header and the top of the text. (pts) The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
tpi: Dispela sait i makim olsem wanem het rait bai stap antap long het rait na hap bilong het rait i stap antap long hap bilong het rait. (pts) Long hap antap bilong hap bilong het rait, wanpela hap bilong ol hap bilong het rait i stap antap long hap bilong namba wan hap bilong het rait.

source: Footer position
tpi: Ples bilong lek

source: This setting can be used to increase/decrease the space between the end of the text and the footer line.
tpi: Dispela sait inap helpim yu long mekim hap hap i stap namel long pinis bilong teks na hap hap i stap daunbilo bilong pes i go bikpela o liklik.

source: Bottom margin
tpi: Ples daunbilo

source: The distance (mm) from the bottom of the main text area to the bottom of the page. The bottom of the main text area is calculated from the descender of the final line of text (including any footnotes).
tpi: Long hap daunbilo bilong hap bilong bikpela rait i go daun long hap daunbilo bilong pes.

source: Side margin width
tpi: Wastem bilong sait

source: The distance (mm) from the edge of the page to the start of the text area. Note that the left and right (or inner and outer) margins are set to be identical. If you require a greater inner margin, then set the Binding Gutter above.
tpi: Long hapsait bilong pes (mm) i go inap long hap bilong rait. Tingim olsem sait long han kais na han sut (o insait na ausait) i wankain. Sapos yu laik gat bikpela hapsait moa, orait putim Binding Gutter antap.

source: Space between horizontal rule and main text area
tpi: Hap namel long ol lo i stap long hap daunbilo na hap bilong ol bikpela tok

source: The space (pt) between the horizontal rule and the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
tpi: Dispela hap (pt) namel long horizontal rule na het bilong main text area. Tingim olsem namba wan lain i stat liklik aninit long hap we main text area i stat. Het bilong main text area i stap 1 base line spacing antap long base line bilong namba wan lain bilong body text.

source: Top margin
tpi: Namba bilong ol samting i no gat pe

source: The distance (mm) from the top of the page to the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
tpi: Dispela mak i makim mak bilong mak bilong ol hap bilong ol pes i stap long hap antap long pes na i go long hap antap long hap bilong ol bikpela rait.

source: Tweak top margin (auto adjust)
tpi: Painim mak bilong hap antap (setim aut)

source: Fine Tune Top Margin: This button is only active when PTXprint has a suggestion to shrink or expand the top margin slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the top margin will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the top margin will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact top margin specified, then do NOT click this option. Instead, use the similar button to adjust either the Line Spacing or Bottom Margin.
tpi: Fine Tune Top Margin: Dispela boten i save wok taim PTXprint i gat wanpela tok long liklik o opim liklik liklik hap bilong hap antap bilong liklik hap bilong sait. Klik long orait long tok. Sapos i gat moa long hap hap bilong hap i stap long pes, orait hap antap bai go daun liklik bilong inapim wanpela hap moa bilong rait long pes. Sapos i gat liklik hap hap tasol bilong pes, orait hap antap bai kamap bikpela liklik na bai pes i pulap gut (ol wankain hap bilong pes). Sapos yu laik holim wankain hap antap, no ken klik long dispela opsen.

source: Tweak bottom margin (auto adjust)
tpi: Painim liklik hap daunbilo bilong pes (setim aut)

source: Fine Tune Bottom Margin: This button is only active when PTXprint has a suggestion to shrink or expand the bottom margin slightly to minimise wasted vertical space on the page. Click to accept the suggestion. If there is more than half a line of 'spare' space on the page then the bottom margin will decrease slightly to fit one more line of text on the page. If there is less than half a line of 'spare' space on the page then the bottom margin will increase slightly to fill the page more evenly (with the same number of lines of text). If you prefer to keep the exact bottom margin specified, then do NOT click this option. Instead, use the similar button to adjust either the Line Spacing or Top Margin.
tpi: Fine Tune Bottom Margin: Dispela boten i save wok taim PTXprint i gat wanpela toksave long liklik o opim liklik liklik daunbilo hap bilong liklik hap bilong sait. Klik long orait long toksave. Sapos i gat moa long hap bilong sait, orait daunbilo hap bai go daun liklik bilong inapim wanpela lain moa bilong rait long pes. Sapos i gat liklik hap hap tasol bilong pes, orait daunbilo hap bilong pes bai kamap bikpela liklik na bai pes i pulap gut (ol wankain hap bilong pes). Sapos yu laik holim stret hap bilong pes, orait no ken klik long dispela opsen.

source: Place Footer Text Above the Bottom Margin
tpi: Putim Footer Tekst antap long Bottom Margin

source: Don't place footer in the margin area
tpi: No ken putim footer long hap i stap klostu long mak

source: Normally the footer page number sits in the bottom margin. However if you need the page number to be placed above the bottom margin (where the text would normally flow until) then enable this option.
tpi: Planti taim namba bilong pes long hap daunbilo i stap long hap daunbilo. Tasol sapos yu laik bai namba bilong pes i stap antap long hap daunbilo (we ol tok bai i go inap long) orait opisim dispela opsen.

source: The distance (mm) from the edge of the page to the bottom of the footer area.
tpi: Long hap bilong sait (mm) i go long hap daunbilo bilong pes daunbilo.

source: 8.5mm
tpi: 8.5 milim

source: Horizontal Rule
tpi: Lo Bilong Ol Hap

source: Check this option to add a horizontal line under the page header, before the main body text begins.
tpi: Makim dispela opsen bilong putim wanpela lain long hap daunbilo bilong het pes bilong pes, paslain long ol bikpela hap bilong pes i kirap.

source: The distance (mm) from the top of the page to the top of the header area. Note that due to the ascent of the font, the header text actually starts a little bit below the top of the header area.
tpi: Dispela mak i makim mak bilong hap bilong pes i stap long het bilong pes.

source: Side Margin Width (mm):
tpi: Long Side Margin Width (mm):

source: Start of Page to Top of Text (mm):
tpi: Stat bilong pes i go long het bilong rait (mm):

source: The space (pt) between the bottom of the header and the top of the main text area. Note that the first line actually starts a little bit below where the the main text area starts. The top of the main text area is 1 base line spacing above the base line of the first line of the body text.
tpi: Dispela hap hap (pt) namel long hap daunbilo bilong het na hap antap bilong main teks eria. Tingim olsem namba wan lain i stat liklik aninit long hap we main teks eria i stat.

source: Bottom of Header to Top of Text (pt):
tpi: Long hap daunbilo bilong het tok i go long hap antap bilong tok (pt):

source: Space between Rule and Top of Text (pt):
tpi: Hap namel long Rule na Top of Text (pt):

source: Footer position - space between text and footer
tpi: Ples bilong footer - hap namel long rait na footer

source: The distance (pt) from the bottom of the text area to the TOP of the footer (including ascenders).
tpi: Long hap daunbilo bilong hap bilong rait i go long hap antap bilong hap daunbilo (na ol hap i go antap tu).

source: Bottom of Text to Top of Footer (pt):
tpi: Long hap daunbilo bilong rait i go long hap antap bilong pes (pt):

source: Bottom of Text to End of Page (mm):
tpi: Long hap daunbilo bilong rait i go long hap daunbilo bilong pes (mm):

source: Margins
tpi: Ol mak

source: Page Setup, Font Size and Line Spacing. Margins, Columns and Rules (lines).
tpi: Ol pes i gat ol mak bilong en, bikpela fon na mak bilong ol lain i stap namel long ol lain.

source: Bold:
tpi: Toktok i gat bikpela mak:

source: Italic:
tpi: Tok i stap long rot:

source: Bold Italic:
tpi: Tok i stap long pes:

source: Body Text (Regular):
tpi: Tok bilong bodi (tokples nating):

source: Select Font...
tpi: Makim Font...

source: Select Regular font
tpi: Makim Font

source: Click to select the main font for the publication. Note that the font chooser dialog also has a number of other options for setting advanced font features and, if needed, Graphite rendering.
tpi: Klik long fon bilong makim nambawan fon bilong dispela nius. Tingim olsem fon bilong makim fon i gat sampela narapela opsen bilong putim ol fon samting na sapos yu nidim, Graphite.

source: Select Bold font
tpi: Makim Bold

source: If you see the style in parentheses (bold) this indicates that PTXprint could not locate the bold style and will fake the style.
tpi: Sapos yu lukim stil insait long parentesis (bol) dispela i makim olsem PTXprint i no inap painim stil long bol na bai giamanim stil.

source: Select Italic font
tpi: Makim ol hap tok

source: If you see the style in parentheses (italic) this indicates that PTXprint could not locate the italic style and will fake the style.
tpi: Sapos yu lukim stil insait long parentesis (italik) dispela i makim olsem PTXprint i no inap painim stil i stap long italik na bai giamanim stil.

source: Select Bold Italic font
tpi: Makim Bold Italic fon

source: If you see either of the styles in parentheses (bold) or (italic) this indicates that PTXprint could not locate the style and will fake the bold-italic style.
tpi: Sapos yu lukim wanpela bilong ol stils insait long parentesis (bolot) o (bolot) dispela i makim olsem PTXprint i no inap painim stils na bai giamanim stils long bolot-bolot.

source: Refresh Font List button
tpi: Rausim Fonts List

source: Refresh Font List: If you have recently installed a font but it doesn't show in the font list, then try clicking this button to refresh the list. If it still doesn't show up, then try re-installing the font (in Windows, locate the font file, then right-click on it and select "Install For All Users"). And remember to Refresh the Font List again.
tpi: Refresh Font List: Sapos yu bin putim nupela fon tasol em i no stap yet long fon list, orait traim long klikim dispela boton bilong refresh list. Sapos em i no stap yet, orait traim long putim gen fon (long Windows, painim fon file, na klik long en na makim "Install For All Users").

source: Enable Colored Text (as Specified in Stylesheet)
tpi: Toktok long ol kala (olsem ol i makim long Stylesheet)

source: The marker specifications in stylesheets also include the \Color parameter. If this option is checked, then these settings will be used to produce colored text output. For example the \wj Words of Jesus\wj* marker might specify \Color Red which will only take effect if this option is also enabled - otherwise all text will appear in black.
tpi: Ol maker long stylesheets i gat tu dispela parameta \Color. Sapos yu makim dispela opsen, orait ol bai yusim dispela ol maker long kamapim ol tok bilong ol i gat kala. Olsem: tok bilong Jisas long tok bilong Jisas i gat kala.

source: To change the script for numbers, click here to locate the Digit Mapping setting at the end of the Font selection dialog.
tpi: Bilong senisim skrip bilong ol namba, klik hia long painim Digit Mapping setting long pinis bilong fon seleksen dialog.

source: Font Configuration
tpi: Ol fon i stap olsem wanem

source: Find Missing Characters:
tpi: Painim Ol Karakter i No Stap Long Tok Pisin:

source: Find Missing Characters button
tpi: Painim Ol Karakter i Misim

source: If the primary font is missing any characters (special punctuation, quotes or glossary markers), then these can be listed here, and handled using the Font specified below. It is recommended that you select as many scripture books as available before using this tool to find missing characters. Note that the following characters are reserved and are ignored by the Fallback font functionality: \u2018 \u2019 \u201c \u201d * # %
tpi: Sapos i no gat sampela mak (ol mak bilong putim mak, ol tok piksa o ol mak bilong ol tok i stap long ol tok bilong en), yu ken raitim nem bilong ol dispela mak long hia, na yusim dispela fon i stap daunbilo.

source: Select a font to be used as a substitute or "fallback" for the characters listed above which are not in the Regular font. Note that if the label text is RED, it means that the font currently selected doesn't have all the missing characters either, so it is wise to choose another font.
tpi: Makim wanpela fon we bai stap olsem senis o "fallback" bilong ol karakta i stap long lista antap, em ol i no stap long fon bilong Redi.

source: Font to Display any Missing Characters:
tpi: Font bilong soim ol mak i lus:

source: Select font to display missing characters
tpi: Makim fon bilong soim ol mak i lus

source: Click to select a font to be used as a substitute or "fallback" for the characters listed above which are not in the Regular font.
tpi: Klik long fon bilong makim wanpela fon yu laik yusim olsem senis o "fallback" bilong ol dispela mak i stap antap, em ol i no stap long fon bilong Olpela fon.

source: Missing Characters
tpi: Ol Karakter i No Stap Long Baibel

source: First use the button (on the left) to find any characters missing from the primary font. You may add to this list if needed. Use spaces between items. Note that you can also use \u0ABC codes to enter hard-to-type characters.
tpi: Pastaim yusim dispela boten (long han kais) long painim ol karakta i lus long fon bilong namba wan hap. Yu ken putim sampela hap long dispela lista sapos yu nidim. Yusim ol hap namel long ol atikol. Tingim olsem yu ken yusim tu ol kod bilong \u0ABC long putim ol karakta i hatwok long taipim.

source: Use Fallback Font
tpi: Yusim Fonts

source: This setting is used to prevent "tofu" boxes [] in the printed text. If the primary font is missing any special characters (for example curly quotes), then an alternative "fallback" font can be used to ensure that they are displayed properly.
tpi: Sapos i no gat sampela mak bilong ol dispela hap tok (olsem ol krol komet), orait yu ken yusim narapela hap tok bilong "fallback" bilong soim ol dispela hap tok stret.

source: Hyphenate
tpi: Ol i bin wokim ol liklik hap ston

source: Import List...
tpi: Ol i mas kisim ol samting bilong ol i kam long narapela kantri.

source: Create Hyphenation List
tpi: Mekim wanpela lain lain

source: Click this button to generate a hyphenation list that can be used by XeTeX to optimize hyphenation. This will read Paratext's HyphenatedWords.txt list and create a TeX hyphen list for this language.
tpi: Klik long dispela boton bilong kamapim wanpela lista bilong ol hap tok i stap namel long tupela hap tok, em XeTeX inap yusim bilong mekim gut ol hap tok. Dispela bai ritim lista bilong Paratext bilong ol hap tok i stap namel long tupela hap tok na wokim wanpela lista bilong ol hap tok bilong dispela tokples.

source: Omit '-'Hyphen
tpi: Lusim hap tok "-"

source: Omit hyphen from hyphenated words
tpi: Lusim hap hap tok i stap namel long ol tok i gat hap tok

source: Some scripts use hyphenation to break long words onto the next line, BUT don't need to display the actual '-' character. If this option is checked, then "hyphens" will be invisible.
tpi: Sampela skrip i save yusim hap tok bilong brukim ol longpela tok i go long narapela lain, tasol i no gat wok long soim dispela '-' karakta. Sapos yu makim dispela hap tok, orait "hap tok" bai i no inap kamap.

source: Make Hyphens Non-Breaking
tpi: Mekim Ol Hap Bilong Tok i No Pinis

source: Enable this option to ensure that word-medial hyphens within the text never break across two lines. By default, word- medial may break across two lines. If enabled, word-medial will always stay on the same line.
tpi: Sapos yu larim dispela opsen long kamap, bai ol hap tok i stap namel long tupela lain i no ken bruk. Sapos yu larim dispela opsen, ol hap tok i stap namel long tupela lain bai stap long wankain lain.

source: Hyphenation
tpi: Tok i stap namel long tupela hap

source: Between Words
tpi: Tok i stap namel long tupela tok

source: Spacing Between Words
tpi: Ol Tok i No Mas Stap Long Hap

source: The horizontal distance that the space character can use between words is adjustable - and allows a greater degree of flexibility when trying to shrink or grow paragrahs when balancing pages.
tpi: Ol inap stretim hap mak bilong ol hap i stap namel long ol tok - na dispela inap mekim ol i no ken pret taim ol i wok long daunim o mekim ol paragraf i kamap bikpela taim ol i wok long stretim ol pes.

source: Between Letters
tpi: Ol Gutnius i Stap namel long tupela

source: Spacing Between Letters
tpi: Ol Tok i Stap namel long Ol Tok

source: Enabling letter spacing allows the spaces between characters to be adjusted (usually by a very small percentage). This might help alleviate space problems. Values are in percentage of the text point size and get used everywhere. Warning: Only use this if really needed! In some cases, enabling this setting will prevent hyphenation from working at all. In other cases it can make the text look very ugly. Note that if this option is disabled, then it is due to the Interlinear option being set on the Advanced page. These two settings are mutually exclusive.
tpi: Taim yu larim ol leta i stap namel long ol narapela leta, yu inap senisim hap hap i stap namel long ol dispela leta (olsem liklik hap). Dispela inap helpim yu long daunim ol hevi bilong hap. Ol namba i stap long hap bilong ol bikpela hap bilong ol dispela leta na yu ken yusim long olgeta hap. Tingim olsem sapos dispela opesen i no stap, dispela i kamap long rot bilong Interlinear opesen i stap long Advanced pes.

source: Spacing Between Words (Min/Shrink)
tpi: Hap Mak i Stap namel long ol tok (Min/Shrink)
