Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Show chapters in non-scripture books
tpi: Makim ol sapta long ol buk i no gat Baibel long en

source: Peripheral books often have more than one "chapter" but do not need the chapter number to be printed. By default, PTXprint removes the chapter numbers from non-scripture books. If you need it to retain (and show) those chapter numbers then check this option.
tpi: Ol buk bilong ol narapela hap i gat planti "kap" tasol ol i no gat wok long prinim namba bilong sapta. Sapos yu laik kisim ol dispela namba bilong sapta, orait sekim dispela opsen.

source: The \zglm style is used to format the floor brackets used in glossary markup. Click to edit the marker's properties on the Styles tab.
tpi: Ol i save yusim pasin \zglm long putim ol hap hap bilong ol hap i stap namel long ol hap bilong ol hap ol i kolim ol tok ples.

source: Other Features
tpi: Ol Narapela Samting

source: Main settings to control the beginning and ending of books, and options for what should be included in the Main Body of text. Also settings for special books.
tpi: Ol bikpela sait bilong bosim kirap na pinis bilong ol buk, na ol samting yu laik putim insait long Main Body of text.

source: Body
tpi: Bodi bilong en

source: Show Callers in Notes Area
tpi: Lukim Ol Kalia Long Notes

source: Show footnote callers in notes area
tpi: Lukim ol man i kolim ol tok daunbilo long hap bilong ol tok daunbilo

source: Usually the "Caller" symbol is also shown in the notes area which helps the reader quickly find the footnote from the text.
tpi: Planti taim ol i save putim piksa "Caller" long hap bilong ol not na dispela i helpim man i ritim long painim kwik not long ol tok.

source: Reset Callers on Page
tpi: Reset Ol Caller Long Pes

source: Reset footnote callers on each page
tpi: Resietim ol lain i kolim ol tok daunbilo long olgeta pes

source: If this is checked, then the sequence of callers starts again from the 1st item in the list of callers specified. Note that this feature doesn't always take effect straight away. You may need to hit Print a second time before it applies.
tpi: Sapos yu makim dispela, orait ol man i ring i kirap gen long namba wan hap long lista bilong ol man i ring. Tingim olsem dispela pasin i no save kamap kwiktaim. Ating yu mas print gen paslain long yu mekim dispela wok.

source: Show Footnote Callers in the Text
tpi: Makim Ol Tok Bilong Makim Ol Tok

source: Footnote Caller Sequence Entry
tpi: Toktok long pes bilong pes

source: These callers should automatically be loaded from the settings in the Paratext project, but can be modified here if needed. (Use to button on the right to Reload if needed.) Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: ,,,,# or: ,,,
tpi: Ol dispela man i save ring i mas kisim ol dispela namba long ol sait bilong Paratext, tasol sapos yu nidim yu ken senisim ol dispela namba long hia. (Yu ken yusim boten long han sut bilong Reload sapos yu nidim.) Ol narapela man i save ring i mas putim kom (no gat hap hap). Olsem: a,b,c,d,e,f,g,h, etc. o: ,,,,# o: ,,,

source: Reload footnote callers from Paratext
tpi: Reload ol ftnot sumatin long Paratext

source: Clicking this button will reload the footnote callers from the Paratext project settings. If the callers have not been defined in the Paratext project, or are already showing, then a default set will appear.
tpi: Sapos yu klik long dispela boton, dispela bai kirapim bek ol man i save ringim ol tok daunbilo long ol sait bilong Paratext projek. Sapos ol i no bin makim ol dispela man long Paratext projek, o ol i stap pinis, orait wanpela default set bai kamap.

source: Override hidden/automatic Footnote caller settings
tpi: Ritim ol sait bilong ol man i kolim ol tok i stap hait/automatik

source: Override Footnote Settings in Text
tpi: Rausim Ol Futnot Insait Long Ol Tok

source: The Footnotes specified in Paratext use \x +(plus) to cycle through the callers, or \x - (minus) to omit the caller. If this option is enabled, the Show Callers settings below will override whatever has been specified within the text itself.
tpi: Ol Footnotes i stap long Paratext i save yusim \x +(plus) long tanim ol man i singaut, o \x - (minus) long rausim man i singaut. Sapos dispela opsen i stap, ol senis long Show Callers bai senisim ol samting ol i bin makim insait long teks yet.

source: Start Each Footnote on a New Line
tpi: Kirapim nupela lain long ol tok i stap daunbilo

source: Normally footnotes are arranged one after the other to form a block of text. But if you require each footnote to start on its own new line then set this option.
tpi: Ol i save putim ol tok daunbilo i go i kam bilong kamapim wanpela hap tok. Tasol sapos yu laik bai olgeta tok daunbilo i mas stat long nupela lain bilong en, orait putim dispela opsen.

source: Click to edit the Footnote properties on the Styles tab.
tpi: Klik long Edit Footnote property long Styles tab.

source: End Notes
tpi: Ol Tok Bilong Pinis

source: Placement of footnotes: End notes
tpi: Ples bilong putim ol tok daunbilo: Ol tok daunbilo bilong pinisim tok

source: This option will prevent footnotes showing on each page, but will gather them together and place them all at the end of the book.
tpi: Dispela rot bai pasim rot long ol tok i stap daunbilo long ol pes, na bai ol i stap wantaim na putim olgeta long pinis bilong buk.

source: End of Column
tpi: Pinis Bilong Kolom

source: Placement of footnotes: End of column
tpi: Ples bilong ol tok daunbilo: Ples bilong pinis bilong kolom

source: Use this option (only available in 2-column layout) to show the footnotes at the end of the 2nd column of text.
tpi: Yu ken yusim dispela opesen (ol i wokim long 2-pela kolon tasol) bilong soim ol tok daunbilo long pinis bilong namba 2 kolon bilong teks.

source: End of Page
tpi: Pinis Bilong Pes

source: Placement of footnotes: End of page
tpi: Ples bilong ol tok daunbilo: Ples daunbilo

source: Footnote placement: End of page
tpi: Ples bilong ol tok daunbilo: Ples daunbilo bilong pes

source: Placement of Footnotes:
tpi: Ples bilong putim ol tok daunbilo:

source: Space Below Rule (pt)
tpi: Hap Raun i Stap aninit long Lo (pt)

source: Space Above Rule (pt)
tpi: Ol samting i stap antap long ol lo (pt)

source: The vertical space between the body text and the area containing footnotes and cross-references. If the Footnote Rule is not shown, the vertical space will still be calculated as the Space Above plus the Space Below (the imaginary) Rule.
tpi: Dispela mak i makim hap namel long bodi bilong tok na hap i gat ol tok daunbilo na ol tok i stap long en. Sapos yu no lukim dispela lo, dispela mak bai stap yet olsem hap antap na hap daunbilo (dispela lo i no tru).

source: Space Separating Text From Notes:
tpi: Ol hap hap bilong rait i stap namel long ol tok:

source: Space above footnote rule
tpi: Hap antap long lo bilong footnot

source: The vertical space between the main text body and the footnote rule. Note: if you make this value less than the descenders of the last lines of text, then the footnotes will push down into the footer area. If you see this happening, increase this value to trigger an earlier page break to solve the problem.
tpi: Dispela mak i stap namel long hap bilong bikpela rait na lo bilong ol tok daunbilo. Tingim: sapos yu mekim dispela namba i liklik moa long namba bilong ol lain i stap daunbilo long laspela lain bilong rait, orait ol tok daunbilo bai go daun long hap bilong ol tok daunbilo. Sapos yu lukim dispela samting i kamap, skruim dispela namba i go antap na bai yu opim pes pastaim bilong stretim dispela hevi.

source: Space below footnote rule
tpi: Hap i stap aninit long lo bilong not

source: This is the vertical space/gap (pts) between the rule and the footnotes.
tpi: Dispela em ples namel long lo na ol tok daunbilo.

source: Show Footnote Rule
tpi: Makim Tok i stap daunbilo

source: This is the horizontal rule separating the body text from the footnote area.
tpi: Dispela lo i save katim hap bilong ol tok i stap long pes na hap bilong ol tok i stap daunbilo.

source: Footnote rule: Indent
tpi: Lo bilong not: Ineks

source: This is the amount to indent the rule.
tpi: Dispela em namba bilong mak bilong dispela mak.

source: Footnote rule: Length
tpi: Lo bilong tok daunbilo: Longpela

source: The length of the rule as a percentage of the column/page width.
tpi: Longpela bilong dispela lo olsem hap bilong mak bilong longpela bilong kolom/i go long pes.

source: Footnote rule: Line Thickness
tpi: Lo bilong ol tok daunbilo: Stretpela mak

source: The thickness of the rule.
tpi: Dispela lo i stret.

source: Footnote rule: Horizontal position
tpi: Lo bilong ol tok daunbilo: Ples bilong wokabaut

source: Indent (mm)
tpi: Ol i mas kisim ol liklik hap bilong ol samting

source: Length (% of col)
tpi: Long (% of col)

source: Thickness (pt)
tpi: Mak bilong ol samting

source: Rule Positioning and Parameters:
tpi: Tok bilong ol lain i bosim ol samting:

source: Rule and Space Settings
tpi: Ol Raun na Hap Hap

source: Include Footnotes
tpi: Tokim Ol Man Long Ol Futnot

source: Select whether footnotes should be included. The specific settings for these are located on the Footnotes tab.
tpi: Makim sapos yu laik putim ol tok daunbilo o nogat. Ol senis bilong ol dispela tok daunbilo i stap long tab Tok daunbilo.

source: Only show verse numbers from \fr
tpi: Lukim ol namba bilong ol ves long \fr tasol

source: The footnote reference \fr usually includes the chapter & verse number like this 3:16. If you prefer to hide the chapter, so that only 16 is shown, then enable this option.
tpi: Long ol tok i stap daunbilo long pes, ol i save putim namba bilong sapta na ves olsem 3:16 long pes.

source: Add a Colon ':' After \fq and \xq
tpi: Tokim long ':' bihain long \fq na \xq

source: Add colon after quoted text in notes
tpi: Toktok i gat tok i stap long en

source: Some projects prefer to separate the Quoted text from the footnote text with a colon ':' which helps keep the elements visually distinct.
tpi: Sampela projek i save yusim tupela sentens long katim ol tok i stap long ol tok i stap daunbilo long ol tok bilong Baibel, na dispela i helpim ol tok i stap daunbilo long ol tok.

source: Keep Book Names and Refs Together
tpi: Stap wantaim nem bilong buk na ol man i skelim buk

source: This option inserts a No-Break Space (\u00A0) between the book name and the Ch:Vs refs so that they don't get split across lines. Note: This setting currently has no effect on cross-references imported from external lists.
tpi: Dispela opsen i putim wanpela No-Break Space (\u00A0) namel long nem bilong buk na ol Ch:Vs ref olsem ol i no bruk long ol lain.

source: Show All Glossary Entries as Footnotes
tpi: Lukim Olgeta Tok Bilong Buk Baibel Long Ol Futnot

source: Glossary entries for ALL marked-up Biblical Terms on each page can be made to appear as footnotes. Glossary \w markup|mark\w* looks like this in the USFM text file. This feature is extremely useful when producing printouts for comprehension testing (where Key Biblical Terms in the passage which have Glossary Entries also need to be checked for understanding).
tpi: Long ol pes i gat ol tok bilong Baibel, yu ken putim ol tok i stap long ol tok i stap daunbilo bilong pes. Dispela tok i stap long ol pes i stap daunbilo bilong pes.

source: The horizontal space between notes that are being run together as a single paragraph can be set here. The default space is calculated as 33% between min & max values. For example if min=6pt and max=15pt then the default horizontal space between notes would be 9pt. If this control is disabled, it is because both the Footnotes and Cross-References have been set to start on a new line. (see \f and \x settings above).
tpi: Dispela hap graun namel long ol not bilong ol i stap wantaim olsem wanpela paragraf inap kamap long dispela hap. Dispela hap graun i stap namel long min & max i olsem 33%. Sapos min=6pt na max=15pt, orait hap graun namel long ol not bai stap 9pt. Sapos dispela hap graun i no stap, dispela i kamap long wanem, ol Footnotes na Cross-References i stat long nupela lain. (lukim ol sait bilong \f na \x antap).

source: Horizontal Space Separating Notes:
tpi: Ol toksave bilong ol hap i stap antap:

source: Minimum Horizontal Space Separating Notes
tpi: Ol liklik hap hap graun i stap namel long ol narapela hap

source: This spacing is set in points (pts). Changing this will increase or decrease the MINIMUM horizontal space between notes that have been run together.
tpi: Dispela hap mak i stap long ol poin (pts). Sapos yu senisim dispela hap mak, dispela bai mekim olsem hap mak i stap namel long ol not i bin ran wantaim i go bikpela o liklik.

source: Maximum Horizontal Space Separating Notes
tpi: Ol toksave bilong katim hap i stap antap long ples

source: This spacing is set in points (pts). Changing this will increase or decrease the MAXIMUM horizontal space between notes that have been run together.
tpi: Dispela hap mak i stap namel long ol tok i stap long ol poin (pts). Sapos yu senisim dispela hap mak bai mekim hap mak i stap namel long ol tok i stap wantaim i go bikpela o i go liklik.

source: Minimum Space (pt)
tpi: Minimim Space (pt)

source: Maximum Space (pt)
tpi: Ples i bikpela tru (pt)

source: Vertical Space Between Footnoes and xRefs
tpi: Vertical Space Between Footnoes and xRefs Ol lek bilong lek na ol lek bilong lek

source: When Footnotes and Cross-references are not blended together in the same block then the Footnotes appear in one block and the Cross-references in another block just below them. This setting (pts) lets you adjust the vertical space between these two sections.
tpi: Taim yu no bungim ol Futnot na ol Kruse Referens wantaim long wanpela blok, orait ol Futnot bai kamap long wanpela blok na ol Kruse Referens bai kamap long narapela blok aninit long ol.

source: Vertical Space Between Footnotes and xRefs (pt):
tpi: Vertical Space Between Footnotes and xRefs (pt): Ol rait i stap namel long ol lo i stap daunbilo bilong buk na ol tok i stap long ol tok i stap daunbilo bilong buk

source: Miscellaneous Footnote Settings
tpi: Sampela Rot Bilong Makim Ol Futnot

source: Placement of cross-references: As End Notes
tpi: Ol i mas putim ol tok i stap long rot bilong ol narapela tok:

source: This option will prevent cross-references showing on each page, but will gather them together and place them all at the end of the book.
tpi: Dispela rot bai pasim rot bilong ol tok i stap long olgeta pes, na bai bungim ol tok i stap long pinis bilong buk.

source: Placement of cross-references: End of column
tpi: Ples bilong ol kru: Ples bilong kol

source: Use this option (only available in 2-column layout) to show the cross-references at the end of the 2nd column of text.
tpi: Yu ken yusim dispela opesen (ol i wokim long 2-pela kolon tasol) bilong soim ol kru-referens long pinis bilong namba 2 kolon bilong teks.

source: Placement of cross-references: End of page
tpi: Ples bilong ol kru: Ples daunbilo

source: Cross-references are usually placed at the end of each page.
tpi: Ol i save putim ol tok i kam long pinis bilong ol pes.

source: Placement of Cross-References:
tpi: Ples bilong ol kruisen:

source: Start Each Cross-Reference on a New Line
tpi: Kirapim ol nupela lain long ol narapela lain

source: Normally cross-references are arranged one after the other to form a block of text. But if you require each cross-reference to start on its own new line then set this option.
tpi: Ol i save putim ol kru-referens i go i kam bilong kamapim wanpela hap tok. Tasol sapos yu laik bai olgeta kru-referens i mas stat long nupela lain bilong en, orait putim dispela opsen.

source: Override hidden/automatic Cross-reference caller settings
tpi: Override hidden/automatic Cross-reference caller settings (Raitim aut ol sait bilong ol man i ring)

source: Override Cross-Reference Settings in Text
tpi: Rausim Ol Karis Referens Insait Long Ol Tok

source: Cross-references specified in Paratext use \x +(plus) to cycle through the callers, or \x - (minus) to omit the caller. If this option is enabled, the Show Callers settings below will override whatever has been specified within the text itself.
tpi: Sapos yu larim dispela rot, ol senis long ol pes i stap daunbilo bai senisim ol tok yu bin raitim long ol pes.

source: Show Cross-Reference Callers in the Text
tpi: Lukim ol lain i ringim long ol narapela hap bilong ol tok

source: A "Caller" is a symbol (in the text) which alerts the reader that there is further information (in this case a cross-reference at the bottom of the page). Some people prefer not to indicate cross-references in the text itself, but just to include them at the bottom of the page. Separate callers with a comma (no spaces). For example: a,b,c,d,e,f,g,h, etc. or: ,,,,# or: ,,, If you do not see the callers you are expecting in the PDF, then try using the "Override..." setting above.
tpi: Wanpela "Caller" em wanpela mak (long teks) we i toksave long man i ritim buk olsem i gat sampela moa infomesen (long dispela kain taim, wanpela kruis-referens long daunbilo bilong pes). Sampela man i no laik soim kruis-referens insait long teks yet, tasol ol i laik putim ol long daunbilo bilong pes. Ol i mas makim ol kruis-referens wantaim kom (no gat hap hap). Olsem: a,b,c,d,e,f,g,h, etc. o: ,,,,# o: ,,, Sapos yu no lukim ol kruis-referens yu wetim long PDF, orait traim long yusim "Override"... saiting antap.

source: Cross-Reference Caller Sequence Entry
tpi: Toktok long ol narapela narapela hap bilong ol man i ringim

source: Reload cross-reference callers from Paratext
tpi: Reload ol kru-referens kol bilong Paratext

source: Clicking this button will reload the cross-ref callers from the Paratext project settings. If the callers have not been defined in the Paratext project, or are already showing, then a default set will appear.
tpi: Sapos yu klik long dispela boton, dispela bai kirapim bek ol man i save ring long ol narapela hap long ol sait bilong Paratext projek. Sapos ol i no bin makim ol dispela man long Paratext projek, o ol i stap pinis, orait wanpela default set bai kamap.

source: Show cross-reference callers in notes area
tpi: Lukim ol man i ringim long hap bilong ol not

source: Usually the "Caller" symbol is also shown in the notes area which helps the reader quickly find the cross-reference from the text.
tpi: Planti taim ol i save putim piksa "Caller" long hap bilong ol not na dispela i helpim man i ritim na kwiktaim em i painim ol tok i stap long ol narapela hap.

source: Reset cross-reference callers on each page
tpi: Resiet ol kalen bilong ol narapela pes

source: Click to edit the Cross-Reference properties on the Styles tab.
tpi: Klik long senisim ol pasin bilong Cross-Reference long Styles tab.

source: Below Footnotes
tpi: Ol Futnot

source: Placement of cross-references: Below footnotes
tpi: Ples bilong ol kru: aninit long ol tok daunbilo

source: Cross-references will be listed in a separate block underneath the footnotes (rather than combined along with the footnotes as a single paragraph).
tpi: Ol i mas raitim ol tok i stap long narapela hap aninit long ol tok i stap daunbilo (no olsem ol i mas bungim wantaim ol tok i stap daunbilo olsem wanpela paragraf).

source: Blend with Footnotes
tpi: Mekim Wankain Long Ol Futnot

source: Placement of cross-references: Blend with footnotes
tpi: Ol tok i stap long rot bilong ol kru: Blend wantaim ol tok daunbilo

source: To save space in the footnote area, you can combine the footnotes and cross-references as a single paragraph (rather than the cross- references appearing in a separate block underneath the footnotes). If this option is used, the Cross-References can only have one type of caller (rather than a sequence) which must be specified above.
tpi: Bilong abrusim hap bilong ol tok i stap daunbilo, yu ken bungim ol tok i stap daunbilo na ol tok i stap long narapela hap bilong ol tok i stap daunbilo long wanpela paragraf (no olsem ol tok i stap daunbilo i mas stap long narapela blok.)

source: Column Cross-References
tpi: Ol Kolon i Gat Ol Tok i Kam Long Ol

source: Placement of cross-references: Vertical column
tpi: Ples bilong ol kru: Long stik

source: When there are numerous cross-references (usually when using an external list of references) then it may be useful to place them in their own column. The cross references will appear in a narrow vertical column similar to a study/reference Bible layout.
tpi: Taim i gat planti olpela tok i stap long Baibel (olsem taim yu yusim ol narapela buk o nius) orait i gutpela long putim ol dispela tok long kolon bilong ol yet.

source: Use External List of Cross-References
tpi: Yusim Ol Referens Bilong Yurop

source: Instead of using a handful of cross-references as specified within the project's USFM text, you can select an external list containing many 1000's of cross-references. These will automatically be localized into the project's language using the \toc3 values specified in the Paratext project settings (See: Scripture reference settings...) This feature is usually used for Study or Reference Bibles in conjunction with the 'Column Cross-References' placement option.
tpi: Yu no ken yusim sampela liklik ol tok i stap insait long ol tok bilong projek, nogat, yu ken makim wanpela lista i gat planti tausen tok i stap insait long en. Ol bai yusim ol tok i stap insait long tokples bilong projek long ol tokples ol i kolim long ol paratext project setting (Lukim: Scripture reference settings...)

source: Show Extended Cross-References
tpi: Lukim Ol Tok i Stap Long Ol narapela hap

source: Study Bibles can (optionally) use extended cross-references (\ex) which can be displayed along with other kinds of cross-references.
tpi: Ol Baibel bilong stadi long en inap yusim ol tok i stap long ol narapela hap bilong Baibel (ol i no makim) na ol inap soim ol dispela tok wantaim ol narapela kain tok i stap long ol narapela hap.

source: Include Cross-References (From Project Text)
tpi: Kisim Ol Referens (Long Ol Tok Bilong Projek)

source: Include cross-references (from project)
tpi: Toksave long ol narapela samting (long projek)

source: Select whether cross-references from the project's text should be included. The specific settings for these are located on the Cross-References tab.
tpi: Makim sapos yu laik putim ol kru-referens long ol tok bilong projek. Ol senis bilong ol dispela kru-referens i stap long tab Kru-referens.

source: Only show verse numbers from \xo
tpi: Lukim ol namba bilong ol ves long \xo tasol

source: The cross-reference origin \xo usually includes the chapter & verse number like this 3:16. If you prefer to hide the chapter, so that only 16 is shown, then enable this option.
tpi: Ol tok piksa i stap long ol hap bilong Baibel i gat namba bilong sapta na ves olsem 16.

source: The various cross-reference lists often contain hundreds of 1000s of references. You may want to only include target references that are currently available to your readers by selecting a subset of Biblical books. So for example, if there is no Old Testament yet, you may want to only include target cross-references to NT Books. If you select Books in "This Publication", then only cross-references targetting books in the list of Multiple Books on the Basic tab will be included.
tpi: Sampela buk yu laik lukim long ol narapela buk i gat planti tok bilong en. Sapos yu laik lukim ol buk i stap long ol narapela buk, yu ken putim ol tok i stap long ol buk bilong Baibel. Sapos yu laik lukim ol buk i stap long ol narapela buk, yu ken putim ol tok i stap long ol narapela buk.

source: Include Refs for Books in:
tpi: Toksave long ol buk long:

source: Include references for which category of books
tpi: Toksave long wanem kain buk

source: External Refs:
tpi: Ol narapela lain:
