Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Diglot Shading Padding
tpi: Ples bilong putim ol liklik hap ston

source: The amount of side padding (pt) on the shaded background of a diglot
tpi: Planti hap bilong sait bilong wanpela diglot i gat planti ston long en (pt)

source: Default Figures Top Left
tpi: Ol Figur bilong Displa i stap antap long han kais

source: Default figure positions to top left
tpi: Ol namba bilong ol piksa i stap long han kais antap

source: Ref Before Caption
tpi: Referim paslain long Caption

source: Output reference before caption
tpi: Tok bilong ol samting i kamap paslain long tok piksa

source: Show Caption Before Image
tpi: Makim Toktok paslain long piksa

source: Output caption before image
tpi: Tok piksa i stap paslain long piksa

source: Space (pt) beside cutout/sidebar
tpi: Hap (pt) klostu long hap ol i katim/saitbar

source: This sets the default gap (pt) between the body text and the side of a figure/sidebar in a cutout.
tpi: Dispela i makim hap bilong hap i stap namel long ol tok bilong bodi na sait bilong piksa/saitbar long wanpela hap ol i katim.

source: Space between picture & caption
tpi: Hap namel long piksa na tok piksa

source: Increase/Reduce the gap between figures and their captions
tpi: Makim bikpela hap bilong ol piksa na ol tok piksa i stap aninit long ol piksa

source: Default space beside picture
tpi: Piksa i stap klostu long piksa

source: Picture horizontal margin*2
tpi: Piksa: Hap bilong pes*2

source: No PDF Bookmarks
tpi: I No Gat Ol Bukmak Bilong PDF

source: Dont output PDF bookmarks
tpi: No ken kamapim ol bukmak bilong PDF

source: Allow Active Links in PDF
tpi: Larim ol active link long PDF

source: Make links active inside PDF
tpi: Mekim ol link insait long PDF i wok

source: Use Book Codes in PDF Bookmarks
tpi: Yusim Ol Buk Kod Long Ol Bukmak Bilong PDF

source: Use book codes instead of book names in bookmarks
tpi: Yusim buk kod long buk nem bilong buk long ol bukmak

source: Disable Transparency in PDF
tpi: No ken yusim ol toksave long PDF

source: Disable transparency output in PDF
tpi: No ken yusim ol toksave bilong PDF

source: Show adjust points
tpi: Makim ol mak bilong stretim

source: Show adjust points in the margin of the text.
tpi: Makim ol mak bilong stretim tok long sait bilong rait.

source: Show USFM codes
tpi: Painim ol kod bilong USFM

source: Show Error Bars For Overfull Lines
tpi: Makim ol popaia long ol lain i pulap tumas

source: Enable this option to have TeX make overfull lines stand out.
tpi: Optimim dispela rot bilong ol tokples.

source: Shrink Text Step Value (%)
tpi: Skim Text Step Value (%)

source: Step Value to shrink text using right-click context menu adjustment.
tpi: Stap Value bilong daunim ol tok long rot bilong klik rait long sait bilong ol tok.

source: Minimum Text Shrink (%)
tpi: Minimimim Tok Pisin (%)

source: Limit how much text can shrink to using right-click context menu adjustment.
tpi: Ritim liklik hap tok i stap long sait bilong en long rot bilong klik long han sut bilong klikim sait bilong en.

source: Expand Text Step Value (%)
tpi: Mak bilong ol hap bilong rait (%)

source: Step Value to expand text using right-click context menu adjustment.
tpi: Stap Value bilong skruim tok long hap rait klik long sait menu.

source: Maximum Text Expand (%)
tpi: Makim bikpela hap bilong rait (%)

source: Limit how much text can expand to using right-click context menu adjustment.
tpi: Ritim hamas hap tok i ken kamap bikpela long rot bilong klik rait long sait bilong en.

source: Underline Spaces
tpi: Ol Hap Bilong Makim

source: Underline spaces in underlined runs
tpi: Makim ol hap i stap namel long ol hap i gat mak

source: Use \toc3 for Tab Text
tpi: Yusim \toc3 bilong Tab Text

source: Use \toc3 for tab text if no \zthumbtab
tpi: Yusim \toc3 bilong raitim ol tok bilong tab sapos i no gat \zthumbtab

source: Tilde is No Break Space
tpi: Tilde i No Gat Hap Hap

source: Treat ~ as non breaking space
tpi: Tokim ol olsem ol i no ken brukim hap

source: Remove \ref ... \ref* links
tpi: Rausim ol link bilong \ref ... \ref*

source: USFM 3.2 allows additional reference links to be inserted as part of \xt ... \xt* markup. This frequently appear in DBL text bundles, but are unhandled by PTXprint. Allow these to be removed from the USFM prior to typesetting.
tpi: USFM 3.2 i larim ol i putim sampela moa link bilong ol toksave olsem hap bilong markup \xt ... \xt*. Dispela i save kamap planti taim long ol buklet bilong DBL, tasol PTXprint i no save stretim ol. Larim ol i rausim ol dispela link long USFM paslain long ol i putim ol toksave.

source: End decoration skip
tpi: Slipim pinis bilong bilas

source: The gap between the end of the book and the book-end decoration
tpi: Hap i stap namel long pinis bilong buk na ol piksa i stap long pinis bilong buk

source: Mark Trigger Points
tpi: Makim Ol Tok Bilong Trigger

source: Display trigger points in output
tpi: Painim ol tok piksa i stap long output

source: Thumbtab rotated adjustment
tpi: Painim pablik tab

source: Shift thumbtab text
tpi: Rausim ol toktok long tab

source: First Reference
tpi: Namba wan rait

source: Last Reference
tpi: Laspela Tok

source: Reference Range
tpi: Referens Ramp

source: Page Number
tpi: Namba bilong pes

source: Book (\h)
tpi: Buk (\h)

source: Book Alt (\h1)
tpi: Buk Alt (\ h1)

source: Time (HH:MM)
tpi: Taim (HH:MM)

source: Date (YYYY-MM-DD)
tpi: Ol i save yusim dispela tokples long ol narapela tokples.

source: Printed on YYYY-MM-DD
tpi: Ol i raitim long YYYY-MM-DD

source: -empty-
tpi: - Em i stap nating.

source: FRT must not be included in the list of books
tpi: FRT i no ken stap long lista bilong ol buk

source: The 'Front Matter' option has now been enabled for you on the Peripherals page and the contents of Paratext's FRT book has been copied to the PTXprint settings location for this publication. It can be edited if needed on the View+Edit page.
tpi: Nau yu inap yusim dispela rot long pes Periferal na kisim kopi bilong ol tok bilong buk FRT bilong Paratext long ol sait bilong PTXprint bilong dispela buk.

source: Syntax Error Warning
tpi: Tok lukaut long popaia bilong sentaks

source: PTXprint {} - Bible Layout for Everyone!
tpi: - Bible For All!

source: No book selected!
tpi: I no gat wanpela buk i stap!

source: Json parsing error in {}
tpi: Json pasin bilong skelim {}

source: {} at line {} col {}
tpi: {} long lain {} long kol {}

source: The Fallback Font needs to be something other than the Regular Font.
tpi: Dispela fon i mas i gat narapela hap tok bilong en.

source: Please select a different Font.
tpi: Plis makim narapela Font.

source: The Fallback Font just selected does NOT support all the missing characters listed.
tpi: Dispela fon i no inap long kamapim ol dispela tok.

source: Error: Cannot create Archive!
tpi: Reki: I no inap kamapim Archive!

source: The ZIP file seems to be open in another program.
tpi: I luk olsem narapela program i opim dispela file.

source: Warning: The print job failed, and so the archive is incomplete
tpi: Tok lukaut: Prent i no kamap gut, olsem na ol i no inapim olgeta hap bilong ol dispela buk

source: PTXprint: Add Tatweel (kashida) Rules
tpi: PTXprint: Toktok wantaim ol Toktok bilong Tatweel (kashida)

source: Tatweel Dialog: Enter reference
tpi: Toktok bilong Tatweel: Toktok long en

source: Enter the verse reference where the word is located. (Note that the reference is automatically updated from the current Paratext reference.)
tpi: Tok i stap long ves i mas stap long hap we dispela tok i stap long en. (Lukim olsem ol i save senisim ol tok i stap long ves long rot bilong ol i ken yusim ol narapela tok.)

source: JHN 3:16
tpi: Jon 3:16

source: Reference:
tpi: Ol tok i stap long pes:

source: Tatweel Dialog: Enter word or phrase to be lengthened
tpi: Tatweel Dialog: Tokim wanpela tok o tok i laik kamap longpela

source: Enter the word to be lengthened and place the cursor at the location and use shortcut Ctrl-` (Ctrl-grave) to insert Tatweels. Repeat at other words and/or locations. (Note that this box is automatically updated from the clipboard if the word/phrase is 60 characters or less).
tpi: Tok yu laik skruim i go long tokples, putim kursa long dispela hap na yusim liklik rot Ctrl-` (Ctrl-grave) long putim Tatweels. Ripet long ol narapela tokples na/o ol narapela hap. (Lukim olsem dispela blok bai kamap nupela sapos tokples/singsing i gat 60 karakta o sotpela.)

source: text from clipboard
tpi: rait long clipboard

source: Word / Phrase:
tpi: Tok / Tok:

source: Tatweels to insert:
tpi: Ol liklik hap bilong skin bilong putim:

source: Tatweel Dialog: Number of Tatweels to insert
tpi: Tatweel Dialog: Namba bilong ol Tatweel yu laik putim

source: Hw many Tatweels should be inserted at the current cursor location?
tpi: Ol i mas putim hamas Tatweel long ples bilong kursor?

source: The rule to be added to Changes.txt
tpi: Lo bilong putim long Changes.txt

source: Locate...
tpi: Painim...

source: Locate DBL bundle
tpi: Painim DBL bundel

source: Assign a name to a DBL bundle
tpi: Makim nem bilong wanpela DBL bundel

source: Filename:
tpi: Nem bilong fail:

source: Primary DBL site
tpi: Namba wan ples bilong DBL

source: Description:
tpi: Stori bilong en:

source: Open.Bible site
tpi: Opim.Sit bilong Baibel

source: PTXprint is built with Python & PyGTK3, using Glade for the user-interface. The PDFs are produced by enhanced XeTeX macros (ptx2pdf) with a long and reliable history.
tpi: PTXprint i bin wokim wantaim Python & PyGTK3, yusim Glade bilong user-interface. Ol PDF i kamap long ol gutpela XeTeX makros (ptx2pdf) wantaim longpela na gutpela stori.

source: PTXprint Homepage
tpi: PNG Tok Pisin

source: PTXprint: Save Current Configuration As...
tpi: PTXprint: Save Long Neks Konfigure olsem...

source: Enter a name for the configuration to be saved. Note that only Roman/Latin names are supported using: a-z A-Z, 0-9, parentheses, underscores and hyphens. Spaces are not permitted.
tpi: Tokim nem bilong ol samting yu laik bungim. Tingim olsem ol i save yusim ol nem bilong ol tok Latin tasol: a-z A-Z, 0-9, ol hap i stap namel long ol braens, ol hap i stap aninit long en na ol hap i stap namel long ol braens.

source: Configuration Name:
tpi: Nem bilong konputaesen:

source: Enter a name for the configuration to be saved
tpi: Tokim nem bilong ol samting yu laik bungim

source: PTXprint: Please Confirm...
tpi: Plis toksave...

source: You are about to REMOVE this Configuration
tpi: Yu laik rausim dispela konfig.

source: Are you sure you want to DELETE it?
tpi: Yu ting yu laik rausim dispela tok?

source: Delete this Saved Configuration This also deletes the corresponding subfolder of temporary files in the local\ptxprint folder but does not delete the previously created PDF files which will remain in that folder.
tpi: Rausim dispela Saveim Konfiguresen Dispela i save rausim tu ol subfolder bilong ol temporary file long folda local\ptxprint tasol i no save rausim ol PDF file yu bin wokim bipo na bai stap yet long dispela folda.

source: PTXprint: Create Hyphenation List
tpi: PTXprint: Stretim Ol Toktok

source: Add Syllable-Based Hyphenated Words
tpi: Toktok i gat hap tok

source: Append syllable-based hyphenated words to hyphen list
tpi: Tok i gat hap hap tok i stap long en

source: This advanced hybrid option is only available if Syllable Line Breaking has been enabled under Additional Script Settings for Complex Scripts. If enabled, it will use Syllable Line Breaking to hyphenate words from the books selected so that a combination of manually-marked hyphenation along with automated hyphen- ation is possible.
tpi: Dispela opesen i stap long sait bilong ol hap bilong Baibel i gat ol hap tok i gat hap tok i stap long en, tasol sapos yu larim dispela pasin i stap long hap bilong Additional Script Settings for Complex Scripts, yu ken yusim dispela pasin bilong katim hap tok long ol buk yu makim.

source: Limit Hyphenation List to Words Found in:
tpi: Limitim lain hap tok i stap long:

source: Limit hyphenation list to only include words in active books
tpi: Limitim list bilong ol hap tok i stap insait long buk tasol

source: Normally ALL hyphenated words from ALL books are included in PTXprint's hyphenated wordlist. However, if the list of hyphenated words is too long (greater than 63929 words) then you can prioritize which words to include by enabling this option to only use words from the books being printed. Note that if there are too many words in the Paratext hyphenation file, PTXprint will automatically prioritize the list created for XeTeX based on frequency.
tpi: Ol tok i stap long ol buk i gat hap tok tasol i stap long ol tok bilong ol buk. Tasol sapos lista bilong ol tok i gat hap tok i longpela tumas (i winim 63929 tok), yu ken makim wanem tok yu laik putim long en long rot bilong opim dispela opsen na yusim ol tok bilong ol buk tasol.

source: Only Use Approved Hyphenation Words
tpi: Yusim Ol Tok Bilong Painim Tok

source: Only use words where hyphenation points have been approved in Paratext
tpi: Yusim ol tok tasol i gat hap

source: The Paratext WordList tool guesses hyphenation points based on syllable structure and patterns in the language. However, it expects the user to (i) check and, if appropriate, (ii) approve the suggested hyphenation points (by clicking the check mark making it appear green). Normally only the approved hyphenated words will be used when creating the hyphenation list for PTXprint/TeX to use. However, if you wish to include ALL words (regardless of their approval status) then disable this option.
tpi: Paratext WordList i save skelim ol hap tok i stap long ol hap tok na ol pasin bilong ol tok i stap long dispela tok ples. Tasol em i laik bai yu (i) sekim na, sapos i stret, (ii) orait long ol hap tok i stap long ol hap tok (long klikim mak bilong sekim na bai ol tok i stap long ol hap tok i kamap grin). Ol i save yusim ol tok i stap long ol hap tok tasol taim ol i wokim lista bilong ol tok i stap long ol hap tok bilong PTXprint/TeX. Tasol sapos yu laik putim olgeta tok (maski sapos ol i gat tok orait long en) orait yu no ken yusim dispela opsen.

source: When Creating Hyphenation List
tpi: Taim Yu Wokim Ol Tok Bilong Ol Hap

source: PTXprint: Generate Front Matter
tpi: PTXprint: Painim ol samting i stap long pes

source: BASIC: Front matter contains just a few essentials with publication information
tpi: BASIC: Ol tok i stap long pes i gat sampela tok tasol i makim ol samting bilong helpim yumi long kisim save long ol buk na nius

source: Generate front matter: BASIC (just the essentials)
tpi: Generate front matter: BASIC (ol samting i bikpela samting tasol)

source: This option will create a simple verso page containing essential copyright and licensing information followed by a table of contents.
tpi: Dispela rot bai kamapim wanpela liklik pes i gat ol bikpela tok bilong ol rait na ol laisens na bihain wanpela lista bilong ol samting i stap insait.

source: ADVANCED: template contains several sections (some of which require editing before use)
tpi: ADVANCED: planti hap bilong dispela template i stap (sampela hap i mas senis paslain long yu yusim)

source: Generate front matter: ADVANCED (requires editing)
tpi: Generate front matter: ADVANCED (i mas stretim)

source: This option will create an extensive template with multiple sections (each of which will start on a new page in the final publication). You will need to edit the sample text provided so that it communicates in the required language(s). You can also remove unwanted sections if they are inappropriate for this publication. Note: In order to make this template generic for several different publications in this project, you are encouraged to use \zvar|variables\* which will be replaced with publication-specific info when printed. For example: \mt1 \zvar|maintitle\* \mt2 \zvar|subtitle\* \pc \zvar|maintitlefr\* \pc \zvar|subtitlefr\* \pc \zvar|languagename\* \pc \zvar|copiesprinted\*
tpi: Dispela opsen bai kamapim planti hap bilong wanpela template (olgeta hap bai stat long nupela pes long laspela nius). Yu mas senisim ol hap bilong ol piksa bilong rait bilong dispela nius long tokples yu laikim. Tingim: Bilong mekim dispela template i kamap olsem wanpela hap bilong ol narapela narapela nius long dispela projek, mipela i laik kirapim yu long yusim \zvarvariables\* we bai senisim wantaim ol narapela nius taim yu prinim.

source: Include sections for a separate cover page
tpi: Kamapim ol hap bilong wanpela pes bilong het

source: Generate front matter: Include sections for cover page
tpi: Painim ol hap bilong het bilong nius: Kamapim ol hap bilong pes bilong het

source: (Not yet implemented) Enable this option if you want to include the following sections (used for creating a cover page): \periph Cover - detailing text and optional picture \periph Spine - text for the spine of the cover
tpi: (I no yet) Optimim dispela opsen sapos yu laik putim ol dispela hap (ol i save yusim bilong wokim pes bilong kapsaita): \periph Cover - stori long ol tok na piksa bilong kapsaita \periph Spine - tok bilong hap bilong baksait bilong kapsaita

source: Warning!
tpi: Tok lukaut!

source: This operation can overwrite carefully crafted settings. So choose carefully... If in doubt, click Cancel.
tpi: Dispela wok inap senisim ol samting yu bin putim gut long ol samting yu bin wokim.

source: PARATEXT: Make a copy of the Project's FRT book (which may be edited to make use of \zvar|variables\*)
tpi: PARATEKS: Kisim kopi bilong buk FRT bilong Projek (ol inap stretim dispela buk bilong yusim ol narapela kain senis)

source: Generate front matter: PARATEXT (make a local copy)
tpi: Generate front matter: PARATEXT (kamap wanpela kopi long hap bilong yu)

source: This option will create a COPY of the Paratext project's FRT book to be used exclusively by PTXprint. You can edit the front matter to make use of PTXprint-specific \zvar|variables\* but note that none of these edits will be reflected in Paratext. In addition, if you edit the FRT book in Paratext, those changes will not be reflected here until you regenerate this (local) Front Matter.
tpi: Dispela opsen bai kamapim wanpela kopi bilong FRT buk bilong Paratext projek bilong PTXprint tasol i ken yusim. Yu ken senisim frontaim mater bilong yusim PTXprint-spesifik \zvarubotvariables\* tasol tingim olsem i no gat wanpela bilong ol dispela edit bai kamap long Paratext. Na tu, sapos yu senisim FRT buk long Paratext, ol dispela senis bai no kamap long dispela pes inap long yu kamapim gen dispela (lokal) frontaim mater.

source: Generate Front Matter
tpi: Painim ol tok i gat bikpela strong

source: PTXprint: Generate PicList
tpi: PTXprint: Generate PicList (Putim piksa long lista)

source: Append Pictures to PicList From These Books:
tpi: Putim Ol Piksa Long Ol Dispela Buk:

source: Generate PicList: Append to existing list
tpi: Generate PicList: Kamapim long lista i stap pinis

source: This option will ADD to any existing entries in the PicList and/or replace entries for the book(s) listed below.
tpi: Dispela opesen bai ADAIM ol tok i stap pinis long PicList na/o senisim ol tok bilong buk (s) i stap daunbilo.

source: Include Pictures From ALL Books
tpi: Kisim Ol Piksa Long OL BUK

source: Generate PicList: Replace existing list
tpi: Generate PicList: Senisim lista i stap pinis

source: This option will REPLACE ALL entries in the existing PicList. Do you really want to do this? If in doubt, then click Cancel.
tpi: Dispela opsen bai senisim olgeta entries long PicList. Yu laik mekim olsem? Sapos yu no klia, klik Kansel.

source: Randomly Position Pictures on Page
tpi: Putim Ol Piksa Long Pes

source: Generate PicList: Randomly position pictures on page
tpi: Generate PicList: Makim ol piksa long pes

source: By default all illustrations are place in the top-left corner of a page (when double columns are used) and at the top in single column mode. Checking this option will randomly position the illustrations on the page (using top-left, top-right bottom-left and bottom-right). You can change the location of pictures later if needed.
tpi: Long default, ol piksa i stap long hap hanis antap long pes (wantaim yu yusim tupela kolon) na long hap antap long wanpela kolon. Sapos yu makim dispela opsen, ol piksa bai stap long hapsait bilong pes (long hap hanis antap, hap hanis daun na hap hanis daun).

source: Protect existing PicList settings
tpi: Lukautim ol senis bilong PicList

source: Generate PicList: Protect existing PicList settings
tpi: Generate PicList: Lukautim ol sait bilong PicList i stap pinis

source: When synchronizing the pictures from the Paratext files with PTXprint's PicList, don't change any of the (layout and size) settings and don't delete any pictures no longer found in the Paratext USFM text. [In future...] This option may highlight which pictures are new, and which have been deleted, but will not remove them from the PicList for you.
tpi: Taim yu sinkroniisim ol piksa long ol file bilong Paratext wantaim PicList bilong PTXprint, no ken senisim wanpela bilong ol sait (laip na bikpela) na no ken rausim ol piksa i no stap moa long Paratext USFM teks. [Long bihain...] Dispela opsen bai soim wanem ol piksa i nupela, na wanem ol piksa i bin lus, tasol bai no rausim ol long PicList bilong yu.

source: When Generating PicList
tpi: Taim Yu Generate PicList

source: PTXprint: Install an Image Set...
tpi: PTXprint: Instolim wanpela piksa...

source: Illustrations have been packaged for use in Scripture publications.
tpi: Ol i bin putim ol piksa bilong ol piksa long ol buk na nius bilong Baibel.

source: After downloading an Image Set you need to tell PTXprint where the .zip file is saved so it can be installed.
tpi: Taim yu bin downloadim wanpela Image Set yu mas tokim PTXprint long hap we ol i bin putim dispela .zip file long en na bai yu ken putim.

source: Locate the downloaded Image Set file (.zip) which is likely to be located in your 'Downloads' folder. DO NOT UNZIP THE FILE - this will be done for you automatically.
tpi: Painim dispela piksa yu bin downloadim (.zip) na bai yu inap lukim long folder 'Downloads'.

source: If you don't already have appropriate scripture illustrations, then you can download an Image Set which contains low-resolution illustrations for trial publications from one of the links. If you already have an Image Set (.zip) file downloaded then skip this first step.
tpi: Sapos yu no gat ol piksa bilong ol skripsa, yu ken kisim piksa bilong ol buk bilong Baibel long wanpela link. Sapos yu gat piksa bilong ol buk bilong Baibel (.zip) yu bin kisim, orait no ken mekim dispela namba wan samting.

source: OR
tpi: O

source: Download Sample B/W Image Set
tpi: Rausim piksa bilong piksa B/W

source: Select Books To Export to PDF
tpi: Makim Ol Buk Bilong Ekspotim i Go Long PDF

source: All Books
tpi: Olgeta Buk

source: Click to turn ALL books on/off.
tpi: Klik long tanim olgeta buk i go/i go.

source: Old Testament
tpi: Olpela Testamen

source: Click to turn OT books on/off.
tpi: Klik long tanim tok bilong ol buk OT i go long / lusim tok.

source: New Testament
tpi: Nupela Testamen

source: Click to turn NT books on/off.
tpi: Klik long tanim ol buk bilong Baibel long tokples Grik.

source: Deuterocanon
tpi: Diutarokenon

source: Click to turn DC books on/off.
tpi: Klik long tanim buk bilong DC i go long / lusim.

source: Extra Material
tpi: Ol Narapela Tok

source: Click to turn Extra books on/off.
tpi: Klik long tanim Extra buk i go/i go.

source: Reset All
tpi: Reset Olgeta

source: Click to turn OFF all books.
tpi: Klik long paitim bilong pasim olgeta buk.

source: The FRT book in Paratext contains front matter for a publication. Visit the Peripherals page to set up front matter for this publication.
tpi: FRT buk long Paratext i gat ol stori bilong wanpela buk.
