Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: If multiple versions of an image are located (hk12345B.jpg, hk12345C.png or hk12345B.tif) then which one of these different image types should be used in the publication? If in doubt, leave this box empty. Then it will use one of two defaults: 1. Low Resolution Default Order: JPG PNG TIF BMP PDF (use JPGs first, if none then PNGs, TIFs etc.) 2. High Resolution Default Order: TIF PNG JPG BMP PDF (use TIFs first, if none then PNGs, JPGs etc.) Or manually type in a custom order, for example: PDF TIF PNG (use PDFs first, otherwise TIFs, or PNGs) or JPG (only use JPGs - ignore all other file types) or TIF (only use TIFs - ignore all other file types) NOTE: TIF files are converted internally to hi-res JPGs.
tpi: Sapos yu gat planti piksa (hk12345B.jpg, hk12345C.png o hk12345B.tif) orait yu mas yusim wanem wanpela piksa long dispela nius? Sapos yu gat tupela tingting, orait larim dispela blok i stap nating. Na bai yu yusim wanpela bilong tupela default: 1. O rait long han long wanpela kastam tok, olsem: PDF TIF PNG (wokim PDF pastaim, sapos nogat wokim TIF, PNG) o JPG (wokim JPG tasol - no ken tingim ol narapela kain file) o TIF (wokim TIF tasol - no ken tingim ol narapela kain file) NOTA: Ol TIF file i save tanim insait long ol JPG i gat bikpela save.

source: Include Pictures (illustrations)
tpi: Kisim piksa bilong ol samting i kamap

source: Overview of the Pictures used in the publication.
tpi: Stori long ol piksa i stap long buk.

source: Global Options
tpi: Ol Samting Ol Man i Ken Mekim

source: The anchor specifies what page in a book a picture will appear on. It appears on the same page as its anchor in the text. You can alter the Anchor Ref by a few verses to change the page on which it appears. An Anchor Ref must consist of a book code, perhaps followed by L or R (in the case of a diglot), then a space, then an in-book location which contains a dot (period). In a scripture book, the in-book location is Chap.Verse where the Verse matches the \v value precisely. In other books, the in-book location can be anything as long as it is unique in that book and contains a dot (period). Anchor Refs for Diglots use the L or R suffix on the 3-letter book code to indicate whether the picture is to be associated with the Primary (L) text or the Secondary (R) text. In the glossary book (GLO) there is special support for \k Keywords\k* where in-book location of k.keyword(s) will anchor a picture to the corresponding term. The in-book location must match the value of the \k Keyword or phrase\k* with its spaces removed. For example, GLO k.Altar - would link it to \k Altar\k* GLO k.JohntheBaptist - would link a picture to a glossary entry \k John the Baptist\k* You can copy-and-paste a glossary word or phrase after typing GLO k. and PTXprint will automatically strip the spaces for you. Where there are no intervening anchors, you can anchor to the Nth paragraph of e.g. poetry or a keyterm definition, by specifying the paragraph number after an = sign. For example, GLO k.Harp=2 or PSA 23.4=3. This can avoid the need to insert an explicit milestone to anchor a cutout if there is a page or column break after the start of the verse.
tpi: Anchor ref i makim wanem pes bilong buk piksa bai kamap long en. Em i kamap long wankain pes olsem anker bilong en long rait. Yu ken senisim Anchor Ref long sampela ves bilong senisim pes em bai kamap long en. Anchor Ref i mas gat wanpela buk kod, ating L o R (long diglot), na ples, na bihain wanpela ples insait long buk i gat wanpela dot (period). Long buk bilong skripsa, ples insait long buk em Chap.Verse we Verse i stret wantaim value bilong \v. Long ol narapela buk, dispela ples insait long buk inap long wanem samting sapos em i wanpela tasol insait long dispela buk na i gat wanpela dot (period). Anchor Refs for Diglots i save yusim dispela tok L o R long 3-letpela buk kod bilong makim sapos piksa i mas pas wantaim Primary (L) teks o Sekendari (R) teks. Long Glosari buk (GLO) i gat wanpela spesol helpim bilong \k Keywords\k* we ples insait long buk bilong k.keywords) bai pas wantaim piksa long wankain tok. Dispela hap bilong buk i mas stret wantaim namba bilong tok o tok i stap insait long buk. Olsem: GLO k.Altar - bai linkim dispela tok long \k Altar\k* GLO k.JohntheBaptist - bai linkim piksa long wanpela tok o tok i stap insait long buk. Yu ken kopi na putim wanpela tok o tok i stap insait long buk bihain long yu raitim GLO k. na PTXprint bai rausim ol hap bilong tok. Sapos i no gat ol tok i stap namel, yu ken putim tok long namba wan paragraf bilong tok. Long dispela rot, yu no ken putim wanpela mak bilong makim hap ol i katim i stap long en, sapos i gat wanpela pes o kolom i bruk bihain long kirap bilong ves.

source: Picture: Anchor reference
tpi: Piksa: Tok bilong Anchor

source: By default the caption will appear below the picture. If you need the caption to come before the picture then add this line to your ptxprint-mods.tex file: \CaptionFirsttrue
tpi: Sapos yu laik bai dispela tok i kamap paslain long piksa, orait putim dispela lain long ol piksa bilong yu: \CaptionFirsttrue

source: By default, the caption will be followed by a Ch:Vs reference in parentheses ( ). If you need the Caption Ref to come BEFORE the caption text then add this line to your ptxprint-mods.tex file: \CaptionRefFirsttrue To prevent Caption Refs from appearing globally, use Pictures > Settings tab option: 'Omit References (ch:vs) From Caption'
tpi: Sapos yu laik bai Caption Ref i kam BILONG kapsion teks, orait putim dispela lain long file ptxprint-mods.tex: \CaptionRefFirsttrue Bilong pasim Caption Refs long kamap long olgeta hap, yusim piksa > Setim tab opsen: 'Omit References (ch:vs) From Caption'

source: Caption Ref:
tpi: Tok piksa:

source: Picture: Caption reference
tpi: Piksa: Tok piksa

source: Description: (Alt Text)
tpi: Toktok: (Alt Text)

source: Picture: Description (alternative text)
tpi: Piksa: Tok piksa (ol narapela rait)

source: Picture: Image filename
tpi: Piksa: Nem bilong piksa

source: Note that any changes you make to the filename here will NOT automatically be updated in the Paratext USFM files. Please edit/fit the figure information manually in Paratext if you change things here in PTXprint.
tpi: Tingim olsem sapos yu senisim nem bilong dispela fail long Paratext USFM, dispela bai no inap kamap long ol dispela file.

source: For commonly used series of illustrations, PTXprint can automatically generate the appropriate copyright attribution statement(s) as part of the colophon text. For other less-known artists' you may enter the appropriate copyright information which is usually in the format of: by Artist Name Year, Entity Name and License Type.
tpi: Long ol piksa ol i save yusim planti taim, PTXprint inap kamapim aut ol rait bilong ol man i gat rait long wokim ol piksa olsem hap bilong ol rait bilong ol piksa.

source: Copyright Attribution:
tpi: Tok bilong ol man i raitim:

source: Picture: Copyright attribution
tpi: Piksa: Toksave long rait

source: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general
tpi: Yu ken yusim sampela liklik rot: (c) --> rait bilong rait (r) --> bilong makim ol mak ol i bin rejistaim (tm) --> TM bilong makim ol mak olgeta

source: by Artist Name Year, Entity Name and License Type
tpi: Long nem bilong Artist Year, Entity Name and License Type

source: The frame size determines how large the picture will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. When using single column layout, there is no difference between Column Width and Span Width.
tpi: Long pes bilong buk, bikpela piksa i makim bikpela piksa bai kamap long pes. Long pes bilong buk, bikpela piksa i save stap antap o daun tasol. Long pes bilong buk, bikpela piksa i gat sampela narapela samting i stap antap o daun. Long pes bilong buk, bikpela piksa i gat sampela narapela samting i stap daunbilo.

source: Several options here are extensions to the normal USFM markup standard for illustrations and are not expected to work in other software. But PTXprint allows a greater level of control in placing pictures. Top: Above everything except the header line Bottom: Below all verse text (and footnotes in diglot) Before Verse: 'Here' where defined or before its Anchor Ref After Paragraph: After this paragraph Cutout: A notch/corner cut out of the text, starting at current line The above options may have other positioning parameters such as: Left, Right, Center, no. of lines (up or down).
tpi: Sampela opesen i stap hia em ol ekstension bilong ol markup standard bilong USFM bilong ol piksa na ol i no inap wok long ol narapela program. Antap: Antap long olgeta samting, tasol long het rait Bottom: Antap long olgeta ves rait (na ol tok daunbilo long tupela hap) Paslain long Ves: 'Here' we i gat mak o paslain long Anchor Ref After Paragraph: Bihain long dispela paragraf Cutout: Wanpela notch/kok bilong rait, stat long dispela lain Opsion antap inap gat ol narapela sait bilong putim ol samting olsem: Left, Right, Center, no. bilong ol lain (up o down).

source: Picture: Scale
tpi: Piksa: Skala

source: An image (illustration) can be scaled to the given size. This is particularly useful for cutout images, and can prevent them from taking up too much space within the text.
tpi: Ol piksa (olsem piksa) inap kamap bikpela olsem ol piksa i stap long en. Dispela i gutpela tru long ol piksa i stap long ol piksa ol i katim, na dispela inap pasim ol long kisim planti hap bilong ol piksa insait long ol tok.

source: Picture: Vertical position
tpi: Piksa: Ples i sanap stret

source: Picture: Frame size
tpi: Piksa: Mak bilong piksa

source: The frame size determines the boundaries of where the picture will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. Page (in Margins) is intended for pictures that will cover an entire page (i.e. preventing any scripture text from being on that page), but will still show the header. Page (to Edge) is intended for pictures (or more commonly for maps) to fill the entire page, with no margins at all. Captions should not be used with 'Page (to Edge)' images.
tpi: Long dispela pes, ol i makim wanem hap piksa bai kamap long en. Long pes bilong piksa, ol i makim hap piksa bai kamap long en. Long pes bilong piksa, ol i makim hap piksa bai kamap long en. Long pes bilong piksa, ol i makim hap piksa bai kamap long en. Long pes bilong piksa, ol i makim hap piksa bai kamap long en. Long pes bilong piksa, ol i makim hap piksa bai kamap long en. Ol piksa i stap long pes (olsem page to edge) i bilong ol piksa (o planti taim ol mep) i ken pulapim olgeta pes, na i no gat wanpela mak bilong en.

source: Picture: Horizontal position
tpi: Piksa: Ples bilong ol samting

source: It is good typesetting practice to make people look outwards from the gutter, so you can set whether the image is to be mirrored just on odd pages or even pages. Some artists' pictures do not take into account the "dirty left-hand" culture. For example, it would be "awkward" to use a picture where Jesus is healing a person using his LEFT hand! What an insult! So this option allows the image to be mirrored (on both pages) in order to make the left become right. But you should check carefully to see what other unwanted side effects this mirroring may cause. Note: This option will be grayed out if the picture has the "Never Mirror" setting checked on the Checklist tab.
tpi: Sampela piksa bilong ol man bilong wokim piksa i no tingim pasin bilong "longlong han kais". Olsem: Sapos piksa i soim Jisas i mekim wok long han kais bilong em long oraitim sik bilong wanpela man, dispela bai "mekim yu bel hevi". Toksave: Dispela senis bai kamap gray sapos piksa i gat mak "No ken Lukim Ol Samting Long Mirror" long tab "Lukim Ol Samting Long Mirror".

source: Mirror:
tpi: Ol piksa:

source: Picture: Mirroring options
tpi: Piksa: Ol rot bilong soim piksa

source: Never = The image will never be mirrored Odd = Mirrored only if image ends up on an odd page Even = Mirrored only if image ends up on an even page Always = Always mirrored (regardless of where it ends up) Note that if this option is grayed out, it is because you have already restricted the mirroring options on the Checklist tab.
tpi: No ken = Ol i no ken mekim piksa i kamap long narapela pes Odd = Ol i no mekim piksa i kamap long narapela pes Even = Ol i no mekim piksa i kamap long narapela pes Always = Ol i save mekim piksa i kamap long narapela pes Always = Ol i save mekim piksa i kamap long narapela pes (olsem wanem hap piksa i kamap long en) Tingim olsem sapos dispela opesen i stap gray, dispela i kamap long wanem, yu bin pasim pinis ol opesen bilong mekim piksa i kamap long narapela pes Checklist tab.

source: Some vertical position options allow a picture to be moved up or down by a number of lines or paragraphs. -Negative (minus) values specify to move UP. +Positive (plus) values specify to move DOWN. Negative counts for cutouts raise the image, but the cutout will not affect earlier paragraphs. Note that negative and fractional paragraph counts are invalid.
tpi: Sampela rot bilong putim piksa long het i makim olsem piksa i mas go antap o daun long sampela lain o paragraf. -Negative (minus) values i makim olsem piksa i mas go antap. +Positive (plus) values i makim olsem piksa i mas go daun. Negative count bilong ol cut out i save mekim piksa i go antap, tasol cut out i no inap mekim sampela senis long ol paragraf i stap paslain long dispela.

source: Can be used in Print/PDF publications.
tpi: Ol inap yusim long ol nius ol i prinim/PDF.

source: Can be used in mobile phone Apps.
tpi: Yu ken yusim long ol mobail fon app.

source: Can be used on websites.
tpi: Yu ken yusim long ol web-sait.

source: If the image is from the recognized set of pictures commonly used in Scripture publications, then there is no need to fill in the Copyright Attribution field, as this will be generated automatically for you.
tpi: Sapos piksa i kam long ol piksa ol man i save yusim long ol buk na nius bilong Baibel, orait yu no ken raitim dispela hap, long wanem, dispela hap bai kamap long rot bilong yu yet.

source: Automatic
tpi: Ol i save yusim ol masin bilong ol yet

source: Picture: Credit overlay options
tpi: Piksa: Ol rot bilong kisim dinau

source: Credit Overlays... Some artists (e.g. David C Cook) require that each image has a copyright message printed on the image itself. The text and location can be set here.
tpi: Sampela artist (olsem David C Cook) i tok ol i mas putim wanpela toksave long ol rait bilong ol piksa long piksa yet.

source: Picture: Credit overlay position and style
tpi: Piksa: Ples na pasin bilong putim ol tok i stret long en

source: Credit overlay position and style
tpi: Ples na pasin bilong putim ol mak long ol mak

source: Click to edit the Figure Caption properties on the Styles tab.
tpi: Klik long Edit Figure Caption property long Styles tab.

source: One or more optional (x-xetex) attributes can be applied for rotation and/or PDF page selection. For example: rotated 90 - anti-clockwise rotate=edge - top to outside edge rotate=binding - top to binding edge page=2 - select page 2 of multipage PDF Mulitple parameters should be space-separated: rotate=binding page=2
tpi: Yu ken yusim wanpela o sampela opesenel (x-xetex) mak bilong rotation na/o PDF sait seleksen. Olsem: rotated 90 - anti-clockwise rotate=edge - top to outer edge rotate=binding - top to binding edge page=2 - select page 2 of multipage PDF Multiples parameters should be space-separated: rotate=binding page=2

source: Extra:
tpi: Ol narapela samting:

source: Picture: Additional attributes
tpi: Piksa: Sampela narapela samting

source: One or more optional (x-xetex) attributes can be applied for rotation and/or PDF page selection. For example: rotated 90 - anti-clockwise rotate=edge - top to outside edge rotate=binding - top to binding edge page=2 - select page 2 of multi-page PDF Mulitple parameters should be space-separated: rotate=binding page=2
tpi: Yu ken yusim wanpela o sampela opesenel (x-xetex) mak bilong rotation na/o PDF sait seleksen. Olsem: rotated 90 - anti-clockwise rotate=edge - top to outer edge rotate=binding - top to binding edge page=2 - select page 2 bilong planti pes PDF Multiples parameters should be space-separated: rotate=binding page=2

source: Use this tab to change the position, location, size or orientation of the images. Note: Any changes you make here will NOT be reflected in the Paratext USFM files. So if you are changing an illustration, its caption or frame size (column or span), then it is advisable to do so in Paratext before regenerating the PicList here.
tpi: Yu ken yusim dispela tab bilong senisim ples, ples, bikpela o sait bilong ol piksa. Tingim: Ol senis yu mekim long dispela hap bai NO kamap long ol file bilong Paratext USFM. Olsem na sapos yu senisim piksa, hap tok bilong en o bikpela bilong en (kolom o hap bilong piksa), orait yu mas mekim olsem long Paratext paslain long yu wokim gen dispela PicList.

source: Details
tpi: Ol stori moa

source: Is there anything confusing or misleading in this image that the reader might misunderstand if they look at this picture apart from the text? Yes and no are both appropriate answers as some images may need to be seen alongside text in order to be understood.
tpi: Sapos man i no ritim ol tok bilong dispela piksa, ating em bai kisim tingting kranki long ol tok bilong dispela piksa, olsem: Yes na nogat, dispela tupela tok i stret, long wanem, sampela piksa i mas stap wantaim ol tok bilong en bambai man i ken kliagut long en.

source: Is it clear what is happening in this image?
tpi: Yu save long samting i kamap long dispela piksa?

source: First consider whether this picture is appropriate and culturally acceptable in any publications for this project.
tpi: Pastaim skelim olsem dispela piksa i stret o nogat long ol buk na nius bilong dispela wok.

source: Across Various Publications:
tpi: Long Ol Narapela Buk:

source: Yes
tpi: Orait

source: Picture checklist: What is happening is clear
tpi: Ol piksa i soim klia wanem samting i kamap

source: No
tpi: Nogat

source: Picture checklist: What is happening is NOT clear
tpi: Ol piksa i soim olsem: Yumi no save gut long wanem samting i kamap

source: Picture checklist: Not checked for clarity
tpi: Ol piksa i no klia tumas

source: Be sure that there is nothing offensive or inappropriate in this image. This could be the way people are clothed, what actions they are doing, how they are depicted, etc. Culturally Appropriate means this image is in a style from this culture or a related one, Acceptable means this picture might be from a different culture or in a different style, but there are no issues using it. Inappropriate means there are issues that should prevent this image from being used. Answering Inappropriate will help avoid this image being used in other publications.
tpi: Yu mas save olsem i no gat wanpela samting i no stret long dispela piksa. Dispela inap makim olsem ol manmeri i werim klos, ol samting ol i mekim, olsem wanem ol i stap long piksa, na ol narapela samting. Sapos yu bekim olsem I no stret dispela bai helpim yu long abrusim ol narapela buk na nius i no ken yusim dispela piksa.

source: Is this image acceptable in your culture?
tpi: Yu ting dispela kain piksa i stret long ples bilong yu?

source: Sometimes mirroring (reversing) an image makes it acceptable since a left hand becomes a right hand, etc. Some artists' pictures do not take into account the "dirty left-hand" culture. For example, it would be "awkward" to use a picture where Jesus is healing a person using his left hand!
tpi: Sampela taim, taim ol man i tanim piksa i go long narapela hap, dispela i mekim na ol man i orait long en, long wanem, han kais i kamap han sut, na ol narapela samting.

source: Would the image be culturally acceptable if the image was mirrored (left becomes right)?
tpi: Sapos piksa i kamap long han kais, yu ting dispela bai stret long ol man i gat wankain tingting long en?

source: Now consider whether there are any issues with using this picture in this particular publication (config-specific).
tpi: Nau skelim sapos i gat sampela hevi long yusim dispela piksa long dispela buk (long sait bilong ol samting yu laik stretim).

source: In This Publication:
tpi: Long Dispela Buk:

source: Consider how this image is used alongside the text and what function it serves. Maybe it depicts a building or item from a biblical culture, or a scene from a story.
tpi: Tingim olsem wanem ol i yusim dispela piksa wantaim tok bilong Baibel na wok bilong en.

source: Is this picture intended for: clarification, story enhancement, filler, unknown?
tpi: Dispela piksa i bilong helpim yu long save gut long sampela samting, o bilong helpim stori, o bilong helpim yu long kisim sampela save moa?

source: Does the image support what the text is saying? As they read the passage does the image help in their understanding?
tpi: Taim ol i ritim dispela ves, dispela piksa i helpim ol long kliagut long as bilong en?

source: In the context of this passage, is it clear what is happening in this image?
tpi: Olsem wanem? Dispela stori i kamapim klia wanem samting i kamap long dispela piksa?

source: For example, do the colors have the same meaning in the local culture? Is there anything in the background that is distracting from the story? Are there any objects, gestures, or other things that imply something unintended or that isnt in the passage? Are there any anachronisms in the picture (a minaret in Bethlehem)?
tpi: Olsem: Ol kala i gat wankain mining long ol ples? I gat sampela samting i stap long baksait i pulim tingting bilong man long stori? I gat sampela samting, pasin bilong mekim ol samting, o sampela samting i no stret long tingting bilong man o i no stap long stori? I gat sampela samting i no stret long taim bilong en long piksa (wanpela minaret long Betlehem)?

source: Does the image communicate something that it should not in this particular context?
tpi: Dispela piksa i kamapim sampela tok em i no ken kamapim long dispela hap?

source: Do the images and their style fit with the type of publication, i.e. Scripture, childrens materials, lectionary, etc.? Are people and actions depicted in acceptable ways?
tpi: Ol piksa na pasin bilong ol i stret wantaim ol tok bilong buk, olsem Baibel, ol buk bilong ol pikinini, ol buk bilong skulim ol pikinini, na ol narapela samting?

source: Is the image appropriate for the publication?
tpi: Dispela piksa i stret long dispela nius?

source: Picture checklist: Cultural acceptability
tpi: Ol piksa: Ol samting ol lain bilong narapela kantri i laikim

source: Select the level to which this illustration is acceptable in the receptor culture.
tpi: Makim mak bilong dispela piksa i stret long en long ol kain kain samting ol i kisim.

source: OK to mirror
tpi: Tok orait long lukluk long ai

source: Picture checklist: Can mirror if needed
tpi: Ol piksa yu ken lukim: Sapos yu nidim, yu ken lukim ol piksa

source: It is fine to mirror the image if needed. It would not change the impact or response of the readers.
tpi: Sapos yu mekim olsem, dispela bai no senisim tingting bilong ol man i ritim dispela buk.

source: Never mirror
tpi: No ken lukluk long ai bilong ol narapela

source: Picture checklist: Never mirror
tpi: Ol piksa i stap long pes: No ken lukluk long ai bilong ol narapela
