Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Enter your Colophon text here - using standard USFM codes for formatting. You may want to use the reset button to start with a standard set. You can use the following codes to automatically include special text using the following markers: \zcopyright - copyright statement from the Basic tab \zlicense - License text from the Basic tab \zimagecopyrights - Automatically generated list of images, page numbers and attributions. \zimagecopyrightsfr - as above, but use localized (fr = French) version (ro, hu, es, fr, ru available). \b can be used to insert a blank line between markers if needed. If using a Left-to-Right script for the colophon in a RTL publication you will need to add \beginL to force the colophon to render LTR. For example: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights These special codes may also be used in other books such as the front matter book (FRT). IMPORTANT: You will have to click Print a second time in order to get accurate Image Copyright Attribution.
tpi: Toktok bilong yu long Colophon long hia - yusim ol standard USFM kod bilong formatim. Yu ken yusim reset boton long statim wanpela standard set. Yu ken yusim ol dispela kod bilong putim aut \zimagecopyrightsfr - olsem bipo, tasol yusim tokples (fr = French) versen (ro, hu, es, fr, ru available). \b inap yusim long putim wanpela ples klia long namel bilong makers sapos i mas. Sapos yu yusim Left-to-Right skrip bilong kolophon long wanpela RTL nius yu mas putim \beginL long sublim kolophon long wokim LTR. Olsem: \pc \beginL \zcopyright \pc \beginL \zlicense \pc \beginL \zimagecopyrights Ol dispela spes kod i ken yusim tu long ol narapela buk olsem front matter book (FRT). BILONG: Yu mas klik Print namba 2 taim bilong kisim stret Tok Tok Bilong Ol Man i Bin Putim Piksa.

source: Colophon Text:
tpi: Toktok bilong dispela hap:

source: Colophon text entry
tpi: Toktok bilong ol hap bilong tok

source: Note: There are several shortcuts you can use: (c) --> the copyright sign (r) --> to denote registered trademarks (tm) --> to denote trademarks in general Other special codes converted at print time: use ~ for places where a non-breaking space is needed use // where a line break needs to be forced but :// used in URLs will still be preserved
tpi: Tingim: Yu ken yusim sampela liklik rot: (c) --> rait bilong rait (r) --> bilong makim ol mak bilong rejista (tm) --> TM bilong makim ol mak bilong rejista (tm) Ol narapela spesol kod ol i tanim long taim bilong prinim: yusim ~ long ol hap we i no gat spais long en yusim // taim i mas putim strong long pasim wanpela lain tasol ol bai holim yet ol tok bilong ol URL: //

source: Clicking this button will reload the default Colophon text markers which include the Copyright statement tag, the License statement tag, and the Illustration credits tag.
tpi: Taim yu klik long dispela boton, dispela bai kirapim gen ol mak bilong ol rait bilong Kolophon, olsem tag bilong toksave bilong Raits, tag bilong toksave bilong Lisens, na tag bilong ol rait bilong piksa.

source: Force Page Break Before Colophon
tpi: Putim pes i bruk paslain long Kolophon

source: Force page break before colophon
tpi: Putim pes i go daun long pes bilong kolophon

source: Normally the colophon is inserted at the end of the last page of the last book. If this option is checked, then the colophon will appear at the bottom of a new page at the end of the publication. In Diglot publications, the colophon always appears on its own page - regardless of this setting.
tpi: Long olgeta buk, ol i save putim kolopon long pinis bilong laspela pes bilong laspela buk. Sapos yu makim dispela opsen, kolopon bai kamap long daunbilo bilong nupela pes long pinis bilong nius. Long ol nius Diglot, kolopon bai kamap long pes bilong em yet - maski dispela senis i stap olsem wanem.

source: Colophon at End of Publication
tpi: Kolophon Long Laspela Hap Bilong Buk

source: Enable colophon at end of publication
tpi: Opim kolophon long pinis bilong nius

source: What is a Colophon? A brief statement containing information about the publication such as the place of publication, the publisher, and the date of publication. This will be printed at the END of the book. Similar to a "biblio-page" or a "copyright-page" at the front of a book. NOTE: The colophon will not appear the first time you run it, but will appear on subsequent runs.
tpi: Wanpela buk i gat nem bilong en, na em i gat ol tok bilong en long en. Dispela tok i stap long pinis bilong buk. Dispela tok i wankain olsem "biblio-page" o "copyright-page" long pes bilong buk.

source: Back Matter PDF(s)
tpi: PNG Toktok (PDF)

source: Enable import of back matter PDF(s)
tpi: Opim ol PDF bilong ol samting i stap insait long ol pepa

source: One or more previously created PDF file(s) can be included AFTER the scripture material being typeset. If more than one file is selected, then these will appear in alphabetical order.
tpi: Sapos yu makim sampela file, ol bai kamap long ol hap ol i makim long ol leta.

source: Select back matter PDF(s) to import
tpi: Makim ol PDF (s) bilong kisim bek ol tok

source: Rescan peripheral variables
tpi: Rausim ol narapela kain samting

source: Clicking this button will rescan the Front Matter for any \zvar|variables\* and add any that are missing to this table of variable names and values.
tpi: Taim yu klikim dispela boton, bai yu lukim gen ol narapela senis long pes bilong yu na bai yu putim sampela senis i lus long dispela tabla bilong nem na ol valua bilong ol senis.

source: Delete a peripheral variable
tpi: Rausim wanpela periferel variabel

source: Delete the currently selected variable(s).
tpi: Rausim ol senis bilong dispela taim.

source: Add a peripheral variable
tpi: Tokim narapela narapela long ol narapela samting

source: Add a new variable.
tpi: Tokim narapela narapela samting.

source: This table lists the standard set of \zvar|variables\* which can be used as part of front matter and/or colophon. As these \zvar|variables\* are customizable, you can add your own as needed. For example, you may need the \zvar|maintitle\* in more than one language so you can add 'fr' or 'es' to create a new one: \zvar|maintitlefr\* or you might want to add a custom variable such as: \zvar|printedby\* The values of these variables are saved with the config as they might vary from one publication to another.
tpi: Dispela tabel i kamapim ol "zvarubosvariables" * ol i stap olsem ol "zvarubosvariables" yu ken yusim long sait bilong pes na/o kolophon. Olsem: yu ken yusim ol tokples i gat nem bilong ol samting yu laik mekim, olsem: \zvarsevolodprintedby\* Ol valua bilong ol dispela samting i save stap wantaim ol tokples bilong ol samting yu laik mekim, long wanem, ol i no wankain long narapela narapela buk.

source: Define what material should be placed before and/or after the main scripture pages.
tpi: Makim ol tok i mas kamap paslain na bihain long ol bikpela skripsa.

source: To calculate the spine width you need to either use the Weight or Thickness of the paper. Select one or the other, but keep in mind that the exact thickness (in microns) will result in the most accurate calculation.
tpi: Bilong skelim longpela bilong pepa yu mas yusim Wikit o Gutpela Hap bilong pepa.

source: Set Paper:
tpi: Set Papela:

source: Set the paper thickness to calculate spine width
tpi: Makim mak bilong pepa bilong skelim mak bilong longpela bilong baksait

source: Set the paper weight (GSM) or thickness (microns).
tpi: Makim hevi bilong pepa (GSM) o mak bilong pepa (micron).

source: Orientation (rotation) of cover spine text
tpi: Rot bilong rait long baksait bilong pepa

source: Rotate Spine:
tpi: Rotim Skop:

source: Adjust thickness of spine to compensate for cover thickness
tpi: Stretim gut mak bilong bun bilong bun bilong baksait bilong inapim mak bilong karamap

source: Adjust the thickness of spine to include the thickness of the cover.
tpi: Stretim gut mak bilong bun bilong baksait bilong makim mak bilong hap bilong karamapim bun.

source: Cover Thickness Adjustment (mm):
tpi: Ol i save stretim gut mak bilong kap (mm):

source: Total number of pages in publication
tpi: Namba bilong ol pes i stap long nius

source: The number of pages is filled in automatically but can also be manually adjusted.
tpi: Ol i save pulapim ol pes long rot bilong ol yet, tasol ol inap stretim ol pes long han.

source: Weight (GSM)
tpi: Pisin (GSM)

source: Set paper weight (GSM) for spine width calculation
tpi: Setim pepa (GSM) bilong skelim mak bilong longpela bilong baksait

source: Weight of the paper being used to print the publication. Measured in Grams per Square Meter (GSM). Normal copy paper is around 70-80 GSM.
tpi: Winim 80 gram bilong pepa ol i yusim long prinim ol buk na nius.

source: Thickness (microns)
tpi: Mak bilong ol ston (micron)

source: Set paper thickness (microns) for spine width calculation
tpi: Setim mak bilong pepa (micron) bilong skelim mak bilong mak bilong mak bilong mak

source: To be more precise in the calculation of the spine thickness, the precise paper thickness can be entered (in micons) rather than relying on GSM.
tpi: Bilong skelim gut mak bilong longpela bilong pepa, yu ken putim liklik mak bilong longpela bilong pepa (long ol mikon) na no ken yusim GSM.

source: Override Total Page Count:
tpi: Toksave long namba bilong ol pes:

source: 34.526 mm
tpi: 34,526 milimeta

source: The width of the spine (mm) is automatically calculated using the values above.
tpi: Long rot bilong ol dispela mak, ol i save wokim save long mak bilong longpela bilong bun bilong bun bilong bun (mm).

source: Total Spine Width:
tpi: Namba bilong ol samting i stap long baksait:

source: If you want the spine graphic or colour to spill over onto the back cover page, then set the amount of overlap here (mm).
tpi: Sapos yu laik bai piksa bilong baksait o kala bilong en i kamap long baksait bilong pes bilong kap, orait putim namba bilong hap i stap antap long narapela hap long dispela hap (mm).

source: Overlap onto Back Cover (mm):
tpi: Long hap bilong baksait bilong haus (mm):

source: If you want the spine graphic or colour to spill over onto the front cover page, then set the amount of overlap here (mm).
tpi: Sapos yu laik bai piksa bilong baksait o kala bilong en i kamap long hap bilong het bilong nius, orait putim namba bilong ol piksa i kamap long hap bilong baksait long dispela pes (mm).

source: Overlap onto Front Cover (mm):
tpi: Long hap bilong het bilong haus (mm):

source: Spine Overlap
tpi: Ol Hap Bilong Brens

source: Include Spine
tpi: Na tu, em i gat baksait

source: SUse Spine on Cover Page
tpi: SUse Spine long Het Pes

source: 1. Create Cover Settings...
tpi: 1. Wokim Ol Setim Toktok Bilong Kap...

source: Generate Cover (Basic settings to create a cover)
tpi: Generate Cover (Pasin bilong kamapim wanpela karamap)

source: Creating a cover from nothing takes a lot of effort. This tool enables you to create various kinds of covers which can easily be enhanced.
tpi: Dispela tul i helpim yu long wokim kain kain karamap we yu inap mekim gut moa.

source: 2. Edit Cover Content...
tpi: 2. Redim Ol Tok Bilong Kap...

source: Edit Front Matter (where cover content is defiined)
tpi: Edit Front Matter (we ol i makim ol tok bilong kap)

source: Switch to the View+Edit tab to show the Front Matter file where the content for the Cover page can be adjusted as needed.
tpi: Klik long tab View+Edit bilong soim file Front Matter we yu ken senisim ol tok bilong pes Cover.

source: Generate cover: Art Bleed setting
tpi: Generate cover: Art Bleed setting: Painim ol piksa long ol piksa

source: Art Bleed is specifically for hard cover binding and is the setting which enables images to go beyond the size of the cover in order to wrap around the hard cover and stuck down under the inner backing sheet. (Units: mm)
tpi: Art Bleed i bilong pasim ol piksa long hap bilong karamap na dispela i mekim na ol piksa i no inap kamap long hap bilong karamap tasol, ol i save raunim karamap na pasim long hap daunbilo bilong karamap. (Ol yunit: mm)

source: Generate cover: Bleed setting
tpi: Generator cover: Mak bilong blut

source: Bleed is the section of artwork that goes beyond where the paper is cut. This ensures that the image goes right to the edge of the cover after it has been trimmed. (Units: mm)
tpi: Dispela i makim hap bilong piksa i go longwe moa long hap ol i katim pepa long en. Dispela i mekim na piksa i go stret long arere bilong kap bihain long ol i katim.

source: Bleed:
tpi: Bred:

source: Show Cover Crop Marks
tpi: Makim Ol Mak Bilong Graun

source: Generate cover: Include bleed area and cropmarks
tpi: Painim ol samting: Painim hap blut i kapsait long en na mak bilong kaikai

source: When printing and binding books in bulk crop marks are usually required to indicate where to trim the publication. Including the spine will force crop marks to be shown on the cover page. So if you cannot uncheck this option, then disable the 'Include Spine' setting (above) and retry.
tpi: Taim yu prinim na pasim buk long ol bikpela mak bilong katim ol buk, yu mas makim hap yu laik katim buk long en. Sapos yu putim mak bilong katim ol buk long hap bilong het bilong buk, dispela bai mekim na ol mak bilong katim ol buk bai kamap long hap bilong het bilong buk.

source: Crop Marks + Bleed Settings
tpi: Mak bilong kaikai + Ol mak bilong blut

source: Click to edit the Sidebar properties on the Styles tab for the Front Cover.
tpi: Klik long senisim ol sidebar property long Styles tab bilong Front Cover.

source: Click to edit the Sidebar properties on the Styles tab for the Spine.
tpi: Klik long Edit sidebar property long styles tab bilong Spine.

source: Back Cover
tpi: Ples baksait

source: ISBN Bar Code
tpi: Toktok bilong ol lain i stap long kantri

source: Click to edit the Sidebar properties on the Styles tab for the Back Cover.
tpi: Klik long senisim ol sidebar property long styles tab bilong bek cover.

source: Main Title
tpi: Nambawan Het Tok

source: Subtitle
tpi: Toktok

source: Optional Lower Title
tpi: Toktok i stap daunbilo

source: Create Cover
tpi: Mekim Kap

source: Create an outer Cover
tpi: Mekim wanpela hap bilong baksait

source: Set parameters for the cover of the publication.
tpi: Makim ol mak bilong hap bilong karamapim nius.

source: How many pages will be printed on one side of the physical paper? For example, for an A5-sized booklet, 2 pages will fit on each side, making a total of 4 pages on a single sheet.
tpi: Olsem: Long buklet A5, tupela pes tasol bai inap long wan wan sait, olsem na long wanpela pepa i gat 4-pela pes.

source: Pages Per Spread:
tpi: Ol pes long olgeta pes:

source: This is the actual size of the sheet of paper on which multiple pages will be printed. For example, if printing an A5-sized booklet, the actual sheet of paper that you print on will be 2x the A5-sized page, which is an A4-sized sheet of paper.
tpi: Dispela em mak bilong pepa we bai prinim planti pes long en. Olsem: Sapos yu prinim buklet A5, dispela pepa bai gat mak bilong 2 taim bikpela bilong pes A5, em pepa A4.

source: Physical Paper Size:
tpi: Piksa bilong pepa:

source: A signature is a collection of pages folded and bound together as a unit. A signature may be made up of multiple sheets. If unsure, leave this setting at 0 to indicate that the publication will not be bound using separate signatures.
tpi: Ol i save pasim ol pes bilong buk na putim ol tok long ol pepa bilong en. Sapos yu no klia, orait putim dispela namba olsem 0 bilong soim olsem yu no inap pasim buk na putim ol narapela narapela tok long en.

source: Sheets Per Signature:
tpi: Ol pes bilong pepa:

source: Pagination: Physical paper size
tpi: Ol pes: Piksa bilong pepa

source: If the required size is not displayed, then just type the required page width and height separated by a comma. For example: 203mm, 330mm (Foolscap)
tpi: Sapos yu no lukim bikpela bilong pes, orait rait long mak bilong pes long mak bilong mak bilong pes, na katim mak long mak bilong pes.

source: Pagination: Pages per spread (booklet printing)
tpi: Ol pes bilong ol buk: Ol pes long olgeta buk (buklet)

source: Scale to fit*
tpi: Skala bilong ol samting yu laik putim*

source: Pagination: Scale to fit
tpi: Ol pes: Skala bilong ol pes

source: (Coming soon...) Enable this option if it is acceptable to slightly scale the Page Size (set on the Layout tab) in order to fit the Physical Paper Size based on the Pages per Spread (both set on this tab).
tpi: (Nau bai kam...) Optimim dispela opsen sapos yu inap senisim liklik Page Size (setim long Layout tab) bilong inapim Physical Paper Size bilong ol Page per Spread (samting i stap long dispela tab).

source: The minimum width of the area to be cut after folding of the signature. Measured in millimeters (mm).
tpi: Minimal bikpela hap bilong hap i mas katim bihain long ol i brukim mak, ol i makim long milimeta (mm).

source: Fold Cut Margin (mm):
tpi: Long Fold Cut Margin (mm):

source: Pagination: Sheets per signature (pages per form)
tpi: Ol pes: Ol pes long wanpela pepa (ol pes long wanpela pepa)

source: The width of the area to be cut after folding of the signature. Measured in millimeters (mm).
tpi: Bikpela bilong hap bilong katim bihain long ol i brukim mak, ol i makim long milimeta (mm).

source: Fold First
tpi: Painim pastaim

source: Pagination: Fold First
tpi: Ol pes: Fold First

source: If you are imposing for a printer with a folding machine, then you want to fold first and then cut. This, for example makes a folded sheet that is part of a signature consist of two sets of sequential pages.
tpi: Sapos yu yusim wanpela masin bilong prinim ol tok, orait yu mas fold pastaim na katim bihain.

source: Create Cover as a Separate PDF
tpi: Mekim wanpela PDF bilong kapsait

source: Pagination: Create the cover as a stand-alone PDF
tpi: Pajinim: Painim pepa bilong karamapim buk olsem PDF

source: This option is only available if Create Cover is enabled on the Cover tab. Enable this option if you plan to print the outer (wrapper) cover separately from the book's content. This is often the case if cardstock, or a colour cover is used.
tpi: Dispela opsen i stap tasol sapos yu opim Create Cover long Cover tab. Optimim dispela opsen sapos yu laik prinim ol hap bilong en (wrapper) i stap wanpis long ol samting i stap insait long buk.

source: Whether you need a simple booklet or a more complex signature, these options allow plenty of scope.
tpi: Maski yu nidim wanpela liklik buklet o sampela narapela kain sain, yu inap mekim planti samting long dispela rot.

source: Booklet Pagination
tpi: Ol Buklet i Gat Ol Pes

source: Compare PDFs: Select previous PDF to compare with
tpi: Karim ol PDF: Makim PDF bilong bipo

source: Only Show Pages With Differences
tpi: Lukim ol pes i gat ol narapela narapela pes tasol

source: Compare PDFs: Only show pages with differences
tpi: Skelim ol PDF: Lukim ol pes tasol i gat ol narapela narapela senis

source: When comparing two PDF files the resulting "Diff" PDF can get rather large. This option reduces the size of the PDF by not including any identical pages. This also saves time as you don't need to search through a lengthy PDF to find out what might have changed.
tpi: Taim yu skelim tupela PDF file, dispela "Diff" PDF i kamap bikpela. Dispela opsen i save daunim bikpela bilong PDF long no gat wankain pes. Dispela i save lukautim taim bilong yu, long wanem, yu no nidim painim long wanpela PDF bilong save wanem samting i senis.

source: Compare PDFs:
tpi: Skelim ol PDF:

source: Use this color to show anything that has been added (or moved to the current location) in the new PDF.
tpi: Yu ken yusim dispela kala long soim ol samting yu bin putim long nupela PDF (o kisim i go long dispela hap nau yu stap long en).

source: Color to Highlight Differences
tpi: Kala i Helpim Yu Long Save Long Ol Narapela Kala

source: Compare PDFs: Colour of new text
tpi: Skelim ol PDF: Kala bilong nupela rait

source: Set the color to use when differences are found between the old and the new PDFs. Use this color to show anything that has been added (or moved to the current location) in the new PDF.
tpi: Makim kala bilong yusim taim ol i painim narapela narapela samting namel long ol nupela PDF na ol nupela PDF.

source: Show New Text or Position in:
tpi: Lukim Nupela Toktok o Ples Long:

source: Compare PDFs: Colour of old text
tpi: Skelim ol PDF: Kala bilong olpela rait

source: Set the color to use when differences are found between the old and the new PDFs. Use this color to show anything that has been deleted (or moved from the previous location) in the old PDF.
tpi: Makim kala bilong yusim taim ol i painim narapela narapela samting namel long ol nupela PDF na olpela PDF.

source: Show Old Text or Position in:
tpi: Lukim Olpela Toktok o Ples Long:

source: Use this color to show anything that has been deleted (or moved from the previous location) in the old PDF.
tpi: Yu ken yusim dispela kala bilong soim ol samting yu bin rausim (o rausim long ples bipo) long ol PDF bilong bipo.

source: Select a particular PDF file to be compared against the current output PDF. If you just want to compare output to the previous run, then click Cancel in the File Open dialog to reset the filename (which will then default to _1).
tpi: Makim wanpela PDF file yu laik skelim wantaim dispela output PDF. Sapos yu laik skelim output wantaim dispela output bipo, klik Kansela long Open File dialog na putim gen nem bilong dispela file (olsem default bai _1).

source: Compare With a Previous PDF:
tpi: Skelim wantaim PDF i stap bipo:

source: Compare PDFs: Set maximum diff pages to show
tpi: Skelim ol PDF: Makim bikpela mak bilong ol narapela narapela pes bilong soim

source: The PDF showing differences between the old and the new contains images that make the resulting file rather large. Use this option to limit the number of "Diff" pages created. This will also potentially speed up the process.
tpi: Dispela PDF i gat ol piksa i mekim na ol pes i bikpela moa. Yu ken yusim dispela opsen bilong pasim namba bilong ol pes i gat ol narapela narapela pes.

source: Compare PDFs: Maximum pages of differences to show
tpi: Kompareim ol PDF: Makim planti pes bilong ol narapela narapela pes

source: Show Max Diff Pages:
tpi: Makim Maksim Diff Pes:

source: This tool allows you to compare 2 different PDFs to highlight what has changed between runs.
tpi: Dispela tul i helpim yu long skelim tupela narapela narapela PDF na soim wanem ol senis i bin kamap namel long tupela run.

source: Compare PDFs
tpi: Skelim ol PDF

source: PDF output format (Screen, RGB, CMYK, B/W, spot)
tpi: PNG Output Format (Piksa, RGB, CMYK, B/W, spot)

source: Select the appropriate standard for the output format to optimize the PDF for its intended purpose. Screen (fastest, no post processing) Digital (smallest size, for local printing, PDF/X-4) Print (for professional printers, PDF/X-1a:2003) Note: Digital and Print comply with archive standard PDF/A-1b.
tpi: Makim ol tok yu laik putim long ol piksa long en bilong helpim yu long yusim gut ol tok yu laik putim long ol piksa.

source: Select the appropriate standard for the output format to optimize the PDF for its intended purpose. Digital (smallest size, for local printing) Print (for professional printers) Transparency (if CMYK is required) Archive (largest size, for keeping long-term) Note: All comply with archive standard PDF/A-1b.
tpi: Makim ol tok i stret long ol tok bilong PDF (ol i liklik tru, bilong prinim long ples) Print (long ol professional printer) Transparency (if CMYK i mas stap) Archive (bikpela tok, bilong holim longtaim) Note: Olgeta tok i stret long ol tok bilong PDF/A-1b.

source: PDF Output Format:
tpi: PNG Output Format:

source: Crop Marks
tpi: Mak bilong gaden

source: Enable crop marks
tpi: Opim ol mak bilong katim kaikai
