Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Why is FRT not listed?
tpi: Bilong wanem i no gat wanpela lista bilong ol samting bilong FRT?

source: PTXprint: Copy Configuration To...
tpi: PNG Tok Pisin:

source: Select one or more (target) Paratext projects that the current configuration (source) should be copied to:
tpi: Makim wanpela o sampela (makim) Paratext projek we yu laik kopiim dispela sait bilong ol (ol i kolim source) long:

source: IF Configuration Already Exists in Target Project(s):
tpi: Sapos ol i bin wokim pinis ol samting bilong ol long ol projek bilong ol:

source: Do NOT Replace Existing Config
tpi: NO ken senisim ol samting i stap pinis

source: Copy Config: Do NOT Replace Existing Config
tpi: Kopiim Konfig: NO ken senisim ol Konfig i stap pinis

source: Selecting this option will prevent any changes overwriting an existing configuration of the same name in the target project(s). This option is usually used when copying a configuration to other projects for the first time.
tpi: Sapos yu makim dispela opsen bai yu no inap senisim wanpela olpela konpiuta bilong wankain nem long ol projek yu laik yusim.

source: Merge Configurations From Both
tpi: Painim ol samting i stap long tupela sait

source: Copy Config: MERGE Configurations From Both
tpi: Kopiim Konfig: MERGE Konfiguration long tupela

source: Selecting this option will MERGE the settings from the source configuration with the identically named configuration in the target project. Any changes that were made to the target project's configuration since it was first shared will be kept (i.e. modified target settings are retained if there is a clash of settings).
tpi: Sapos yu makim dispela opsen bai yu MAIIM ol sait bilong ol sait wantaim ol sait bilong ol sait i gat wankain nem long ol sait bilong ol sait. Ol senis yu bin mekim long sait bilong ol sait i stap yet (olsem sapos ol sait i no stret wantaim, ol sait bilong ol sait i stap yet).

source: Overwrite With Recent Changes
tpi: Rausim Ol Senis i Kamap

source: Copy Config: OVERWRITE With Recent Changes
tpi: Kopiim Konfig: Ritim bek ol senis i kamap

source: Selecting this option will REPLACE (or overwrite) any settings in the identically named configuration in the target project IF those settings were changed in the source project since the configuration was first shared. (i.e. if both source and target projects modified a setting, then the source target setting will "win").
tpi: Sapos yu makim dispela opsen bai REPLACE (o overwrite) olgeta sait long wankain nem long sait bilong projek sapos ol dispela sait i senis long sait bilong projek stat long taim ol i bin yusim sait bilong projek long namba wan taim. (o olsem sapos tupela projek i senisim sait, orait sait bilong sait bai "win").

source: PTXprint: Lock/Unlock Configuration
tpi: PTXprint: Lukim/Lusim Toktok

source: Enter a password of up to 16 characters to lock/unlock this saved configuration.
tpi: Toksave long ol toksave bilong yu long ol samting yu laik mekim.

source: Enter Password:
tpi: Toksave long Toksave:

source: Enter password for config
tpi: Toksave long password bilong konfigure

source: Open the folder which contains the PDF file(s) created for this project.
tpi: Opim folda i gat ol PDF file (s) yu bin wokim bilong dispela projek.

source: Print the PDF on paper using a physical printer connected to this device.
tpi: Prentim PDF long pepa long rot bilong wanpela printa i stap long dispela masin.

source: Save a COPY of this PDF with a new name and/or different folder.
tpi: Saveim wanpela kopi bilong dispela PDF wantaim nupela nem na/o narapela folda.

source: Show main PTXprint settings
tpi: Makim ol bikpela sait bilong PTXprint

source: Show the main PTXprint dialog with all the settings.
tpi: Lukim bikpela toktok bilong PTXprint wantaim olgeta sait.

source: A saved configuration can be copied to other Paratext projects in order to avoid having to manually re-create all the same settings for a similar project.
tpi: Ol inap kisim kopi bilong wanpela save bilong ol narapela projek bilong Paratext na bai yu no ken wokim gen ol wankain sait bilong wankain projek.

source: David Healey
tpi: Devit Healey

source: Select Images...
tpi: Makim Ol piksa...

source: Download an Image Set from an online source
tpi: Rausim wanpela piksa long wanpela rot long Intenet

source: If you don't already have appropriate scripture illustrations, then you can download an Image Set which contains low-resolution illustrations for trial publications from one of the links.
tpi: Sapos yu no gat ol piksa bilong ol skripsa i stret, yu ken kisim wanpela piksa long wanpela link we i gat ol piksa bilong ol buk bilong traim.

source: Request Accesss...
tpi: Askim long kisim...

source: Request for Access to High Quality Illustrations/Maps in the SIL repository. Click this button to fill in the form requesting access to the illustrations used in the current publication. After completing and sumitting the online form you should receive an immediate response by email.
tpi: Kisim ol piksa/map long ol buk bilong SIL. Klik long dispela boten na raitim dispela pepa bilong kisim ol piksa bilong buk yu laik ritim.

source: Add Images to Current Configuration's PicList
tpi: Tokim ol piksa long ol piksa bilong dispela sait

source: Add the selected images to the current Configuration where an appropriate caption should be added and other image properties selected.
tpi: Tokim ol piksa long dispela senis i stap nau, na putim ol tok piksa i stret long en na makim ol narapela piksa.

source: Search:
tpi: Painim:

source: Limit to Range of References:
tpi: Limit bilong ol Referens:

source: e.g. LUK ACT HEB JAS
tpi: Eks. LUK ACT HEB JAS

source: Image Set:
tpi: Ol piksa:

source: Image Selection Dialog: Search for an image by keyword
tpi: Lukluk long piksa long rot bilong ol tok i bikpela

source: (lamb|sheep)+shepherd
tpi: (Lap bilong sipsip i save mekim gut long sipsip) + wasman bilong sipsip

source: Default
tpi: Painim pinis

source: Enter a name for the configuration to be saved. Note that only Roman/Latin names are supported using: a-z A-Z, 0-9, parentheses, underscores and hyphens. Longer descriptions may be typed into the Notes field below.
tpi: Tokim nem bilong ol samting yu laik bungim. Lukim olsem ol i save yusim ol nem bilong ol tok Latin tasol: a-z A-Z, 0-9, ol hap hap, ol hap i stap aninit long en na ol hap i stap daunbilo.

source: Scripture Reference
tpi: Ol ves i stap long buk

source: Sort the images according to the canonical order of scripture.
tpi: Mekim ol piksa i stret wantaim ol tok bilong Baibel.

source: Frequency of Use
tpi: Planti taim ol i save yusim

source: Sort the images based on how often other projects use them. The most popular illustrations appear at the top of the list.
tpi: Mekim ol piksa i stret wantaim ol narapela projek i yusim ol piksa.

source: Sort Images By:
tpi: Sortim Ol Piksa Long:

source: Filter
tpi: Filta

source: Code
tpi: Toktok

source: Artist Name
tpi: Nem bilong man bilong wokim piksa

source: Search + Update Images
tpi: Painim + Senisim Ol piksa

source: Print
tpi: Prentim

source: Filter for illustrations that can be used in Print/PDF publications.
tpi: Ol piksa bilong ol buk na nius ol i prinim o PDF i no inap stap long ol buk na nius.

source: App
tpi: Aplikesen

source: Filter for illustrations that can be used in mobile phone Apps.
tpi: Filta bilong ol piksa yu ken yusim long ol mobail fon app.

source: Filter for illustrations that can be used on websites.
tpi: Ol piksa bilong ol piksa i stap long ol web-sait.

source: Media:
tpi: Ol niuspepa:

source: Keywords:
tpi: Ol bikpela tok:

source: Note that if a reference only contains a book and chapter number (with no specific verse mentioned), then the illustration will be placed in the middle of the chapter.
tpi: Tingim: Sapos wanpela tok i gat nem bilong buk na namba bilong sapta tasol (na i no gat wanpela ves i stap), orait piksa bai stap namel long sapta.

source: shepherd, sheep, lamb, shoulder, carry
tpi: wasman bilong sipsip, sol, karim

source: MAT 12:15, LUK 22:7; ACT 8:3
tpi: MATYU 12:15; LUK 22:7; APOSEL 8:3

source: The shepherd carries a lamb.
tpi: Wasman i karim wanpela pikinini sipsip.

source: ID, Artist:
tpi: Nem bilong man:

source: Clear Selection
tpi: Ol i Mekim Gut Wok Bilong Mekim

source: NONE
tpi: I no gat wanpela

source: None
tpi: I nogat

source: Plain (single)
tpi: Plain (singel)

source: Double
tpi: Namba i go antap

source: Ornamental
tpi: Ol kain kain samting bilong bilas

source: All
tpi: Olgeta

source: All Unknown / Unchecked
tpi: Olgeta i No Gat Nem / I No Gat Tok

source: Any Unknown / Unchecked
tpi: Ol Tok i No Kamap Tru

source: Approved
tpi: Ol i orait long en

source: Single
tpi: Man i no marit

source: PTXprint: Border Settings
tpi: PTXprint: Ol Border Setim

source: Borders dialog: Show LEFT border
tpi: Ol pes bilong toktok: Makim BLAK pes

source: Borders dialog: Show RIGHT border
tpi: Ol boda dialog: Makim RIGHT boda

source: Borders dialog: Show TOP border
tpi: Ol pes bilong toktok: Lukim ol pes bilong toktok

source: Borders dialog: Show BOTTOM border
tpi: Toktok bilong boda: Makim Bottom boda

source: Borders dialog: Show OUTER border
tpi: Toktok bilong boda: Makim YUTP

source: Borders dialog: Show INNER border
tpi: Toktok bilong boda: Lukim INNER boda

source: Borders dialog: Border width
tpi: Toktok bilong boda: Bred bilong boda

source: Specify how wide the border should be. Note that for ornamental borders this value needs to be at least 10pt.
tpi: Tokim mak bilong mak bilong mak bilong mak.

source: Border Width (pt):
tpi: Bred bilong mak (pt):

source: Borders dialog: Border line color
tpi: Ol boda dialog: Border line color

source: Sets the line color for this border.
tpi: Makim kala bilong dispela mak.

source: Border Line Color
tpi: Kala bilong mak bilong mak

source: Line Color:
tpi: Kala bilong lain:

source: Type of Border:
tpi: Ol kain hap bilong banis:

source: Font Selection Dialog: Typeface
tpi: Ol fon bilong rait:

source: Generate cover: Select Ornamental Border
tpi: Generate cover: Select Ornamental Border (Putim hap bilong karamapim)

source: A selection of ornamental borders are available to choose from, or a custom-made border may be applied.
tpi: Yu inap makim sampela kain bilas bilong banis, o yu ken wokim wanpela banis bilong banis long han bilong yu yet.

source: Fill Color:
tpi: Putim Kala:

source: Borders dialog: Border fill color
tpi: Ol pes bilong toktok: Border fill color

source: Sets the fill color for this border.
tpi: Makim kala bilong dispela hap.

source: Border Fill Color
tpi: Color bilong Putim Border

source: Show the Ornaments Catalog
tpi: Lukim Katalog Bilong Ol Samting Bilong Wokim Long En

source: Click to Open a PDF containing a catalog of the various Ornamental Borders (pgs 4-7).
tpi: Klik long Opim wanpela PDF i gat lista bilong ol kain kain bilas bilong banis (pg. 4-7).

source: Line Thickness (pt):
tpi: Long Line Thickness (pt):

source: Borders dialog: Border Line Thickness
tpi: Toktok long boda: Border Line Thickness

source: Specify the thickness of the lines which make up the border.
tpi: Tokim gut mak bilong ol mak i stap long mak.

source: The horizontal space (pts) between the left/right borders (if any) and the text contained within the sidebar.
tpi: Hap graun (pts) namel long sait long han kais/han sut (sapos i gat) na ol tok i stap insait long sait bar.

source: All/Top (pt)
tpi: Olgeta/Top (pt)

source: Borders dialog: Horizontal border padding
tpi: Ol boda dialog: Ol boda i stap antap long ol hap

source: The space (pts) between the edge of background box (or figure, if any) and the edge of the text in the sidebar.
tpi: Dispela hap hap (pts) namel long arere bilong bokis (o piksa, sapos i gat) na arere bilong tok long saitbar.

source: Borders dialog: Vertical border padding
tpi: Ol boda dialog: Vertical boda padding

source: Borders dialog: Horizontal box padding
tpi: Ol boda toktok: Ples bilong putim ol bokis long ples antap

source: Borders dialog: Vertical box padding
tpi: Ol boda toktok: Vertical box padding

source: Left/Inner (pt)
tpi: Lusim/Inner (pt)

source: Right/Outer (pt)
tpi: Long han sut/Long hap ausait

source: The vertical space (pts) between the top/bottom borders (if any) and the text contained within the sidebar.
tpi: Dispela hap i stap namel long hap antap/hap daun (if i gat) na hap bilong ol tok i stap insait long saitbar.

source: Bottom (pt)
tpi: Ples daunbilo

source: Uniform Box Padding
tpi: Ol i save putim ol kain kain samting long ol bokis

source: Use the same value for the Top, Bottom, Left, and Right padding.
tpi: Yusim wankain valua long hap antap, daunbilo, han kais, na han sut.

source: Box
tpi: Bokis

source: The space between the inside edge of the border and the outside edge of the box inside it.
tpi: Dispela hap namel long insait bilong banis na ausait bilong bokis i stap insait long en.

source: Uniform Border Padding
tpi: Ol i mas putim wanpela kain plang long banis

source: Border
tpi: Ples bilong boda

source: Padding
tpi: Plakim

source: This preview actively illustrates the box and border padding with respect to the text. As you change the various settings above, you should be able to see how the border settings affect the final outcome.
tpi: Dispela piksa i soim olsem wanem ol bokis na ol hap bilong en i stret wantaim ol tok i stap long en. Taim yu senisim ol senis long sait bilong ol dispela hap, yu inap lukim olsem wanem ol senis i kamap long sait bilong ol dispela hap i mekim sampela samting long ol samting yu laik mekim.

source: bleed: overflow the page into the cropped area
tpi: bleed: kapsaitim hap bilong pes i go insait long hap ol i katim

source: colbleed: overflow the page into the cropped area as much as the colours do (normally images bleed less)
tpi: colbleed: tanim pes i go insait long hap ol i katim (olsem ol kala i mekim) (olsem piksa i no save kamap gut tumas)

source: inner: the area that text could cover (vertically this extends to the inner edge of the border)
tpi: Inner: hap we rait inap karamapim (long sait bilong sait bilong banis)

source: outer: the outermost of the coloured box or the border
tpi: Outer: hap i stap ausait tru bilong bokis i gat kala o mak bilong en

source: border: the outer edge of the border
tpi: Border: mak bilong arere bilong boda

source: box: the coloured box
tpi: Bokis: Bokis i gat kala

source: PTXprint: Cover Wizard
tpi: PTXprint: Makim Toktok

source: Create/Overwrite \periphs in Front Matter
tpi: Wokim/Ritim bek ol hap bilong pes

source: Generate cover: Overwrite Periphs in Front Matter
tpi: Generate cover: Rausim ol hap bilong tok i stap long pes

source: If this option is enabled, then any existing settings for the cover in the Front Matter (on the View+Edit tab) will be reset to the default values. The \periphs affected are as follows: id='coverfront', id='coverspine', id='coverback, id='coverwhole' So, if you have already customized these settings, then leave this option unchecked.
tpi: Sapos dispela opsen i stap, orait ol senis bilong het bilong pepa long Front Matter (long View+Edit tab) bai kamap olsem ol senis bilong bipo.

source: Generate cover: Scale Text Size
tpi: Generate cover: Skalaim Mak Bilong Tok

source: The \mt1 and \mt2 styles are used for the title and subtitle on the cover page. Use this setting to increase size of such titles.
tpi: Ol i save yusim ol stils \mt1 na \mt2 bilong het tok na subtitle long het pes.

source: Generate cover: Text Color
tpi: Generate cover: Ol rait kala

source: Set the color of the title and subtitle text.
tpi: Makim kala bilong het tok na subtitle.

source: Border Color
tpi: Kala Bilong Border

source: Scale Text Size:
tpi: Skalaim Mak Bilong Tok:

source: A selection of ornamental borders are available to choose from, or a custom-made border may be applied to the front cover page.
tpi: Yu inap makim sampela kain bilas bilong putim long pes bilong dispela nius, o yu ken putim ol dispela kain bilas long pes bilong fes pes.

source: Generate cover: Select Background Shading
tpi: Generate cover: Select Background Shading (Putim ol hap bilong baksait i gat mak)

source: Set the background color for the cover.
tpi: Makim kala bilong baksait bilong hap bilong karamap.

source: Select...
tpi: Makim...

source: Generate cover: Select Background Picure (or Image)
tpi: Generate cover: Select Background Picure (or Image) (Putim piksa bilong baksait)

source: <== Select an image file for the background
tpi: <== Makim wanpela piksa bilong ples daun

source: Generate cover: Select Border Color
tpi: Generate cover: Select Border Color (Putim hap bilong karamapim)

source: Background Shading:
tpi: Ol piksa i stap long baksait:

source: Generate cover: Enable Background Shading
tpi: Generate cover: Enable Background Shading (Putim ples daun bilong ples daun)

source: Enable this option to apply shading to the entire cover.
tpi: Makim dispela opsen bilong putim skin bilong olgeta hap bilong karamap.

source: Background Picture:
tpi: Piksa bilong baksait:

source: Enable this option to place a picture (or image) on the entire cover (so it wraps around onto the back cover). Use a landscape-oriented image.
tpi: Optimim dispela opsen long putim piksa (o piksa) long olgeta hap bilong kapa (olsem na dispela piksa bai raunim hap bilong baksait bilong pepa).

source: Only on Front Cover
tpi: Long het bilong nius tasol

source: Enable this option to only place the selected image on the front cover (so it does not wrap onto the back cover). Use a portrait-oriented image.
tpi: Optimim dispela opsen long putim piksa long hap bilong baksait tasol (olsem bai piksa i no ken pas long hap bilong baksait).

source: Generate cover: Set Transparency of Background Picture
tpi: Generate cover: Makim Transparens bilong Background Picture

source: Set the transparency (Alpha) of the background picture which appears behind any shading if any.
tpi: Makim olsem wanem piksa i kamap long baksait bilong ol piksa i gat ol liklik mak bilong en.

source: Generate cover: Set Transparency of Background Shading
tpi: Generate cover: Setim Transparency bilong Background Shading

source: Set the transparency (Alpha) of the background shading which appears on top of the image if there is one.
tpi: Makim transparens (Alpha) bilong ol piksa i stap antap long piksa sapos i gat.

source: Generate cover: Select Scale Picture To Area
tpi: Generate cover: Select Scale Picture To Area (Skalim piksa i go long ples)

source: Select where the image should extend to.
tpi: Makim hap piksa i mas go long en.

source: Text Color:
tpi: Kala bilong rait:

source: Border Color:
tpi: Kala bilong banis:

source: Shading Color:
tpi: Kala bilong ol piksa:

source: Ornamental Border:
tpi: Ol samting bilong bilasim:

source: Generate cover: Enable Ornamental Border
tpi: Generate cover: Enable Ornamental Border (Putim ol samting i karamapim)

source: The transparency (alpha channel) values on the sliders below range from 0 (completely transparent) to 1 (completely opaque).
tpi: Ol mak bilong ol samting i kamap ples klia (alpha channel) long ol stik i stap daunbilo i go inap long 0 (ol samting i kamap ples klia olgeta) na 1 (ol samting i kamap ples klia olgeta).

source: Transparency
tpi: Pasin bilong klia long ol samting

source: Scale Picure To:
tpi: Skalaim Piksa Long:

source: Cover Page Settings
tpi: Ol Painim Pes

source: Note that when you click on Create Cover Settings, PTXprint will: (a) update the Cover style definitions (Style Editor settings) (b) overwrite the \periph definitions (the Front Matter settings on the View+Edit tab) ONLY IF the option below is enabled: The \periphs affected are as follows: id='coverfront', id='coverspine', id='coverback, id='coverwhole'
tpi: Tingim olsem taim yu klik long Create Cover Settings, PTXprint bai: (a) update the Cover style definitions (Style Editor settings) (b) overwrite the \periph definitions (the Front Matter settings on the View+Edit tab) ONLY IF the option below is enabled: Ol \periphs em dispela i mekim nogut long ol, em olsem: id='coverfront', id='coverspine', id='coverback, id='coverwhole

source: Arabic-Hindi
tpi: Tokples Arab-Hindi

source: Arabic-Farsi
tpi: Tokples Arab-Farsi

source: Burmese
tpi: Tok bilong Burma

source: Description based
tpi: Stori bilong ol samting

source: Pri (Left)
tpi: Pri (han kais)

source: Sec (Right)
tpi: Sek (Long han sut)

source: Both Pri+Sec
tpi: Tupela wantaim Pri+Sec

source: PTXprint: Import Settings...
tpi: Importaim Ol Insait...

source: RESET
tpi: REST

source: Reset the current Configuration's UI settings
tpi: Reset ol senis bilong UI bilong dispela lain

source: Warning! This will reset ALL the UI settings for the CURRENT configuration to their default values. Note that it will NOT reset the Style settings stored in the .sty files.
tpi: Tok lukaut! Dispela bai mekim olgeta UI sait bilong dispela CURRENT konfiguration i go bek long ol default valua bilong ol. Tingim olsem dispela bai NO mekim ol Style sait i stap long ol .sty file i go bek.

source: PDF file (with embedded settings) or ZIP archive file
tpi: PDF file (wanpela i gat ol sait insait long en) o ZIP archive file

source: Import: From existing PDF file or ZIP archive
tpi: Importim: Long PDF file o ZIP archive

source: It is possible to import settings from an existing PDF file which was produced earlier by PTXprint. But this only works if the settings are embedded within the PDF. (This is enabled on the Finishing tab). Importing from a PTXprint ZIP archive (created on the Help tab) is also possible.
tpi: Yu inap importim ol sait long PDF file bipo PTXprint i bin wokim. Tasol dispela i save wok sapos ol sait i stap insait long PDF. (Dispela i stap long Finishing tab).

source: A Previously Saved Configuration:
tpi: Ol senis i bin stap bipo:

source: Import: From Saved Configuration
tpi: Importa: Long Saveim Konfig

source: Import: Project name
tpi: Importa: Nem bilong projek

source: Select the project from which the settings will be imported.
tpi: Makim projek we bai kisim ol sait.

source: Import: Project configuration
tpi: Importa: Konpimesen bilong projek

source: Select a configuration from the selected project from which the settings will be imported.
tpi: Makim wanpela sait long dispela projek yu makim na bai yu kisim ol sait long en.

source: (None)
tpi: (I no gat wanpela)

source: Project:
tpi: Projek:

source: Configuration:
tpi: Ol samting bilong stretim:

source: Select PDF to import settings from
tpi: Makim PDF bilong importim ol sait long

source: Select either a PTXprint PDF or ZIP archive to import the settings from. Importing from a PDF will only work if the PDF contains the PTXprint configuration settings (as enabled on the Finishing tab).
tpi: Makim wanpela PNG PDF o PNG PNG archive bilong importim ol sait long en. Sapos PNG i gat ol sait bilong PNG (olsem yu bin opim long Finishing tab) tasol ol bai inapim dispela wok.

source: Source of Settings
tpi: Ol Insait

source: An External Folder of Settings
tpi: Ol Insait Painim Ol Toktok

source: Extract settings to an external folder
tpi: Kisim ol sait long wanpela folder

source: Settings can be extracted to an external folder. This may be useful when examining settings from a different user, or when there is a need to recover lost settings from a known good PDF or Zip archive.
tpi: Ol inap kisim ol sait long wanpela folder i stap ausait. Dispela inap helpim yu taim yu skelim ol sait bilong narapela user, o taim yu mas kisim bek ol sait i lus long wanpela PDF o Zip archive.

source: A New/Existing Project and/or Configuration:
tpi: Nupela/i stap pinis projek na/o konfigurasen:
