Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Some printers require crop marks on the PDF to show where the page should be trimmed after binding.
tpi: Sampela printa i save makim hap bilong PDF i mas katim, bilong soim hap we pes i mas katim taim ol i bin pasim.

source: Number of previous PDFs to be kept
tpi: Namba bilong ol PDF i stap bipo

source: By default, PTXprint only keeps one previous PDF. But up to 20 previous versions can be kept.
tpi: Long default, PTXprint i save holim wanpela PDF tasol, tasol inap 20 nupela PDF i stap.

source: By keeping previous versions of the PDF, it is possible to compare the final output of the PDFs. Up to 20 previous versions can be kept. If you need to keep a PDF around longer, then manually rename it so that it can be compared to at a later date.
tpi: Sapos yu holim ol PDF bilong bipo yet, yu inap skelim ol PDF i kamap bihain long en. Sapos yu gat laik long holim ol PDF i stap longpela taim moa, orait yu ken senisim nem bilong en long han bilong yu na bai yu ken skelim wantaim ol long bihain.

source: Number of Previous PDFs to be Kept:
tpi: Namba bilong ol PDF i stap bipo:

source: Include Config Settings Within PDF
tpi: Tokim ol samting bilong PDF

source: Include config settings within PDF
tpi: Kamapim ol sait bilong konfig insait long PDF

source: All the configuration settings (including the PTXprint styles, AdjLists, changes.txt, and related .tex files) can be included within the PDF in order to maintain a record of what settings were used to create that PDF. Later, these settings can be retrieved from the PDF to set up an identical configuration. This is also a way to share config settings with other users.
tpi: Olgeta sait bilong konfigurasen (olsem ol stil bilong PTXprint, AdjLists, changes.txt, na ol narapela .tex fail) inap stap insait long PDF bilong holim ol sait we ol i bin yusim long kamapim dispela PDF. Bihain, ol dispela sait inap kisim bek long PDF bilong kamapim wankain sait. Dispela tu em rot bilong salim sait bilong konfigurasen wantaim ol narapela user.

source: Archive (PDF/A-1a)
tpi: Ol Tok Bilong Baibel (PDF/A-1a)

source: Include unicode text within PDF (to help with archiving)
tpi: Toktok long Unicode insait long PDF (bilong helpim long archive)

source: Check this option to include the Unicode text in the PDF which is a good practice for final print and long-term archiving.
tpi: Makim dispela opsen bilong putim tok bilong Unicode long PDF, em gutpela pasin bilong prinim na putim ol buk long ol pepa i stap longpela taim.

source: Spot color hue
tpi: Kala bilong ol mak

source: If a spot color is needed then select the closest hue which will get converted to the closest matching Pantone color code.
tpi: Sapos yu nidim wanpela kala bilong spot, orait makim dispela kala i klostu tru long yu na bai yu tanim i go long dispela kala i stret tru wantaim ol kala bilong Pantone.

source: Spot Color Hue
tpi: Kala Bilong Plek

source: Color Hue:
tpi: Kala bilong en:

source: Spot color tolerance
tpi: Ol mak bilong kala i no stret

source: To match the Spot Color Hue exactly, set this to 0%. If text in similar colors are also to be set to this Spot Color, then select an acceptable tolerance range (suggested default is 15%). Note that this will include similar colors either side (e.g. -15% to +15%) of the selected hue.
tpi: Sapos yu laik putim wankain kala long ol tok i stap long ol tok i

source: Tolerance (%):
tpi: Ol tok i stap long ol tok bilong ol narapela tokples

source: Extract Color Inserts
tpi: Kisim Ol Kala

source: Extract Color Insert pages (as separate PDFs)
tpi: Kisim Out Kala Putim insait pes (olsem PDF)

source: Extract the special peripheral materials named 'maps' or 'insert_*' as separate PDFs to be printed in color and inserted manually during the binding process. Note that the cover is always extracted.
tpi: Kisim ol narapela narapela pepa ol i kolim 'map' o 'insert_*' na putim long PDF, na prinim long kala na putim long han taim yu pasim.

source: Extra XDV Processing
tpi: Ol narapela samting bilong stretim XDV

source: Extra XDV processing (before creating final PDF)
tpi: Extra XDV processing (bilong kamapim PDF)

source: Enable processing of the intermediate xdv file for such things as coloured diacritics.
tpi: Tokim ol long stretim ol samting olsem ol mak bilong rait long ol kala.

source: Apply Watermark PDF
tpi: Toktok long wara

source: Marks & Guides dialog: Apply watermark
tpi: Ol mak & ol lo bilong toktok: Aplikim wara mak

source: A watermark can be applied to all pages of the publication. The file must be a PDF and should ideally have the same dimensions as the publication being printed.
tpi: Yu ken putim wara long olgeta pes bilong buk na nius.

source: Marks & Guides dialog: Select watermark to apply
tpi: Ol Mak & Ol Gaid dialog: Makim wara bilong putim

source: PDF Details
tpi: PDF Stori

source: Options to control pagination, PDF output format and compare output with a previous PDF.
tpi: Ol opesen bilong bosim pasin bilong putim ol pes long pes, ol tok bilong PDF na skelim ol tok bilong PDF i kamap paslain long dispela.

source: Select Printing Firm:
tpi: Makim Prenting Firma:

source: Pretore B.V., Netherlands
tpi: Pretore B.V., Netherland

source: Snowfall Press, USA
tpi: Snowfall Press, Amerika

source: 1. Specify Job
tpi: 1. Tokim wok bilong yu

source: 2. Obtain Quote
tpi: 2. Kisim wanpela kain tok bilong baim bek mani

source: 3. Submit Order
tpi: 3. Tokim ol man long ol i mas mekim wok

source: Adjust expert-level settings.
tpi: Stretim ol sait bilong save.

source: Print on Demand
tpi: Prentim Ol Samting Yu Laik

source: Current Project Path:
tpi: Ol wok bilong dispela projek i wok long kamap:

source: Configuration Settings:
tpi: Ol Setim Ol Toktok:

source: The PDF file created is stored in this folder (but should automatically open in your system's PDF viewer anyway). Note that ALL the files and subfolders in this location are TEMPORARY and can be deleted. None of these files are included in Paratext's Send/Recv data.
tpi: Dispela PDF file i stap long dispela folder (tasol ol i mas opim long PDF viewer bilong sistem bilong yu). Tingim olsem olgeta file na subfolder long dispela ples i bilong TEMPORARY na ol inap rausim.

source: Output PDF Location:
tpi: Putim PDF Ples:

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software.
tpi: Planti vidio i stap bilong skulim yu long pasin bilong yusim ol narapela narapela samting bilong dispela program.

source: Training Videos
tpi: Ol Video Bilong Trening

source: via Paratext Site
tpi: long Paratext Site

source: Link to training videos on the Paratext website
tpi: Link i go long ol vidio bilong trenim ol sumatin long websait Paratext

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software. The videos on the Paratext site are high-quality and carefully curated, but they may not always cover the latest features available in PTXprint.
tpi: Planti vidio i stap long dispela websait bilong skulim yu long yusim ol nupela save bilong dispela program. Ol vidio long websait Paratext i gat gutpela save na ol i skelim gut ol tok bilong en, tasol sampela taim ol i no inap kamapim ol nupela save bilong PTXprint.

source: PTXprint is built with Python & PyGTK3, using Glade for the User-Interface. The PDFs are produced by recently enhanced XeTeX macros with a long and reliable history. This is a work in progress, so when you come across bugs, annoyances or can't make it work right, please file an issue using this link.
tpi: PTXprint i bin wokim wantaim Python & PyGTK3, yusim Glade bilong User-Interface. Ol PDF i kamap long ol nupela XeTeX makros i gat longpela na gutpela stori. Dispela em wanpela wok i wok yet, olsem na taim yu bungim sampela bug, ol hevi o yu no inap mekim wok bilong en i stret, plis putim wanpela askim long dispela link.

source: Report a Bug:
tpi: Toksave long wanpela Bug:

source: Report an Issue via GitHub
tpi: Ripot long wanpela Heve long GitHub

source: Link to report an issue with PTXprint
tpi: Link bilong ripotim wanpela hevi long PTXprint

source: Documentation | FAQs | Gallery | Support | Download
tpi: Dokumens. Ol askim planti taim. Galela. Helpim.

source: Link to PTXprint home page
tpi: Link i go long pes bilong PTXprint

source: PTXprint does not have an auto-updating feature, so you are encouraged to check for new updates at the Home Page. Please ensure you are using the latest version before reporting an issue.
tpi: PTXprint i no gat wanpela automait-updatim pasin, olsem na mipela i laik kirapim yu long lukim ol nupela senis long Home Page. Plis skelim sapos yu yusim nupela versen paslain long yu ripotim wanpela hevi.

source: PTXprint Home Page:
tpi: Toktok wantaim ol narapela:

source: There are many additional capabilities within the software which cannot be accessed through the user-interface. However, these annotated code snippets can be copied into the ptxprint-mods.tex file or the Changes.txt file as appropriate.
tpi: I gat planti moa samting insait long dispela program we i no inap kamap long dispela long user interface. Tasol ol dispela stori bilong kod i ken kamap long ptxprint-mods.tex file o Changes.txt file olsem i stret.

source: Reference Documentation:
tpi: Ol pepa bilong helpim:

source: Advanced Tech Docs
tpi: Ol Dokta Bilong Ol Gutpela Teknooloji

source: Among other things, this folder contains: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt
tpi: Dispela folda i gat sampela samting olsem: * ReleaseNotes.txt * AboutPTXprint.txt * MIT License.txt

source: PTXprint Program Path:
tpi: Rot bilong program PTXprint:

source: Create Archive...
tpi: Mekim wanpela Arsip...

source: Create archive...
tpi: Mekim wanpela arsip...

source: Create a ZIPped archive of all the files required to replicate this configuration. Useful for long-term archiving; but also helpful when availing technical support. Keep the size to a minimum by turning off features (pictures?) that don't affect the issue being reported. Email the ZIPped archive file to: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
tpi: Wokim wanpela ZIP archive bilong olgeta fail yu nidim long kamapim gen dispela konfigurasen. Gutpla long archive long longpela taim; tasol tu helpim taim yu kisim helpim long ol wok bilong teknoloji. Lukautim ol bikpela bilong ol long liklik hap long rot bilong stopim ol samting (pictures?) we i no save mekim sampela samting long dispela hevi. Emailim dispela ZIP archive file long: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>

source: The PTXprint User Community
tpi: Ol Yusim PTXprint

source: Link to PTXprint user community site
tpi: Link i go long ol user bilong PTXprint

source: Scripture Software Community site where you can interact with other PTXprint users and the developers.
tpi: Scripture Software Community we yu ken toktok wantaim ol narapela PTXprint user na ol developer.

source: Got a Question? Get Help and Support from:
tpi: Sapos yu gat askim, kisim helpim na helpim long:

source: About PTXprint
tpi: Toktok long PTXprint

source: Discover more about PTXprint.
tpi: Kisim sampela save moa long PTXprint.

source: Delete temporary files and folders
tpi: Rausim ol fail na folda bilong taim nating

source: Delete all the TEMPORARY files and subfolders in the output location. This will not delete the resulting PDF files, but will save some space by deleting unneeded files.
tpi: Rausim olgeta TEMPORARY fail na subfolder long output ples. Dispela bai no rausim ol PDF file, tasol bai lukautim hap hap bilong ol long rausim ol fail yu no nidim.

source: Psst! Can we have 5 minutes of your time? You could help us make PTXprint better! The developers of PTXprint would love to know how this tool is being used. What is your favorite feature? Are there any annoyances? Tell us what you like, or don't like. Tell us what you dream for in the future.
tpi: Psst! Mipela i laik kisim 5 minit bilong yu? Yu ken helpim mipela long mekim PTXprint i kamap gutpela moa! Ol lain i wokim PTXprint bai amamas long save long pasin bilong yusim dispela tul. Wanem samting yu laikim? I gat sampela samting i mekim yu bel hevi? Tokim mipela long ol samting yu laikim o yu no laikim. Tokim mipela long ol samting yu laik mekim long bihain.

source: Give Feedback:
tpi: Tokim Ol Man:

source: Tell us what you think about PTXprint
tpi: Tokim mipela long tingting bilong yu long PTXprint

source: Click this link to fill in the Google form or type this in a browser: http://tiny.cc/ptxprintfeedback
tpi: Klik long dispela link bilong pulapim dispela pepa bilong Google o rait long dispela long wanpela web-brauser: http://tiny.cc/ptxprintfeedback

source: via Vimeo platform
tpi: long rot bilong Vimeo

source: Link to training videos on the Vimeo platform
tpi: Link i go long ol vidio bilong trenim ol sumatin long Vimeo

source: There is a growing range of videos to teach you how to use some of the more advanced features of this very powerful software. The videos on Vimeo tend to be longer and more detailed, but less polished. However, these videos cover the latest available features.
tpi: Planti vidio i stap bilong skulim yu long pasin bilong yusim ol narapela narapela gutpela samting bilong dispela program. Ol vidio long Vimeo i longpela na i gat sampela tok moa, tasol ol i no gutpela tumas.

source: Click to Open the Ornaments Catalog used for decorating the PDF (refer to the Tabs+Borders settings).
tpi: Klik long Opim Ol Olpela Toktok Katalog bilong bilasim PDF (lukim ol sait bilong Tabs+Borders).

source: Show the Technical Reference document
tpi: Tokim ol long ol samting ol i bin wokim

source: Click to open the Technical Reference document. (For advanced users only).
tpi: Klik long dispela hap bilong opim dispela pepa bilong Teknoloji Referens. (Ol i save yusim dispela pepa tasol).

source: Learn: How to...
tpi: Kisim save long:

source: Link to the Learn page with How To... articles
tpi: Link i go long pes Learn wantaim How To... ol atikol

source: Before contacting support, make sure that it is possible to replicate the issue. Then use the "Create Archive..." button to make a ZIP file which needs to be emailed to: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>
tpi: Paslain long yu toktok wantaim ol lain bilong helpim yu, lukim olsem yu inap kamapim gen dispela hevi. Na yusim "Create Archive"... boton bilong wokim wanpela ZIP fail we yu mas salim long email: <a href="mailto:ptxprint_support@sil.org">ptxprint_support@sil.org</a>

source: Technical Support:
tpi: Teknisen Sosaitim:

source: Links and Help
tpi: Ol Links na Helpim

source: Links to useful folders and online resources. Where to obtain help from others.
tpi: Ol link i soim ol gutpela folder na ol narapela samting long Intenet.

source: Help
tpi: Helpim

source: Display the output log from XeTeX processing.
tpi: Lukim ol tok bilong XeTeX.

source: Log
tpi: Ol log

source: Check for updates...
tpi: Skelim ol nupela samting...

source: A newer version of PTXprint is available. Click to visit download page on the website.
tpi: Wanpela nupela verisen bilong PTXprint i stap. Klik long pes bilong kisim ol dispela kopi long websait.

source: Find help
tpi: Kisim helpim

source: Type in a word to search for a setting that you can't locate. A short list of relevant topics will appear above. Select a topic to jump to the appropriate setting which will be highlighted. Shortcut: Ctrl-F
tpi: Tokim wanpela tok long painim wanpela hap yu no inap painim. Wanpela liklik lista bilong ol tok i stret bai kamap antap. Makim wanpela tok bilong go long hap yu laik makim.

source: Search for settings
tpi: Painim ol sait

source: Open folder containing the PDF
tpi: Opim folda i gat PDF

source: Quick Run
tpi: Rampim

source: Quick run (to speed up process)
tpi: Rampim hariap (long hariapim wok)

source: Enabling this option will give quicker output, but it may be less refined. PTXprint needs to rerun the typesetting process in order to ensure the Table of Contents & other dynamicly updated details are accurate. Shortcut: Ctrl-Q
tpi: Taim yu opim dispela opsen bai yu kisim hariap ol tok yu laik raitim, tasol yu no inap mekim gut moa wok bilong en. PTXprint i mas redim gen ol tok bilong raitim bilong strongim ol tok i stap long ol dispela tok.

source: Create Diff
tpi: Mekim Diff

source: Compare PDFs: Create 'diff' PDF
tpi: Skelim ol PDF: Stretim ol PDF i narapela narapela

source: Enable this option to generate a PDF showing the differences between the current PDF and the selected previous version (set on the Finishing tab under 'Compare PDFs'). If any differences are found, it should open the "Diff" PDF in the default PDF viewer. Shortcut: Ctrl-R
tpi: Enable dispela opsen long kamapim PDF we i soim ol narapela narapela samting namel long PDF nau na dispela i bin makim bipo (setim long Finishing tab aninit long 'Compare PDFs'). Sapos ol i lukim sampela narapela narapela samting, em i mas opim "Diff" PDF long default PDF viewer.

source: The configuration displayed now is for the secondary project of the Diglot. You can use this button to create a PDF with just the secondary text to check the settings specified. Use the larger 'Return' button to get back to the primary project in order to print a diglot with both texts.
tpi: Dispela piksa i soim ol samting bilong ol narapela projek bilong Diglot. Yu ken yusim dispela boten long wokim PDF wantaim ol narapela teks tasol bilong skelim ol sait bilong ol. Yu ken yusim bikpela boten 'Return' long go bek long namba wan projek bilong prinim wanpela diglot wantaim tupela teks.

source: Save configuration
tpi: Saveim konputaesen

source: Save current settings in named Configuration (set on the Basic tab). Shortcut: Ctrl-S
tpi: Saveim ol senis long nem bilong ol samting (setim long Basic tab).

source: Create the PDF as specified (automatically saves settings). Shortcut: Ctrl-P
tpi: Painim PDF olsem yu bin tok (saveim ol sait bilong en long automatik).

source: Close PTXprint without saving. Shortcut: Ctrl-W
tpi: Lukim PTXprint na no ken putim.
