Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Select an existing project into which the settings will be imported. OR Enter a NEW project name which causes a (temporary) project to be created in the normal Paratext folder.
tpi: Makim wanpela projek i stap pinis we bai yu putim ol sait insait long en. O raitim wanpela nupela nem bilong projek we bai kamapim wanpela (temporeri) projek long normal Paratext folda.

source: Select target folder for extracted settings
tpi: Makim ol folder bilong ol sait ol i bin rausim

source: Select a folder to save the settings in. This could be in a temporary location from where just the needed settings can be accessed and copied into the appropriate place of an existing config.
tpi: Makim wanpela folder bilong putim ol sait long en. Dispela folder inap stap long wanpela hap we yu ken lukim ol sait yu nidim na raitim kopi bilong en long hap yu laik long en.

source: Choose a configuration from the selected project into which the settings will be imported. OR Enter a NEW config name which causes a new configuration to be created for the current/new project.
tpi: Makim wanpela sait long dispela projek we bai yu putim ol sait insait long en. O raitim wanpela nupela sait long dispela sait na bai yu wokim nupela sait long dispela wok.

source: Target
tpi: Ol samting ol i laik mekim

source: Import Entire PicList "as is" (overwrite existing PicList)
tpi: Importim Entire PicList "as is" (painim bek ol piksa i stap pinis)

source: Import: Entire PicList "as is" (overwrite existing PicList)
tpi: Importim: Trupela PicList "as is" (rekim pinis PicList)

source: Import Elements of PicList (preserving existing PicList)
tpi: Importim ol Elemen bilong PicList (presim ol samting i stap pinis long PicList)

source: Import: Elements of PicList (preserving existing PicList)
tpi: Importim: Ol hap bilong PicList (presim ol hap bilong PicList i stap pinis)

source: Captions
tpi: Ol tok daunbilo

source: Size, Position, Mirror, Rotation settings
tpi: Size, Position, Mirror, Rotation sait

source: Copyright Information
tpi: Toksave Bilong Ol Tok Rait

source: How to handle differences:
tpi: Rot bilong stretim hevi:

source: Add Any New Pictures
tpi: Karim Ol Nupela Piksa

source: Remove Any Old Pictures
tpi: Rausim Olpela Piksa

source: Import Picture Settings
tpi: Importaim Ol Pes

source: Enabling this option will import (overwrite) the page size, column-layout, margins, header and footer, and related settings.
tpi: Taim yu opim dispela opsen bai yu kisim (rekim) sait size, kolom-layout, margins, header na footer, na ol narapela sait.

source: Layout
tpi: Ol piksa

source: Import Layout Settings
tpi: Importaim Ol Setim Layout

source: Enabling this option will import the major font and script settings, spacing and hyphenation settings. (Note: It will not alter any fonts that have been directly set within Styles.)
tpi: Taim yu opim dispela opsen bai yu kisim ol bikpela fon na skrip sait, spais na hap hap bilong hap tok. (Note: Dispela bai no senisim ol fon i stap insait long Styles.)

source: Fonts+Script
tpi: Ol fon + Script

source: Import Fonts and Script Settings
tpi: Importaim Ol Font na Script Setim

source: This will selectively import any Styles which are different from the Default settings. This will also import styles from ptxprint-mods.sty, but not from custom.sty. You may also want to RESET the current configuration (see below) before importing styles.
tpi: Dispela bai makim wanem Styles i narapela kain long ol Default setting. Dispela bai importim tu ol Styles long ptxprint-mods.sty, tasol no long custom.sty. Yu ken redi long RESETim dispela pasin bilong nau (lukim daunbilo) paslain long yu importim ol Styles.

source: Override ALL Style Settings
tpi: Rausim olgeta stil setim

source: Normally only styles that have not been changed in the receiving configuration will be imported. But if you require ALL styles to be updated regardless of whether they have already been modified locally, then enable this option.
tpi: Ol bai kisim ol stil tasol i no bin senis long sait bilong kisim ol toksave. Tasol sapos yu laik bai olgeta stil i mas kamap nupela maski ol i bin senis long hap bilong yu, orait larim dispela opsen.

source: Styles
tpi: Ol kain kain pasin

source: Import Styles Settings
tpi: Importaim Ol Styles

source: Other settings can be imported as needed:
tpi: Ol narapela sait inap kamap olsem:

source: Body Tab settings
tpi: Makim bodi bilong tab

source: Notes+Refs settings
tpi: Ol toksave+Refs

source: Header+Footer settings
tpi: Ol pes + lek bilong pes

source: Thumb Tabs settings
tpi: Ol senis bilong Toktok

source: Overwrite Front Matter
tpi: Rausim Ol Tok i Stap Long Pren

source: Advanced settings
tpi: Ol senis i kamap

source: This includes everything on the Advanced tab with the exception of Custom Script processing and Customized Styles (custom.sty).
tpi: Dispela i makim olgeta samting long Advanced tab, tasol i no gat Custom Script na Custom Styles (custom.sty).

source: Cover settings
tpi: Ol mak bilong kap

source: Front +Back Matter
tpi: Ples bilong pes + baksait

source: This includes most of the settings on the Peripherals tab, but not the Variables and Values. Front Matter and also Section Introductions are included in this.
tpi: Dispela i makim planti sait bilong Tab Peripheral, tasol i no makim ol Variabel na Value.

source: Custom Script
tpi: Ol Toktok bilong yu yet

source: This includes the Custom Script processing defined on the Advanced tab. Note that it is not possible to extract a custom script from a PDF file, which is why this option is sometimes disabled.
tpi: Dispela i makim tu pasin bilong yusim ol skripsa bilong ol narapela man, olsem ol i bin makim long tab Advanced.

source: Borders + Decorations
tpi: Ol Mak + Ol Samting Ol i Mekim Long Samting

source: This includes the various decorative borders and other ornamental features including section headers, end-of-book and verse number decorators.
tpi: Dispela i makim ol kain kain bilas na ol narapela samting bilong bilas, olsem het bilong ol hap, pinis bilong buk, na ol namba bilong ol ves.

source: Variables + Meta Data
tpi: Ol Variabel + Meta Data

source: Texpert Hacks
tpi: Ol Tekseneri i Mekim Ol Samting i No Stret

source: Finishing settings
tpi: Ol senis bilong pinisim

source: This includes everything on the Finishing tab.
tpi: Dispela i makim olgeta samting i stap long tab Finishing.

source: Import Other Settings
tpi: Importaim Ol Narapela Setim

source: This option is automatically enabled when the target Project or Configuration does not already exist; or when exporting to an external folder of settings.
tpi: Dispela opesen i save kamap taim ol i no bin wokim yet wanpela projek o konfigurasen bilong dispela projek o taim ol i salim ol samting i go long narapela folder bilong ol sait.

source: Everything
tpi: Olgeta samting

source: Import All Settings
tpi: Importaim Olgeta Painim Tok

source: Whole Bible
tpi: Baibel olgeta

source: Paratext Project
tpi: Paratext Projek

source: This Publication
tpi: Dispela Buk

source: Pick a Font (and Typeface)
tpi: Makim Font (na Fonts)

source: Fonts which have all 4 typefaces (regular, bold, italic, and bold-italic) are shown in BOLD in the list above. If you cannot locate the desired font in this list, then it is quite likely that it has not been installed "For all Users" in the Windows system.
tpi: Ol fon i gat olgeta 4 fon (olpela fon, bold, italic, na bold-italic) ol i stap long BOLD long lista antap. Sapos yu no inap painim fon yu laikim long dispela lista, orait ating yu no bin putim dispela fon "For all Users" long Windows system.

source: Typeface:
tpi: Ol rait:

source: Font Selection Dialog: Find a font
tpi: Painim fon: Painim fon

source: If the required font doesn't have a BOLD typeface, you can use this setting to create the BOLD effect. (For example, setting Embolden to 1.6 would thicken the Regular typeface making it appear as bold.)
tpi: Sapos fon i no gat BOLD, yu ken yusim dispela sait bilong kamapim BOLD. (Long wanem, sapos yu putim Embolden long 1.6 dispela bai mekim BOLD i kamap bikpela.)

source: Embolden
tpi: Strongim bel

source: Font Selection Dialog: Fake bold setting
tpi: Fonts Selection Dialog: Tok giaman long bold

source: Font Selection Dialog: Fake italic setting
tpi: Fonts Selection Dialog: Tok i stap long rot bilong en i no stret

source: If the required font does not have an ITALIC typeface, you can use this setting to create the ITALIC effect. (For example, setting Slant to 0.15 would slant the Regular typeface by 15% making it appear as italic.)
tpi: Sapos fon i no gat leta leta long en, yu ken yusim dispela sait bilong kamapim dispela leta leta. (Long wanem, sapos yu putim Slant long 0.15 dispela bai mekim na leta leta i luk olsem leta leta long en.)

source: Fake Bold/Italic
tpi: Tok giaman Bold/Tok i stap long rot

source: Font Selection Dialog: Fake bold or italic typeface
tpi: Font Selection Dialog: Toktok i no stret

source: If the font you are using doesn't have multiple typefaces (such as Bold, Italic and Bold-Italic) then you can "fake" these by adding boldness and/or slant to the regular typeface.
tpi: Sapos fon yu yusim i no gat planti hap rait (olsem Bold, Italic na Bold-Italic) orait yu ken "painim" ol dispela hap rait long rot bilong putim hap rait i gat strongpela rait na/o hap rait i no gat planti rait.

source: The shapes of the characters can be stretched (larger) or condensed (smaller) to occupy more horizontal space, or less (shrink text). 1.00 = 100% = normal 0.95 = 95% = shrink text 1.05 = 105% = expand text
tpi: Ol piksa bilong ol dispela leta inap kamap longpela (bikpela moa) o liklik (liklik moa) na ol inap kisim hap hap graun i go daun (ol tok i stap long ol rait i liklik liklik).

source: Stretch
tpi: Stretim

source: Font Selection Dialog: Stretch (or shrink) font setting
tpi: Font Selection Dialog: Stretch (o shrink) fon sait

source: Font Selection Dialog: Selected font features
tpi: Fonts Selection Dialog: Ol fon samting i makim

source: You can enable/disable any font features for the selected font. For example: litr=1, dig0=1, dig1=1, dig4=1
tpi: Yu ken larim/slipim ol fon pasin bilong fon yu makim. Olsem: litr=1, dig0=1, dig1=1, dig4=1

source: Contextual Spaces
tpi: Ol Hap Bilong Ol Samting i Stap Long En

source: Font Selection Dialog: Use contextual spaces
tpi: Ol fon bilong fon i no gat nem

source: Set this option if the font changes the width of spaces depending on the text around them.
tpi: Makim dispela opsen sapos fon i senisim bikpela bilong ol hap hap i stap namel long ol tok i stap klostu long en.

source: Graphite Rendering
tpi: Wok Bilong Painim Grafit

source: Font Selection Dialog: Use Graphite rendering
tpi: Toktok bilong makim fon: Graphite

source: If you require this font to use SIL's Graphite Rendering technology, then enable this.
tpi: Sapos yu laik bai dispela fon i mas yusim Graphite Rendering teknoloji bilong SIL, orait larim dispela fon i mekim olsem.

source: Select Features...
tpi: Makim Ol Samting...

source: Font Selection Dialog: Select font features
tpi: Ol fon bilong fon i makim: Select font features

source: Font Selection Dialog: Digit (number) script mapping
tpi: Font Selection Dialog: Digit (number) skrip map

source: All known unicode-encoded number/digit systems are catered for. So if you don't want to use the Latin/Arabic numbers [0-9], you can pick the appropriate script here. (Make sure the font you are using supports these digits too.)
tpi: Olgeta namba/digit sistem yu save long en i gat Unicode kod bilong en. Sapos yu no laik yusim Latin/Arabic namba [0-9], yu ken makim skripsen yu laikim long dispela hap. (Stap gut olsem fon yu yusim i sapotim tu ol dispela digit.)

source: Digit mapping:
tpi: Makim ol digit:

source: Select Font Features...
tpi: Makim Ol Font Features...

source: Language:
tpi: Tokples:

source: format as bold
tpi: formataim olsem bold

source: format as italics
tpi: rait long rot bilong rait i go daun

source: format as bold italics
tpi: raitim long strongpela leta

source: format with emphasis
tpi: ol i putim nem long ol tok

source: with floor brackets
tpi: wantaim floor bracket

source: with floor characters
tpi: wantaim ol tok floor

source: with corner characters
tpi: long ol mak bilong corner

source: star *before word
tpi: sta * paslain long tok

source: star after* word
tpi: stap i stap bihain long * tok

source: circumflex ^before word
tpi: circumflex ^ paslain long tok

source: circumflex after^ word
tpi: raunim hap bilong pes bihain long tok

source: \w ...\w* char style
tpi: \w ...\w* kain kain piksa

source: \w keep|as is\w*
tpi: "Mi laik bai yu stap olsem mi stap"

source: Whole Page
tpi: Olgeta pes

source: In Margin Areas
tpi: Long Ol Hap i No Gat Planti Mani

source: margin
tpi: mak bilong mani

source: Only in Text Area
tpi: Long Tok Pisin tasol

source: Centimeters
tpi: Ol sentimita

source: Inches
tpi: Inisim

source: PTXprint: Change the Grid Settings
tpi: PTXprint: Senisim Grid Setim

source: Color
tpi: Kala bilong en

source: Line Thickness (pt)
tpi: Long Line Thickness (pt)

source: Specify the number of minor divisions there should be between the thicker (major) lines. Recommendations: 2, 5, or 10 for centimeters, and 3, 4, 6, or 12 for inches.
tpi: Toksave long hamas liklik hap i mas stap namel long ol bikpela hap.

source: Minor Divisions:
tpi: Ol Liklik Dipsenis:

source: Grid: Major line color
tpi: Grid: Kala bilong bikpela lain

source: Thumb Tabs usually use a dark color for the Tab with a light (or white) text.
tpi: Ol tab bilong tumben i save yusim tudak kala bilong tab i gat lait (o wait) rait.

source: Color of major lines in grid.
tpi: Kala bilong ol bikpela lain long gret.

source: Grid: Minor line color
tpi: Grid: Liklik lain kala

source: Color of minor lines in grid.
tpi: Kala bilong ol liklik lain long gret.

source: Major Units:
tpi: Ol Bikpela Yunaitet:

source: Grid: Major line thickness
tpi: Grid: Bikpela mak bilong ol hap

source: Specify the thickness of the major lines.
tpi: Tokim gut mak bilong ol bikpela hap bilong ol dispela lain.

source: Grid: Minor line thickness
tpi: Grid: Mains lain i bikpela

source: Specify the line thickness of the minor divisions.
tpi: Tokim stret mak bilong ol liklik hap bilong banis.

source: Grid: Number of minor divisions
tpi: Grid: Namba bilong ol liklik hap

source: Depending on what you are trying to measure, it can be helpful to position the grid at the top-left corner of the page, or margins.
tpi: Sapos yu laik skelim wanem samting, orait yu ken putim gret long hap hanis antap long pes.

source: Place Grid:
tpi: Graun bilong Ol Hap:

source: Grid: Reload default values
tpi: Grid: Reload ol default valua

source: Clicking this button will refresh the default Grid settings: Centimeters with 5 divisions (2mm each) red and light green lines (0.2pt thickness).
tpi: Klikim dispela boton bai mekim ol default Grid saiting i kamap nupela: Ol sentimita i gat 5-pela hap bilong tupela tupela mak bilong tupela mak.

source: Grid: Select major units
tpi: Grid: Makim ol bikpela yunit

source: The grid can use Centimeters or Inches as the major units.
tpi: Dispela gret inap yusim sentimita o santimeta olsem bikpela yunit.

source: Grid: Starting position (page or margin)
tpi: Grid: Ples bilong stat (plak o mak)

source: The grid can start at the top-left corner of the Page, or at the top-left Margin.
tpi: Dispela gret inap stat long hap daunbilo long sait, o long hap daunbilo long sait.

source: Grid Settings
tpi: Ol Rot Bilong Redi

source: Screen (Quickest)
tpi: Skrin (Kirappela)

source: Digital-RGB
tpi: Distrik bilong RGB

source: Digital-CMYK (Transparency)
tpi: Digital-CMYK (Toktok i klia)

source: Print-CMYK
tpi: Prent-CMYK

source: 1-up (No booklet)
tpi: 1-up (I no gat buklet)

source: 2-up
tpi: 2-long

source: 4-up
tpi: 4-pela antap

source: 8-up
tpi: 8-long

source: Culturally Appropriate
tpi: Stretim Ol Pasin Bilong Ol Man

source: Alien but Acceptable
tpi: Ol i No Stap Long Graun Bilong Ol Tasol God i orait Long Ol

source: Inappropriate
tpi: I no stret

source: Anti-clockwise
tpi: Long sait bilong klok

source: Clockwise
tpi: Long sait bilong klok

source: Fill
tpi: Putim

source: Illustration Credit Overlay
tpi: Stori Bilong Ol Man i Gat Tok Long En

source: Vertical Position:
tpi: Ples bilong wokabaut:

source: Image credit dialog: Vertical position of text
tpi: Image credit dialog: Ples bilong rait

source: Horizontal Position:
tpi: Ples bilong wokabaut:

source: Image credit dialog: Horizontal position of text
tpi: Image credit dialog: Ples bilong rait long hap

source: Background Box:
tpi: Bokis bilong stori:

source: Image credit dialog: Background color
tpi: Piksa bilong piksa: Kala bilong baksait

source: Specify the kind of box (Light/Dark background) or enter the name of a style which should be applied. By selecting a (custom) style, you can change multiple parameters at once: font, size and color.
tpi: Makim kain bokis (Light/Dark background) o putim nem bilong stil yu laik yusim. Sapos yu makim wanpela stil (custom), yu ken senisim planti parameta long wanpela taim tasol: fon, bikpela na kala.

source: Image credit dialog: Rotation of text
tpi: Image credit dialog: Rotation bilong rait

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> dcc --> David C. Cook or --> DCC (if Sensitive Project is set)
tpi: Toktok bilong dispela piksa i mas stap antap long piksa. Tingim olsem i gat ol liklik rot: (c) --> dcc --> David C. Cook o --> DCC (sapos yu putim Sensitive Project)

source: Image Credit Text:
tpi: Image Credit Toktok:

source: Image credit dialog: Credit (copyright) text
tpi: Image credit dialog: Tok bilong rait

source: Type the text for the Credit to be overlaid on the image. Note that there are shortcuts: (c) --> dcc --> David C Cook or --> DCC (if Sensitive Project is set)
tpi: Toktok bilong dispela piksa i mas stap antap long piksa. Tingim olsem i gat ol liklik rot: (c) --> dcc --> David C Cook o --> DCC (sapos yu putim Sensitive Project)

source: Enter Image Credit text...
tpi: Toktok long piksa...

source: Apply to ALL images in this series
tpi: Aplik long olgeta piksa long dispela lain

source: Image credit dialog: Apply to all images in series
tpi: Image credit dialog: Aplik long olgeta piksa long lain

source: The same Credit Overlay text can be applied to all images that match this illustration's filename (e.g. CN01234.tif, CN05654.tif, etc.) You can then adjust the position, background and rotation for specific illustrations later. Setting this option will not affect illustrations which already have Credit Overlay settings.
tpi: Yu ken yusim wankain rait olsem long ol piksa i gat nem bilong dispela piksa (olsem CN01234.tif, CN05654.tif, na ol narapela.) Yu ken senisim ples, ples daun, na rotesen bilong ol piksa bihain.

source: Click to edit the Credit Overlay properties on the Styles tab.
tpi: Klik long Edit ol Credit Overlay property long Styles tab.

source: Overwite any existing settings
tpi: Rausim olgeta sait i stap pinis

source: Image credit dialog: Overwrite existing values
tpi: Image credit dialog: Rausim ol namba bilong ol piksa i stap pinis

source: WARNING: If this option is checked, it will disregard any previous settings, and overwrite them with the new overlay information, position and other parameters.
tpi: PASIM OL: Sapos yu makim dispela opesen, dispela opesen bai no tingim ol senis i bin kamap bipo, na senisim ol dispela senis long nupela toksave, ples na ol narapela mak.

source: Odd
tpi: Narapela samting

source: Even
tpi: Maski

source: Column Width
tpi: Longpela bilong Kolom

source: Span Width
tpi: Wasting bilong ol samting

source: Page (in Margins)
tpi: Pes (long mak)

source: Page (to Edge)
tpi: Pes (go long Edge)

source: Scale:
tpi: Skala bilong ol samting:

source: Caption:
tpi: Tok piksa:

source: Picture: Caption
tpi: Piksa: Tok piksa

source: By default the caption will appear below the picture. If you need the caption to come before the picture then add this line to your ptxprint-mods.tex file: \CaptionFirsttrue Note that captions are NOT processed by any changes specified in the PrintDraftChanges.txt file.
tpi: Sapos yu laik bai dispela tok i kamap paslain long piksa, orait putim dispela lain long ol piksa bilong yu: \CaptionFirsttrue Tingim olsem ol senis i stap long ol piksa bilong PrintDraftChanges.txt i NO save stretim ol tok.

source: Size and Position...
tpi: Bikpelapela na Ples bilong en...

source: Clarification
tpi: Tok klia

source: Story Enhancement
tpi: Stori i Kamap Gutpela Moa

source: Space Filler
tpi: Putim Hap Long Haus

source: Each Facing Outward
tpi: Olgeta i lukluk i go ausait

source: Each Facing Inward
tpi: Olgeta i Go insait

source: Rotate Both Anticlockwise
tpi: Rotim Tupela Long Rot i No Stret Long Tok Bilong klok

source: Rotate Both Clockwise
tpi: Rotim Tupela Long Rot Bilong Sait

source: OK
tpi: Gutpela.

source: Cancel
tpi: No ken mekim wok

source: Top: Above everything except the header line Bottom: Below all verse text (and footnotes in diglot) Before Verse: 'Here' where defined or before its Anchor Ref After Paragraph: After this paragraph Cutout: A notch/corner cut out of the text, starting at current line The above options may have other positioning parameters such as: Left, Right, Center, no. of lines (up or down).
tpi: Antap: Antap long olgeta samting, tasol long het rait Bottom: Antap long olgeta ves rait (na ol tok daunbilo long tupela hap) Paslain long Ves: 'Here' we i gat mak o paslain long Anchor Ref After Paragraph: Bihain long dispela paragraf Cutout: Wanpela notch/kok bilong rait, stat long dispela lain Opsion antap inap gat ol narapela sait bilong putim ol samting olsem: Left, Right, Center, no. bilong ol lain (up o down).

source: The frame size determines how large the sidebar will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. When using single column layout, there is no difference between Column Width and Span Width.
tpi: Long sait bilong pes, bikpela bilong frame i makim bikpela bilong sidebar. Long sait bilong sait, bikpela bilong span i makim olsem ol i laik putim sidebar long het o daun. Long sait bilong column width, ol i makim sampela narapela hap bilong sait i stret long sait bilong sait: Before Verse, After Paragraph, or Cutout; na ol i ken putim sait long sait long sait long han kais/in or right/outer.

source: Frame Size:
tpi: Bikpelapela bilong Fraim:

source: The options available here change based on the Frame Size and Vertical Position settings. So if you can't find an option you are looking for, then check those settings first.
tpi: Ol opesen i stap hia i save senis long sait bilong Frame Size na Vertical Position. Sapos yu no lukim wanpela opesen yu wok long painim, orait skelim pastaim ol dispela opesen.

source: Some vertical position options allow a sidebar to be moved up or down by a number of lines or paragraphs. -Negative (minus) values specify to move UP. +Positive (plus) values specify to move DOWN. Negative counts for cutouts raise the sidebar, but the cutout will not affect earlier paragraphs. Note that negative and fractional paragraph counts are invalid.
tpi: Sampela rot bilong putim ol hap i go antap o daun long sait bar. - Negative (minus) value i makim olsem i go antap. + Positive (plus) value i makim olsem i go daun. Negative count bilong cut out i mekim sidbar i go antap, tasol cut out i no inap mekim sampela hap i go daun.

source: Number of Lines:
tpi: Namba bilong ol lain:

source: Sidebar: Frame size
tpi: Plak: Mak bilong fremu
