Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: The frame size determines the boundaries of where the sidebar will appear on the page. Span Width only allows a Top or Bottom vertical placement. Column Width allows several other more precise placement options: Before Verse, After Paragraph, or Cutout; and these can have Left/Inner or Right/Outer Horizontal positioning set. Page (in Margins) is intended for sidebars that will cover an entire page (i.e. preventing any scripture text from being on that page), but will still show the header. Page (to Edge) is intended for sidebars to fill the entire page, with no margins at all.
tpi: Long sait bilong pes, ol sidebar i save stap long hap we ol sidebar i stap long en. Long sait bilong pes, ol sidebar i stap long hap we ol sidebar i stap long en. Long sait bilong pes, ol sidebar i stap long hap we ol sidebar i stap long en. Long sait bilong pes, ol sidebar i stap long hap we ol sidebar i stap long en. Long sait bilong pes, ol sidebar i stap long hap we ol sidebar i stap long en. Page (to Edge) i bilong ol sidebar i ken pulapim olgeta pes, na i no gat wanpela mak bilong en.

source: Sidebar: Vertical position
tpi: Plak: Plak i go antap

source: Sidebar: Horizontal position
tpi: Ples: Ples long hap

source: Picture: Lines to adjust vertically
tpi: Piksa: Ol lain i mas bihainim stret

source: In Front of Background
tpi: Ol i Lukim Long Ples

source: Behind Background
tpi: Ol Samting i Kamap Bihain

source: t
tpi: ol

source: Ignore (overflows frame)
tpi: No ken skelim (ol i no bin makim)

source: Shrink (maintains ratio)
tpi: Skim (maintains ratio)

source: shrink
tpi: sik bilong sik

source: Squash (distorts ratio)
tpi: Skim (distors ratio)

source: distort
tpi: paulim

source: Crop (unimplemented)
tpi: Ol kaikai bilong gaden (no bin kamap)

source: crop
tpi: kaikai

source: Top-Left
tpi: Long han kais antap

source: Top-Inner
tpi: Long Inner Top

source: Top-Centre
tpi: Stap namel tru

source: Top-Right
tpi: Long het long han sut

source: Top-Outer
tpi: Long antap

source: Bottom-Left
tpi: Long hap daunbilo long han kais

source: Bottom-Inner
tpi: Long Bottom-Inner

source: Bottom-Centre
tpi: Bottom-Center

source: Bottom-Right
tpi: Long hap daunbilo long han sut

source: Bottom-Outer
tpi: Ples daunbilo

source: Left Top
tpi: Long han kais antap

source: Inner Top
tpi: Insait bilong het bilong haus

source: Right Top
tpi: Long Het Long Han sut

source: Outer Top
tpi: Long antap

source: Left Centre
tpi: Stem i stap long han kais

source: Inner Centre
tpi: Insait Sentral

source: Right Centre
tpi: Stem long han sut

source: Outer Centre
tpi: Ol Haus Bilong Ol Man

source: Left Bottom
tpi: Long hap daunbilo long han kais

source: Inner Bottom
tpi: Insait bilong Bokis

source: Right Bottom
tpi: Long hap daunbilo long han sut

source: Outer Bottom
tpi: Ples daunbilo

source: PTXprint: Sidebar Image Settings
tpi: PTXprint: Ol piksa bilong sidebar

source: Remove Image
tpi: Rausim piksa

source: Sidebar FG/BG: Remove image
tpi: Sidebar FG/BG: Rausim piksa

source: Image:
tpi: Piksa:

source: Sidebar FG/BG: Select an image
tpi: Sidebar FG/BG: Makim piksa

source: Sidebar FG/BG: Scale of image
tpi: Sidebar FG/BG: Skala bilong piksa

source: Specify how much the image should be scaled horizontally.
tpi: Tokim hamas piksa i mas kamap bikpela moa long hap antap.

source: Sidebar FG/BG: Height of image
tpi: Sidebar FG/BG: Height bilong piksa

source: Specify how much the image should be scaled vertically.
tpi: Tokim hamas piksa i mas kamap bikpela moa long sait bilong stik.

source: Width
tpi: Wasting bilong ol

source: Height
tpi: Height bilong en

source: Sidebar foreground image: Beside text options
tpi: Piksa long pes: Bes bilong ol opesen bilong rait

source: Top: Above everything except the header line Bottom: Below all verse text Before Verse: Right where it comes in the text After Paragraph: After where it comes in the text
tpi: Antap: Antap long olgeta hap bilong pes Bottom: Antap long olgeta hap bilong ves Text Before Verse: Right where it comes in the text After Paragraph: After where it comes in the text

source: Above or Below Text:
tpi: Tok i stap antap o daunbilo:

source: Sidebar foreground image: Above or below text
tpi: Piksa long pes: antap o daun long rait

source: Beside Text:
tpi: Ol tok i stap klostu long:

source: Sidebar foreground image: Beside text
tpi: Piksa i stap long pes: Bes bilong rait

source: Cutout Within Text:
tpi: Kisim insait long rait:

source: Sidebar foreground image: Cutout within sidebar
tpi: Piksa bilong saitbar: Cutout insait long saitbar

source: Sidebar foreground image: Above or below options
tpi: Piksa long pes: Opsion antap o daunbilo

source: Sidebar foreground image: Cutout position options
tpi: Piksa bilong pes: Ol rot bilong katim ol piksa

source: Sidebar foreground image: Adjust cutout position
tpi: Piksa long pes: Stretim ples bilong katim

source: Start N Lines Below Top
tpi: Statim N lain aninit long het

source: Foreground Image Position Within Sidebar
tpi: Ples bilong piksa insait long sidebar

source: Sidebar background image: Transparency (alpha)
tpi: Piksa bilong baksait bilong sidebar: Transparens (alpha)

source: Transparency or alpha value of the background image: 0 is transparent, 1 is solid. This is useful for turning black lines into a paler shade. Note that this will allow the background colour to show through, even if the image is above the background layer, so on a green background black will become a darker shade of green, not grey.
tpi: Transparens o namba bilong piksa: 0 em i transparent, 1 em i solid. Dispela i gutpela long tanim ol blakpela linis i kamap ples klia. Tingim olsem dispela bai larim kala bilong baksait i kamap ples klia, maski piksa i stap antap long sait bilong baksait, olsem na long grinpela baksait blakpela bai kamap grinpela grinpela, nogat.

source: Some (rare) PDF line-art images do not set the colour of their lines, relying instead on the 'default' colour, which is normally black. This control sets the default colour to something other than black, and thus such images can be recoloured with this option. If (as most PDF images do) the image defines its own colour, this option will have no visible effect at all. It is also possible that an image will *partly* contain colour information, but only starting part way through the file, a situation that might produce unexpected results.
tpi: Sampela (wanpela) PDF line-art piksa i no save putim kala bilong ol lain bilong ol, ol i save putim kala bilong ol long default kala, em i blakpela. Dispela kontrol i putim default kala long narapela kala, na olsem na ol piksa i ken kamap nupela wantaim dispela opsen. Sapos (olsem planti PDF piksa i save mekim) piksa i makim kala bilong em yet, dispela opsen bai no gat wanpela samting i stap. Na tu, inap kamap olsem wanpela piksa i gat sampela tok bilong kala, tasol ol i kirap long hap tasol bilong dispela piksa, na dispela inap kamapim sampela samting yu no bin ting bai kamap.

source: Sidebar background image: Color
tpi: Piksa bilong saitbar: Kala

source: Background Image Transparency:
tpi: Rot bilong soim piksa long baksait:

source: Only relevant where there is both a background image *and* a background color. Set whether the background image should come above or behind the color. Line art PDFs with a tranpsarent background may display better above the color layer, as the color layer will not then wash them out, but .JPGs are probably better behind, as .JPG images do not have transparency.
tpi: Long PNG, PNG

source: Layer Order:
tpi: Ol lain i stap long lain:

source: Sidebar background image: Order of layers
tpi: Piksa bilong saitbar: Ol lain i stap long sait

source: Select what action should be taken if the background image size is specified with a single dimension (height or width) and the unspecified dimension ends up being too large for a given sidebar.
tpi: Makim wanem samting yu mas mekim sapos bikpela bilong piksa i gat wanpela mak tasol (high o width) na dispela mak i bikpela tumas long saitbar.

source: If Image Is Oversized:
tpi: Sapos piksa i bikpela tumas:

source: Sidebar background image: Oversize management
tpi: Piksa bilong saitbar: Oversize management

source: Sidebar background image: Scale Image to Inner/Outer/Bleed area
tpi: Piksa bilong baksait long sait bar: Skalaim piksa i go long Inner/Outer/Bleed area

source: Scale To:
tpi: Skala i go long:

source: Background Image Advanced Settings
tpi: Piksa bilong baksait

source: Maintain Aspect Ratio
tpi: Stap Gut Long Ol Samting Yu Lukim

source: Sidebar FG/BG: Maintain aspect ratio
tpi: Long sait bar FG/BG: Stap gut long sait rapoto

source: Scale the width and height the same so that the image maintains its proportions.
tpi: Skalaim mak bilong ol piksa long wankain mak olsem long mak bilong ol piksa.

source: Sidebar Foreground/Background
tpi: Ples pes/Ples pes

source: Preview Pane
tpi: Plei Bilong Lukim

source: System Viewer
tpi: Painim Ol Toktok

source: Output Folder
tpi: Piksaim Output Folder

source: English
tpi: Tok Inglis

source: French
tpi: Tokples Frans

source: Indonesian
tpi: Tok Indonesia

source: Portugese
tpi: Tok Potugal

source: Spanish
tpi: Tok Spen

source: Keep wildcard*
tpi: Stap wantaim ol narapela man*

source: Remove wildcard
tpi: Rausim ol joker

source: Change to hyphen-
tpi: Senisim long hap tok i stap long hap tok.

source: Create Index
tpi: Mekim Ineks

source: Click to generate the index book (USFM file) which will be appended to the list of books to be printed. Warning: This will overwrite the existing book/file.
tpi: Klik long dispela hap bilong wokim buk (USFM file) we bai stap long lista bilong ol buk yu laik prinim.

source: Set the options (below), to create the Index file in a temporary book (XXS, or XXA...XXG). After clicking "Create Index", the generated index book will be appended to the list of books to be printed.
tpi: Setim ol opesen (lower), bilong wokim ol buk bilong Indeks long wanpela pepa (XXS, o XXA...XXG).

source: For Strong's Cross References to be most useful to readers, it is highly recommended to include an Index at the end of the publication. Set appropriate options here to create an Index file (in USFM format).
tpi: Bilong ol man i ritim Strong's Cross References ol i mas putim wanpela Indeks long pinis bilong nius.

source: Hebrew Words (from the OT)
tpi: Tok Hibru (long Olpela Testamen)

source: Strong's index: Include section for Hebrew words
tpi: Strong's index: Kamapim hap bilong ol tok Hibru

source: Greek Words (from the NT)
tpi: Tok Grik (long NT)

source: Strong's index: Include section for Greek words
tpi: Strong's index: Lukim ol tok Grik

source: Sections to Include:
tpi: Ol Hap i Mas Kamapim:

source: Select which components should be included in the Strong's index when it is generated.
tpi: Makim ol hap i mas stap insait long Strong's index taim ol i kamapim.

source: Components to Include in Each Index Entry:
tpi: Ol samting i mas stap insait long olgeta wan wan indeks:

source: Click to select this marker on the Styles tab.
tpi: Klik long dispela maker long Stiles tab.

source: Reverse Index (alphabetical listing with numbers)
tpi: Reverse Index (ol i raitim long ol namba na ol leta i stap long ol leta)

source: Strong's index: Include section for reverse index
tpi: Strong's index: Kamapim hap bilong reverse index

source: This (optional) section is intended for readers who want to look up a word in their own language to find out the Strong's number.
tpi: Dispela hap (i no makim yu yet) i bilong ol man i laik painim wanpela tok long tokples bilong ol yet bilong kisim save long namba bilong Strong.

source: Hebrew or Greek Word
tpi: Tok Hibru o Grik

source: Strong's index entry: Include Hebrew and/or Greek
tpi: Strong's index entry: Kamapim tok Hibru na/o tok Grik

source: The word in the source language(s) can be displayed in the index if useful to readers.
tpi: Sapos ol i laik ritim ol tok, ol inap putim ol tok long ol tokples bilong ol.

source: Transliteration (Latin Script)
tpi: Tok Latin i stap long rait bilong ol man

source: Strong's index entry: Include transliteration of source languages
tpi: Strong's index entry: Kamapim ol tokples ol i bin raitim long ol narapela tokples

source: If the readers are unfamiliar with Greek and Hebrew it may be more useful in some contexts to show the transliterated (romanized) source language words.
tpi: Sapos ol man i no save long tok Grik na tok Hibru, ating sampela taim i gutpela moa long soim ol tok ol i bin raitim long tok ples bilong ol man i bin raitim tok Grik.

source: Term Rendering(s)
tpi: Tok Tok Rendering

source: Strong's index entry: Include receptor term renderings
tpi: Strong i putim ol tok long ol pes: Kamapim ol tok ol i bin tanim long ol narapela tok

source: Show the term renderings from the project's Biblical Terms list.
tpi: Makim ol tok i stap long lista Baibel i kolim.

source: Select the project to search within for a term rendering for entries which do not have a local rendering.
tpi: Makim projek bilong painim wanpela tok i gat tok long en bilong ol tok i no gat tok long en.

source: Use the Term Rendering from a Fallback Project:
tpi: Yusim Tok Tok Rendering bilong wanpela Fallback Project:

source: Strong's index: Use major language gloss (if no rendering found)
tpi: Strong's index: Yusim bikpela tokples (sapos yu no painim wanpela tok)

source: If all else fails, you can display the gloss in a major language.
tpi: Sapos yu no mekim olsem, yu ken yusim wanpela bikpela tok ples bilong soim ol piksa.

source: Use Major Language Gloss:
tpi: Yusim bikpela tokples:

source: Strong's index: Use fallback project (if no rendering found)
tpi: Strong's index: Yusim ol risos bilong helpim wok (sapos i no gat wanpela risos i stap)

source: If no local term rendering is found in the Project's list of Biblical Term renderings, then several fallback options are possible: a) Use the renderings from a regional language project b) Use a gloss from one of the majority languages c) Use the Biblical Term's definition (in English)
tpi: Sapos i no gat wanpela tok bilong dispela hap i stap long lista bilong ol tok bilong Baibel, orait yu inap mekim sampela samting bilong helpim yu: a) Yusim ol tok bilong wanpela projek long wanpela tokples bilong dispela hap b) Yusim wanpela tokples i gat planti tokples long en c) Yusim mining bilong tok bilong Baibel (long tok Inglis)

source: If No Local Rendering Found:
tpi: Sapos I No Gat Tok Bilong Rendering:

source: Key Verse Reference
tpi: Ol Tok Bilong Baibel

source: Strong's index entry: Include key verse reference
tpi: Strong i raitim ol tok i stap long ol ves bilong Baibel

source: The primary book, chapter and verse reference for the entry helps users find the first item in the list of cross-references related to the term.
tpi: Ol buk, sapta, na ves i stap long lista bilong ol dispela tok i helpim ol man long painim namba wan hap bilong lista bilong ol tok i stap long rot bilong ol kru.

source: Definition
tpi: Toktok

source: Strong's index entry: Include definitions
tpi: Strong's index entry: Kamapim sampela tok bilong en

source: Show the definition in addition to the term rendering(s).
tpi: Makim mining bilong dispela tok na ol tok i stap long en.

source: Remove (Comments) from Renderings
tpi: Rausim (Tok) long Ol Rendering

source: Strong's index entry: Remove comments from renderings
tpi: Strong's index entry: Rausim ol tok bilong Baibel

source: Paratext allows for additional comments or notes to be added (in brackets) after term renderings. Check this option to prevent these from showing in the Strong's index.
tpi: Paratext i opim rot long putim sampela tok moa o toksave (long hap hap) bihain long ol tok i kamap long ol narapela tok.

source: The asterisk * is used as a matching wildcard in Term Renderings. If you prefer for this not to be displayed, select an appropriate option.
tpi: Long ol Tok Tok Rendering, ol i save yusim dispela mak * olsem wanpela toktok i stret wantaim tok. Sapos yu no laik bai dispela tok piksa i kamap, orait makim wanpela toktok i stret.

source: Wildcard* handling:
tpi: Toktok bilong ol narapela man i no gat nem:

source: Strong's index entry: How to handle wildcard* character
tpi: Strong's index entry: Rot bilong stretim ol tok piksa bilong ol narapela kain tok piksa*

source: Name
tpi: Nem bilong en

source: Value
tpi: Wastaua

source: Select the temporary book to be used for the generated Strong's Cross Reference Index. By default, an extra book XXS is used to store the index. But if you prefer to use one of the other standard Paratext books XXA...XXG then select it here, but be aware that it will overwrite whatever is in that book without prior warning.
tpi: Makim dispela buk bilong Strong's Cross Reference Index. Sapos yu laik yusim wanpela buk bilong Paratext, orait makim dispela buk long hia. Tasol tingim olsem dispela buk bai senisim olgeta tok i stap long dispela buk.

source: Create Index in Book:
tpi: Mekim Ineks long Buk:

source: Strong's index: Extra book code to be used
tpi: Strong's index: Ol narapela buk kod yu mas yusim

source: Select the temporary book to be used for the generated Strong's Cross Reference Index. By default, an extra book XXS is used to store the index. But if you prefer to use one of the other standard Paratext bookx XXA...XXG then select it here, but be aware that it will overwrite whatever is in that book without prior warning.
tpi: Makim dispela buk bilong Strong's Cross Reference Index. Sapos yu laik yusim narapela buk bilong Paratext bookx XXA...XXG, orait makim dispela buk hia, tasol tingim olsem dispela buk bai senisim olgeta tok i stap long dispela buk.

source: Two Column Layout
tpi: Makim tupela kolon

source: Strong's index: Use 2-column layout
tpi: Strong's index: Mekim wok long 2-kolum layout

source: Using a two column layout for the index is highly recommended, but if you prefer a one column layout, uncheck this option.
tpi: Yu mas yusim tupela kolum bilong kamapim ol tok piksa, tasol sapos yu laikim wanpela kolum, orait no ken makim dispela opsen.

source: Open Index File in Editor
tpi: Opim Ineks Fail long Edita

source: Strong's index: Open index file after creating it
tpi: Strong's index: Opim ol fail bihain long yu wokim ol

source: Check this option to open the generated file in a text editor after the Index has been created.
tpi: Makim dispela opsen bilong opim dispela file long wanpela teks edita bihain long yu wokim dispela Ineks.

source: By default (when this is set to 0) PTXprint will balance the number of lines used in each column. Sometimes this results in large empty spaces at the end of a page. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines on the page.
tpi: Long default (wantaim dispela i stap olsem 0) PTXprint bai balanisim namba bilong ol lain i stap long wan wan kolom. Sampela taim dispela bai kamapim bikpela hap graun nating long pinis bilong pes. Sapos yu mekim dispela namba i go antap (ol i tok long namba 1-4) bai yu inapim planti lain i no stap gut long pes.

source: Unbalanced Lines (max):
tpi: Ol lain i no gat gutpela skel (max):

source: Strong's index: Allow unbalanced lines
tpi: Strong's index: Larim ol lain i no gat gutpela skel

source: Notes
tpi: Ol toksave

source: This is the Description field from the project's Biblical Terms renderings.
tpi: Dispela em hap tok bilong Baibel long ol tok Baibel i kolim.

source: Justified
tpi: Ol i Stretim

source: Header
tpi: Het tok

source: Title
tpi: Nem bilong buk

source: Introduction Character
tpi: Toktok Bilong Kirap

source: Section Paragraph
tpi: Seksen Paragraf

source: Verse Paragraph
tpi: Ves Paragraf

source: Character
tpi: Pasin bilong em

source: List
tpi: Ol lista

source: List Character
tpi: Ol Karakter Bilong Ol Tok

source: Milestone
tpi: Ol bikpela samting

source: Standalone Milestone
tpi: Ol Samting i Kamap Long Ol Samting Bilong Ol

source: Other Paragraph
tpi: Ol narapela paragraf

source: Cross Reference
tpi: Ol Tok Bilong Ol Man

source: Cross Reference Character
tpi: Ol Tok i Kam Long Ol Tok

source: Footnote
tpi: Tok daunbilo

source: Footnote Character
tpi: Tok i stap daunbilo

source: Cell
tpi: Sel

source: Attribute
tpi: Ol tok i stap long en

source: Internal
tpi: Ol samting bilong insait

source: Gridded Center
tpi: Grait Sentral

source: Left-to-Right
tpi: Lusim han kais na go long han sut

source: Right-to-Left
tpi: Long han sut i go long han kais

source: Top-to-Bottom (and Left-to-Right)
tpi: Long het i go daun (na long han kais i go long han sut)

source: Mini View
tpi: Ol liklik piksa

source: Basic View
tpi: Ol Asting

source: Full View
tpi: Lukluk olgeta

source: Standard list (fewest)
tpi: Standar lista (no gat planti)

source: Standard list (fewer)
tpi: Standar lista (no gat planti)

source: Standard list
tpi: Standar lista

source: Standard list (more)
tpi: Standar lista (planti moa)

source: Standard list (most)
tpi: Standar lista (planti)

source: Strong's list (all)
tpi: Ol lista bilong Strong (olgeta)

source: Strong's list (project)
tpi: Strong's List (projek)

source: TSK list
tpi: Ol lista bilong ol lain bilong TSK

source: BibleWorks list
tpi: Ol stori bilong Baibel

source: UBS GNT92 list
tpi: Ol lain bilong UBS GNT92

source: UBS GNT92 list (DC)
tpi: Ol lain bilong UBS GNT92

source: Select a Custom list...
tpi: Makim wanpela lista...

source: Show PDF
tpi: Painim PDF

source: Give Feedback
tpi: Tokim Ol Man

source: Link to PTXprint Feedback Form (Google Form)
tpi: Link long PTXprint Feedback Form (Google Form)

source: PDF Preview
tpi: PDF Priksa

source: Zoom Shortcuts: Ctrl + F - fit to screen Ctrl + Plus - zoom in Ctrl + Minus - zoom out Ctrl + 0 - resets zoom level Ctrl + Scrollwheel - change zoom level
tpi: Ol liklik rot bilong zoom: Ctrl + F - inapim piksa Ctrl + Plus - zoom long Ctrl + Minus - zoom i go ausait Ctrl + 0 - rediim mak bilong zoom Ctrl + Scrollwheel - senisim mak bilong zoom

source: Zoom:
tpi: Skim:

source: Zoom Fit to Screen
tpi: Zoom i stret long skrin

source: Reset Zoom to 100%
tpi: Resetim Zoom long 100%

source: Page/Spread:
tpi: Pes/Pastaim:

source: First page (or spread)
tpi: Namba wan pes (o pes i go long narapela pes)

source: Previous page (or spread)
tpi: Pes i stap paslain (o pes i stap antap)

source: Type page number to jump to
tpi: Taim pes namba bilong kalap long en

source: Next page (or spread)
tpi: Neks pes (o ol narapela pes)

source: Last page (or spread)
tpi: Laspela pes (o pas)

source: Click here to change the Auto-update delay in Advanced > Other options.
tpi: Klik hia bilong senisim taim bilong senis long Auto-update long Advanced > Ol narapela opsen.

source: Print (Update PDF)
tpi: Prentim (PDF)

source: Update the PDF Shortcuts: Ctrl-P or click the middle mouse button
tpi: Painim nupela PDF Shortcuts: Ctrl-P o klik long namel bilong maus

source: Auto-update
tpi: Automaut

source: Book View
tpi: Lukim Buk

source: Toggle between a single page view and a book (spread) view. Shortcut: Ctrl + B
tpi: Toktok namel long wanpela pes na buk (spread)

source: Show:
tpi: Spela:

source: Adjustments
tpi: Ol senis
