Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: Select external list of cross-references
tpi: Makim ol narapela lain i gat ol narapela kain tok

source: There are multiple options to choose from if you wish to use an external list of cross-references. Select whichever is most appropriate and the list will automatically be localized to use the abbreviated book names as defined in Paratext's Scripture Reference Settings which should match the \toc3 markers.
tpi: Sapos yu laik yusim ol narapela buk yu ken makim ol nem bilong ol buk yu laik yusim. Sapos yu laik yusim ol narapela buk yu ken makim wanpela nem i stret long yu, na ol buk yu laik yusim bai i kamap long nem bilong buk yu laik yusim.

source: Select a custom cross-reference list
tpi: Makim wanpela ol i bin wokim long ol yet

source: Standard
tpi: Ol lo

source: Source of cross-references: Standard list
tpi: Ol i yusim ol narapela rot bilong stori long ol samting

source: The Standard List contains more than 340,000 cross-references which have been prioritized by crowd-sourcing.
tpi: Dispela Standar List i gat ol 340,000 kruis-referens i stap, na ol i bin makim ol samting ol i laik mekim long rot bilong ol lain i gat planti wok long en.

source: Strongs
tpi: Strongpela samting

source: Source of cross-references: Strong's list
tpi: Ol i yusim Strong's List

source: The Strong's List contains a curated subset of cross-references generated from the Strong's Numbers. Optionally an index for these numbers can also be created as an additional book that can be appended to the publication. Each set of cross-references is indexed by a Hebrew or Greek Strong's number which can be looked up in the (optional) Index which can be generated using the "Generate Index..." button.
tpi: Strong's List i gat ol liklik lain kru-referens ol i bin wokim long Strong's Numbers. Ol inap wokim wanpela indeks bilong ol dispela namba olsem wanpela buk moa ol inap putim wantaim dispela buk. Ol i save wokim ol kru-referens long wanpela namba bilong Strong long tok Hibru o Grik.

source: TSK
tpi: Ol tok bilong ol

source: Source of cross-references: Treasury of Scripture Knowledge
tpi: Ol tok bilong dispela buk i kam long: Treasury of Scriptural Knowledge

source: For generations, the Treasury of Scripture Knowledge has been an enduring cross-reference resource for Bible students worldwide. This highly respected and nearly exhaustive compilation of cross-references was developed by R.A. Torrey from references in the Rev. Thomas Scott's Commentary and the Comprehensive Bible. With nearly 500,000 cross-references it is the most thorough source available.
tpi: Inap planti handet yia, Treasury of Scripture Knowledge i bin stap olsem wanpela gutpela rot bilong ol sumatin bilong Baibel long olgeta hap bilong graun long skelim ol tok bilong Baibel.

source: BibWrx
tpi: Ol tok bilong Baibel

source: Source of cross-references: The Works
tpi: Ol tok i kam long The Works

source: The BibleWorks list contains 112,000 cross-references which were formerly part of the BibleWorks software which has been discontinued.
tpi: Long lista bilong ol program bilong BibleWorks, i gat 112,000 ol tok i stap long ol narapela program bilong BaibelWorks, em ol i no wokim moa.

source: UBS
tpi: Ol lain bilong UBS

source: This list contains New Testament and Old Testament references (NO Deuterocanonical references). Short Bible Reference System, edited by Robert G. Bratcher, (c) 1961 United Bible Societies. This list was used in GNT92. Organizations that have a Paratext license may use this list in their publication without attribution or notifying UBS. All other rights to use this list are reserved. Use the (DC) list if Deutero Canonical references are needed.
tpi: Dispela lista i gat ol tok bilong Nupela Testamen na Olpela Testamen (NO Deuterocanonical references). Short Bible Reference System, em Robert G. Bratcher, (c) 1961 United Bible Societies i bin redim. Dispela lista i bin yusim long GNT92. Ol oganaisesen i gat Paratext lisens ol inap yusim dispela lista long ol pablikesen bilong ol, na ol i no ken toksave long UBS. Olgeta narapela raits bilong yusim dispela lista i stap bilong ol yet.

source: Custom
tpi: Ol kastam

source: Source of cross-references: Custom .xrf list
tpi: Ol kru-referens i kam long: Custom .xrf list

source: You can select a specially-curated list of cross-references. For example. it is possible to extract cross-references from another project (in the .xrf file format) to be included here. There is also an .xre format (extended .xrf) and an .xml format which can be used as external cross-references. These formats are explained in the documentation. Search Google for "ptx2pdf/xrefs.md"
tpi: Yu ken makim wanpela lista bilong ol kru-referens yu bin wokim gut. Olsem. yu ken kisim ol kru-referens long narapela projek (long .xrf file format) na putim long dispela. I gat tu wanpela .xre format (extended .xrf) na wanpela .xml format we yu ken yusim olsem ol kru-referens bilong ples. Ol i stori long ol dispela format long ol pepa.

source: Show Numbers in the Text
tpi: Makim Ol Namba Long Ol Tok

source: Show Strong's numbers in the text
tpi: Makim ol namba bilong Strong long teks

source: If the project's Biblical Terms list includes renderings, then it is possible to show Strong's numbers in the text itself, which should make it easier to look up the appropriate cross-references for a word in a Study Bible. Note that this option is disabled by default as it can clutter the scripture text and will also slow down the production of the PDF. If using this feature, it is recommended to also enable option: 'Show Localized Terms Only'.
tpi: Sapos lista bilong ol tok bilong Baibel i gat ol tok bilong Baibel, orait yu inap soim ol namba bilong Strong long ol tok bilong Baibel yet, na dispela bai helpim yu long painim ol tok i stret long Baibel bilong stadi long en.

source: Show Numbers in Cross-References
tpi: Makim Ol Namba Long Ol Referens

source: Show Strong's numbers in cross-references
tpi: Makim ol namba bilong Strong long ol kru-referens

source: If you are generating a localized Strong's index, then it is highly recommended to include the Strong's numbers in the list of cross-references in the text. But if you only want to show the references without any Strong's numbers, then uncheck this option for a more compact list.
tpi: Sapos yu laik kamapim ol Strong's index, orait yu mas putim ol namba bilong Strong long lista bilong ol kru-referens long teks. Tasol sapos yu laik soim ol referens tasol i no gat ol namba bilong Strong, orait yu no ken makim dispela opsen bilong kamapim liklik lista.

source: Generate Index...
tpi: Painim ol tok piksa...

source: Generate Index (based on Strong's numbers)
tpi: Generate Index (ol i wokim long ol namba bilong Strong)

source: For Strong's Cross References to be most useful, it is recommended to include an Index at the end of the publication. Click this button to set various options to be used to generate the index.
tpi: Bilong Strong's Cross References i ken helpim yu, yu mas putim wanpela Indeks long pinis bilong nius.

source: Show All Occurences
tpi: Stori Long Olgeta Samting i Kamap

source: If a particular word occurs more than once in the given verse, each occurrence will be tagged with the Strong's number. If a word matches more than one Strong's number then both will be displayed. This may be rather confusing for the reader, but could be helpful for a consultant to easily identify overlap issues with the project's Biblical terms renderings.
tpi: Sapos wanpela tok i kamap planti taim long wanpela ves, ol bai putim tag long olgeta taim dispela tok i kamap long en. Sapos wanpela tok i kamap planti taim, bai tupela tok wantaim i kamap.

source: Click to edit the Strong's 4 digit cell number properties on the Styles tab.
tpi: Klik long senisim ol namba bilong sel bilong Strong long sait Styles.

source: Strong's References
tpi: Ol Tok Bilong Strong

source: Column width of column-based cross-references
tpi: Longpela bilong kolumn bilong ol kru-referens i stap long kolumn

source: This sets the width of the centre column in points. Note that 72pts is 1 inch, and increasing the size here will decrease the amount of space available for the 2 columns of scripture text. Consider using a larger page size if you want to use Centre Column xRefs. If this centre column isn't wide enough to fit the references, then you should also consider reducing the size of the \x font (to approx 6pt).
tpi: Dispela i makim mak bilong mak bilong mak. Lukim olsem 72pts em 1 inch, na namba bilong mak long mak bilong mak bai daunim mak bilong mak bilong mak

source: Column Width (pts):
tpi: Long Column Width (pts):

source: Gutter Width (pts):
tpi: Wasting: long

source: Gutter width of column-based cross-references
tpi: Wasting bilong ol kru-referens long kolumn

source: This sets the space between the main body text and the column of cross-references.
tpi: Dispela i makim hap i stap namel long ol bikpela tok na ol kru-referens.

source: Side of page:
tpi: Piksa long pes:

source: Position of column-based cross-references
tpi: Ples bilong ol kru-referens long kolum

source: Select where the column of cross-references should be located on the page. Note that the 2-column layout insists on the cross-references being positioned between the columns of text.
tpi: Makim hap ol i laik putim ol kru bilong ol tok i stap long pes.

source: Vertical Rule(s) Between Columns
tpi: Vertical Rule (s) namel long Kolon

source: Include a vertical rule between columns
tpi: Kamapim wanpela lo namel long tupela kolon

source: Check this option to include a vertical line separating the text and cross-references.
tpi: Makim dispela opsen bilong makim wanpela lain i stap antap na i stap namel long ol tok na ol tok i stap long rot bilong ol narapela tok.

source: Fill Upward From Bottom of Column
tpi: Putim tok long hap antap long hap daunbilo bilong kolumn

source: Fill cross-references upward from bottom of column
tpi: Putim ol kru-referens i go antap long hap daunbilo bilong kolom

source: If there are only a small number of cross-references, it may appear better for them to be placed nearer the end (or bottom) of the page. Check this option if you prefer the references to fill the column upward from the end of the page.
tpi: Sapos i gat liklik lain tasol i gat ol tok i stap long en, ating i gutpela moa long putim ol dispela tok klostu long pinis (o daunbilo) bilong pes.

source: Side Align Notes
tpi: Ol Tok Long Ol Hap

source: Align notes to the edge of the main text
tpi: Stretim ol tok i stap klostu long mak bilong bikpela tok

source: For side column notes, should the text of the notes align to the edge of the main text?
tpi: Long ol tok i stap long sait, ol tok i stap long sait i mas stret wantaim mak bilong bikpela tok?

source: Source for References
tpi: Ol Tok Bilong Baibel

source: Show Cross-Reference Rule
tpi: Toktok wantaim narapela narapela long rot bilong ol narapela rot

source: Show cross-reference rule
tpi: Makim ol tok i stret wantaim narapela tok

source: This is the horizontal rule separating the body text from the cross-reference area.
tpi: Dispela lo i save katim hap bilong ol rait i stap insait long bodi na hap bilong ol rait i stap long sait.

source: Space Separating Text From xRefs:
tpi: Hap Hap i Save Makim Tok Tok Long xRefs:

source: Space above cross-reference rule
tpi: Hap antap long lo bilong ol narapela narapela rot

source: The vertical space between the main text body and the cross-reference rule.
tpi: Dispela hap i stap namel long bikpela hap bilong rait na lo bilong ol kruisen.

source: Space below cross-reference rule
tpi: Hap i stap aninit long lo bilong ol narapela narapela rot

source: This is the vertical space/gap (pts) between the rule and the cross-references.
tpi: Dispela em ples antap namel long lo na ol kru.

source: Cross-reference rule: Indent
tpi: Lo bilong ol kru: Ineks

source: Cross-reference rule: Length
tpi: Cross-reference rule: Long

source: Cross-reference rule: Thickness
tpi: Rel bilong ol kru: Mak bilong ol hap

source: Cross-reference rule: Horizontal position
tpi: Rait bilong ol tok i stap long sait: Ples bilong ol samting i stap long hap

source: Gutter width between columns of extended notes
tpi: Wasting bilong ol liklik hap

source: Allow N unbalanced lines in extended notes
tpi: Larim N lain i no gat gutpela skel long ol bikpela toksave

source: PTXprint will attempt to balance the number of lines in each column of the extended notes. Sometimes this results in wasted empty space. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines in the extended notes area.
tpi: PTXprint bai traim long balanisim namba bilong ol lain long wan wan kolom bilong ol bikpela not. Sampela taim dispela bai kamapim nating ples nating. Sapos yu mekim dispela namba i go antap (ol i tok long namba 1-4) bai yu inapim planti lain i no balanisim long ol bikpela not.

source: By default (when this is set to 0) PTXprint will balance the number of lines used in each column. Sometimes this results in large empty spaces at the end of a page. Increasing this number (recommended range 1-4) will allow up to that many unbalanced lines on the page. Note that you can still stretch/shrink paragraphs using AdjLists to refine the output by manually balancing pages.
tpi: Long default (wantaim ol i putim long 0) PTXprint bai balanisim namba bilong ol lain i stap long wan wan kolom. Sampela taim dispela bai kamapim bikpela hap graun nating long pinis bilong pes. Sapos yu mekim dispela namba i go antap (ol i tok long namba 1-4) bai yu inapim planti lain i no stap gut long pes. Tingim olsem yu inap stretim/slim ol paragraf long rot bilong AdjLists bilong stretim ol samting yu kamapim long rot bilong balanisim pes long han.

source: Unbalanced Lines (max):
tpi: Ol lain i no gat gutpela skel (max):

source: Vertical space between extended/study notes
tpi: Ol hap i stap namel long ol bikpela tok bilong stadi

source: This setting (pts) lets you adjust the vertical space between extended footnotes. Usually there is no space between them.
tpi: Dispela sait (pts) i helpim yu long stretim mak bilong ol hap i stap namel long ol bikpela tok i stap daunbilo.

source: Vertical Space Between Notes:
tpi: Ol hap namel long ol not:

source: Vertical rule in study notes area gutter
tpi: Lo bilong ol samting i stap antap long graun

source: This setting raises (using a negative value) or lowers (using a positive value) the starting point of the vertical rule between columns.
tpi: Dispela mak i save mekim namba bilong ol lain i stap namel long ol pos i go antap (long rot bilong negatives) o daun (long rot bilong positives).

source: This setting can raise (if -ve) or lower (if +ve) the starting point of the vertical rule between columns. (Value is pts).
tpi: Dispela mak inap mekim namba bilong ol lain i stap namel long ol kolon i go antap (if -ve) o i go daun (if +ve). (Value is pts).

source: Show Note Callers
tpi: Toksave Long Ol Man i Rapela

source: Show study note callers in notes area
tpi: Lukim ol lain i ringim ol tok bilong stadi long hap bilong ol tok

source: A "Note Caller" in the text alerts the reader that there is further information (in this case an extended footnote) at the end of the page. Given that there are expected to be many such notes in a Study Bible, this option is normally disabled for extended footnotes. Note that currently only a,b,c...x,y,z callers are possible for this option.
tpi: Long pinis bilong pes, wanpela "Note Caller" i save tokim man i ritim buk olsem i gat sampela tok moa (long dispela ves, wanpela bikpela tok daunbilo) i stap.

source: Study note rule: Indent
tpi: Lo bilong ol tok bilong stadi: Ineks

source: Study note rule: Length
tpi: Lo bilong ol tok bilong stadi: Longpela

source: Study note rule: Thickness
tpi: Lo bilong stadi: Mak bilong ston

source: Study note rule: Horizontal position
tpi: Lo bilong ol toksave bilong stadi: Ples bilong ol samting i stap long ples daun

source: Show Study Note Rule
tpi: Stiaim Ol Tok Bilong Stadi

source: Show study note rule
tpi: Makim lo bilong ol tok bilong stadi

source: Space above study note rule
tpi: Hap antap long lo bilong ol tok bilong stadi

source: Space below study note rule
tpi: Hap i stap aninit long lo bilong ol tok bilong stadi

source: Extended Footnotes (\ef)
tpi: Ol Tok i stap daunbilo long pes (\ef)

source: Use extended/study footnotes
tpi: Yusim ol tok daunbilo bilong stadi

source: Extended Footnotes are the primary means for displaying study notes. These are similar to ordinary footnotes but appear as a 2-column block at the end of each page.
tpi: Ol dispela buk i wankain olsem ol narapela buk, tasol ol i stap olsem 2-pela kolum blok long pinis bilong olgeta pes.

source: Sidebars (\esb ... \esbe)
tpi: Ol sidebar (\esb ... \esbe)

source: Include study note sidebars (\esb)
tpi: Kamapim ol sidebar bilong ol tok bilong stadi (\esb)

source: Sidebars (\esb ... \esbe) are used to contain larger blocks of topic-specific information.
tpi: Ol i save yusim ol sidebar (\esb ... \esbe) bilong kamapim ol bikpela toksave bilong ol narapela samting.

source: Enter the language code for the questions to be included. Usually this will be a 3-letter Ethnologue code (but other language tags such as en-US, fr, es are also acceptable).
tpi: Toktok bilong ol askim yu laik putim insait long dispela pepa i mas i gat 3-pela leta long en (ol narapela tokples olsem en-US, fr, es tu inap).

source: Language Code:
tpi: Tokples kod:

source: Show Overview Questions
tpi: Painim Ol Askim Bilong Ritim Ol Tok

source: Transcelerator: Show overview questions
tpi: Transcelerator: Makim ol askim bilong lukluk gut

source: Overview questions are designed to test the general understanding of the passage.
tpi: Ol askim bilong skelim gut ol tok i bilong traim olsem yu kliagut long ol tok bilong Baibel.

source: Number the Questions
tpi: Nambaim Ol Askim

source: Transcelerator: Number the questions
tpi: Transcelerator: Nambaim ol askim

source: This option enables the questions to be numbered sequentially for each book.
tpi: Dispela rot i opim rot long putim namba bilong ol askim long olgeta buk.

source: Include Chapter:Verse References
tpi: Kamapim ol tok bilong sapta:Ves

source: Transcelerator: Include ch:vs references
tpi: Transcelerator: Kamapim ol tok bilong ch:vs

source: This option enables the questions to include the chapter:verse numbers. If the questions are also being numbered then the reference will in parenthesis (ch:vs).
tpi: Dispela rot i optimim ol askim long putim namba bilong sapta: ves. Sapos ol askim tu i gat namba, orait ol bai putim namba bilong ol askim insait long parentesis (ch:vs).

source: Example Questions:
tpi: Sampela Askim:

source: 13. (3:25) What does it means to bless someone? 14. (4:6) What do you know about the high priest?
tpi: 13. (3: 25) Wanem mining bilong tok blesing long wanpela man?

source: Click to edit the Extended Footnote properties on the Styles tab. The line spacing factor will modify the space between the questions.
tpi: Klik long Edit Extended Footnote property long Styles tab. Dispela lain spacing factor bai senisim spais namel long ol askim.

source: Include Transcelerator Questions
tpi: Kirapim ol askim bilong helpim yu long save long wanem samting i kamap

source: Include (Transcelerator) Checking Questions
tpi: Kisim ol askim bilong skelim (transcelerator)

source: Use this option to include questions which have been created with SIL's Transcelerator tool for the purpose of comprehension testing. These will be displayed at the bottom of the page in the area normally used for Study Notes. Note that this option is only made available if the Transcelerator plugin's data folder for the project can be located.
tpi: Yu ken yusim dispela opsen long putim ol askim yu bin wokim wantaim Transcelerator bilong SIL bilong skelim gut ol tok yu save long en. Ol dispela askim bai kamap long daunbilo bilong pes long hap we ol i save yusim bilong ol Study Notes.

source: Category
tpi: Ol lain

source: Extended Footnote (\ef)
tpi: Tok i stap daunbilo long pes (\ef)

source: Sidebar (\esb)
tpi: Plak bilong sait (\ esb)

source: Add
tpi: Toktok wantaim

source: Add sidebar category to filter
tpi: Karapim lain sidebar long filta

source: Add a new Category.
tpi: Lukim nupela kategoria.

source: Del
tpi: Ol

source: Delete sidebar category from filter
tpi: Rausim lain sidebar long filta

source: Delete the currently selected Category.
tpi: Stretim dispela lain yu makim nau.

source: Rescan categories to filter sidebars
tpi: Resenim ol kategoria bilong ol sidebar

source: Clicking this button will rescan the project to add any Categories missing from this list.
tpi: Taim yu klik long dispela boton, dispela bai skanim gen projek bilong putim sampela Kategori i lus long dispela lista.

source: Filter Categories
tpi: Ol Filter Kategori

source: Filter study note sidebars
tpi: Filtim ol sidebar bilong ol toksave bilong stadi

source: Use this option to restrict certain categories of extended study notes and sidebars from being displayed.
tpi: Yusim dispela opsen bilong pasim sampela kain stori bilong stadi na ol sidebar long kamap long piksa.

source: Study Notes + Questions
tpi: Ol Notu + Askim

source: Control how Footnotes, Cross-references Study Notes and Questions should appear.
tpi: Mekim ol samting bilong skelim ol tok i stap long Fotnot, Ol Referens, Ol Notes Bilong Stadi, na Ol Askim.

source: Notes+Refs
tpi: Ol toksave+Ref

source: Inner (Left)
tpi: Insait (Long han kais)

source: Outer (Right)
tpi: Long Hap ausait (Long han sut)

source: Center page header settings
tpi: Ol pes bilong pes

source: The header line on each page can contain the page number, and/or reference(s) in various forms. Select a preset option, or type in a keyword with additional adornments as needed. For example: \bookalt\ \rangeref uses the book name from the \h1 alt book header [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYY-MM-DD HH:MM" -empty- places nothing in that location Note that a space and the following certain special characters require a slash '\' to be typed before them: # % & ^ ~ and \ itself. For example, to get this output: This is page #1 you would need to enter: This\ is\ page\ \#\pagenumber
tpi: Long het rait bilong ol pes, yu ken putim namba bilong pes, na/o ol tok i stap long ol pes. Olsem: \bookalt\ \rangeref i yusim nem bilong buk long het buk \h1 alt [\pagenumber] putim hap hap namel long namba bilong pes DRAFT\ \isodate\ \hrsmins i givim "DRAFT YYYY-MM-DD HH:MM" -empty- i no putim wanpela samting long dispela hap. Tingim olsem wanpela hap hap na sampela spesel karakta i mas i gat wanpela slash '\' long stap paslain long ol: # % & ^ ~ na \ yet. Olsem: Bilong kisim dispela output: Dispela em pes #1, yu mas raitim: Dispela em pes #####

source: Outer (right) page header settings
tpi: Ol sait bilong het pes
