Repository: sillsdev/ptx2pdf
Catalog: python/locales/tpi/LC_MESSAGES/ptxprint.po
Languages: tpi

source: The header line on each page can contain the page number, and/or reference(s) in various forms. Select a preset option, or type in a keyword with additional adornments as needed. For example: \bookalt\ \rangeref uses the book name from the \h1 alt book header [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins gives "DRAFT YYYY-MM-YY HH:MM" -empty- places nothing in that location Note that a space and the following certain special characters require a slash '\' to be typed before them: # % & ^ ~ and \ itself. For example, to get this output: This is page #1 you would need to enter: This\ is\ page\ \#\pagenumber
tpi: Long het rait bilong ol pes, yu ken putim namba bilong pes, na/o ol tok i stap long ol pes. Olsem: \bookalt\ \rangeref i yusim nem bilong buk long het buk \h1 alt [\pagenumber] i putim hap hap namel long namba bilong pes DRAFT\ \isodate\ \hrsmins i givim "DRAFT YYYY-MM-YY HH:MM" -empty- i no putim wanpela samting long dispela hap. Tingim olsem wanpela hap hap na sampela spesel karakta i mas i gat wanpela slash '\' long stap paslain long ol: # % & ^ ~ na \ yet. Olsem: Bilong kisim dispela output: Dispela em pes #1, yu mas raitim: Dispela em pes #####

source: Inner (left) page header settings
tpi: Ol pes insait long pes (hanis)

source: Pri
tpi: Ol man

source: Use formatting from primary project (inner header)
tpi: Yusim pasin bilong formata long namba wan projek (intern header)

source: If setting the header for a diglot you will need to specify whether the Primary (Left) text's formatting should be used for this part of the header, or the Secondary format. Note: To activate or change this setting, you must first enable Diglot.
tpi: Sapos yu putim het tok long diglot, yu mas makim olsem yu mas yusim ol tok bilong Primeri (Left) long dispela hap bilong het tok, o ol tok bilong Sekenderi.

source: Sec
tpi: Sek

source: Use formatting from secondary project (inner header)
tpi: Yusim pasin bilong formata long narapela projek (intern header)

source: Use formatting from primary project (center header)
tpi: Yusim pasin bilong formata long nambawan projek (sentral het)

source: Use formatting from primary project (outer header)
tpi: Yusim pasin bilong formata long namba wan projek (outer header)

source: Use formatting from secondary project (center header)
tpi: Yusim pasin bilong formata long narapela projek (sentral het)

source: Chapter
tpi: Sapta

source: By default, the chapter number will be included in any references in the header line. If you prefer to suppress that (and just show the book name) then uncheck this option.
tpi: Sapos yu laik rausim nem bilong buk, orait yu no ken makim dispela opsen.

source: Verse
tpi: Ol tok bilong en

source: By default only the Book and Chapter number is included in the Header. If you also want to include the verse numbers, then check this option. Keep in mind that including the verse numbers actually makes it harder to read/absorb when flicking through pages to find the right chapter.
tpi: Sapos yu laik putim namba bilong ves tu, orait skelim dispela opsen. Tingim olsem taim yu putim namba bilong ves, dispela bai mekim na yu no inap ritim ol tok taim yu lukluk long pes bilong painim hap i stret.

source: Colon (ch:vs)
tpi: Kolon (ch:vs)

source: Use a colon (:) to separate chapter & verse numbers in the header reference.
tpi: Yusim komol (:) bilong katim namba bilong sapta na ves long het tok.

source: Period (ch.vs)
tpi: Taim (chap 6)

source: Use a period (.) to separate chapter & verse numbers in the header reference.
tpi: Yusim wanpela mak (.) bilong katim namba bilong sapta na ves long het tok.

source: Include in References:
tpi: Toksave long:

source: Book
tpi: Buk

source: By default, the book name will be included in any references in the header line. But if you wish to suppress that (and just show the chapter and/or verse numbers) then uncheck this option.
tpi: Long default, nem bilong buk bai stap insait long ol tok i stap long het rait. Tasol sapos yu laik rausim dispela (na soim namba bilong sapta na/o ves) orait rausim mak long dispela opsen.

source: Chapter-Verse Separator:
tpi: Makim hap bilong Baibel i narapela narapela:

source: If the document you are creating needs to be appended to another, you can start the page numbering from where the previous document ends by entering the subsequent page number here. If you want front matter pages to be numbered with roman numerals (i, ii, iii, iv, v, etc) then add this line to the front matter to trigger it: \resetpagenums -1 and normal page numbering will restart as soon as the first scripture book is encountered.
tpi: Sapos yu laik putim namba bilong pes long pes bilong pepa yu wokim, orait yu ken putim namba bilong pes long hap we pepa i pinis long en. Sapos yu laik putim namba bilong pes long pes bilong pepa yu wokim long en long namba bilong ol leta (i, ii, iii, iv, v, etc) orait putim dispela lain long pes bilong pepa bilong kirapim dispela wok: \resetpagenums -1 na namba bilong pes bai kirap gen taim yu lukim namba wan buk bilong Baibel.

source: Starting Page Number (for Scripture Books):
tpi: Namba bilong pes bilong kirap bilong buk (bilong ol buk i gat Baibel long en):

source: Start numbering scripture books from page N
tpi: Statim long raitim namba bilong ol buk bilong Baibel long pes N

source: Print Page Number at Bottom of Intro Page(s)
tpi: Prentim pes namba long hap daunbilo bilong pes Introduction

source: Print page number at each book's Intro page footer
tpi: Prentim namba bilong pes long pes daunbilo bilong buk

source: By default there is no page number on the Title Page of each book. Check this option to place the page number at the bottom of the page (only on Intoductory Pages before the scripture text begins).
tpi: Long default, i no gat namba bilong pes long Titel Pes bilong olgeta buk.

source: Print Name of Saved Config on Intro Page(s)
tpi: Prentim nem bilong save long sait bilong Intro

source: Print the name of the config on Intro pages' footer
tpi: Prentim nem bilong konfig long pes bilong pes bilong Intro

source: It may be helpful to print the Name of the Saved Configuration on the first page (of every book) as a reminder for later - as to which settings were used to produce the PDF.
tpi: Ating i gutpela long prinim nem bilong ol piksa i stap long namba wan pes (bilong olgeta buk) bilong kirapim tingting long ol samting yu bin mekim bilong kamapim PDF.

source: Center page footer settings
tpi: Ol pes i stap namel

source: It is not considered best-practice to include information in a footer for scripture publications. This is usually better placed in the header. However, if there is a need to have the page number at the footer for all pages (not just the 1st page of each book) then that can be set here. Similarly, you may want to add a DRAFT message and/or date to the end of each page. Note that you can select a preset option OR type your own text as needed. For example: [\pagenumber] places square brackets around the page number DRAFT\ \isodate\ \hrsmins would give "DRAFT YYYY-MM-YY HH:MM" -empty- places nothing in that location Note that if you really must have Inner/Outer Footers, these can be set in the ptxprint-mods.tex file.
tpi: Sapos yu laik putim ol tok bilong Baibel long buk bilong yu, yu mas putim namba bilong pes long hap daunbilo bilong buk. Sapos yu laik putim namba bilong pes long hap daunbilo bilong buk bilong yu, yu ken putim namba bilong pes long hap daunbilo bilong buk. Olsem: [\page number] i putim hap hap bilong sait DRAFT\ \isodate\ \hrsmins bai givim "DRAFT YYYY-MM-YY HH:MM" -empty- i no putim wanpela hap long dispela ples Tingim olsem sapos yu mas i gat Inner/Outer Footers, yu ken putim ol dispela long file ptxprint-mods.tex.

source: DRAFT
tpi: Ol tok bilong ol

source: It is not considered best-practice to include information in a footer for scripture publications. This is usually better placed in the header. However, if there is a need to have the page number at the footer for all pages (not just the 1st page of each book) then that can be set here. Similarly, you may want to add a DRAFT message and/or date to the end of each page. Note that you can select a preset option OR type your own text as needed. Note that if you really must have Inner/Outer Footers, these can be set in the ptxprint-mods.tex file.
tpi: Sapos yu laik putim ol tok bilong Baibel long buk bilong yu, yu mas putim namba bilong pes long hap daunbilo bilong buk. Sapos yu laik putim namba bilong pes long hap daunbilo bilong buk bilong yu, yu ken putim namba bilong pes long hap daunbilo bilong buk. Tingim olsem sapos yu mas i gat Inner/Outer Footers, yu ken putim ol dispela long file ptxprint-mods.tex.

source: Center Footer:
tpi: Plak i stap namel:

source: Use formatting from secondary project (center footer)
tpi: Yusim pasin bilong formata long narapela projek (ol i putim long hap daunbilo)

source: If setting the footer for a diglot you will need to specify whether the Primary (Left) text's formatting should be used for this part of the header, or the Secondary format.
tpi: Sapos yu putim footer long diglot, yu mas makim olsem yu mas yusim ol tok bilong namba wan hap bilong het tok o ol tok bilong namba tu hap.

source: Use formatting from primary project (center footer)
tpi: Yusim pasin bilong formata long namba wan projek (ol i putim long hap daunbilo)

source: Footer
tpi: Futa bilong pes

source: Adjust the content of headers and footers.
tpi: Stretim ol hap bilong het tok na ol hap bilong lek tok.

source: Header+Footer
tpi: Het tok + Fut tok

source: Caption
tpi: Tok piksa

source: File
tpi: Fail

source: Frame
tpi: Rait

source: Scale
tpi: Skala bilong ol samting

source: Posn
tpi: Ol tok

source: Ref
tpi: Ol tok bilong en

source: Mirror
tpi: Ol glas

source: Description
tpi: Stori bilong en

source: Copyright
tpi: Rait rait

source: Media
tpi: Ol Media

source: Sec.Caption
tpi: Sek. Toktok

source: Delete picture(s) from PicList
tpi: Rausim ol piksa long PicList

source: Click to immediately delete the currently highligted picture. No confirmation will be asked for!
tpi: Klik long rausim dispela piksa nau yu putim bikpela lait long en.

source: Generate...
tpi: Painim...

source: Generate the PicList
tpi: Painim piksa

source: This button will (re-)generate the PicList from the USFM \fig ... \fig* definitions. If you just want to (re-)generate the PicList for a single book, then select that book on the Basic tab.
tpi: Dispela boton bai wokim gen dispela lista long ol tok piksa bilong USFM \fig ... \fig*. Sapos yu laik wokim gen dispela lista bilong wanpela buk tasol, orait makim dispela buk long Basic tab.

source: Add picture to PicList
tpi: Lukim piksa long PicList

source: Click to add another picture to the PicList. You will need to fill in all the details in the area below.
tpi: Klik long putim narapela piksa long PicList. Yu mas raitim olgeta tok insait long hap daunbilo.

source: Refresh List
tpi: Rausim Ol Tok

source: Refresh (reload) picture captions from Paratext
tpi: Rausim ol piksa long Paratext

source: Refresh Captions: If you have edited the picture captions within the Paratext USFM files but those changes are not being reflected here, then click this button to refresh the captions. Note that only the Captions and Verse Refs will be updated. All other size and position settings will remain unchanged.
tpi: Refresh Captions: Sapos yu bin redim ol piksa insait long ol Paratext USFM file tasol ol dispela senis i no kamap long dispela hap, orait klik dispela boton bilong refresh ol caption. Tingim olsem ol caption na verse ref tasol bai kamap nupela. Olgeta narapela sait bilong size na posisen bai stap wankain.

source: Browse the catalogue of commonly used Bible illustrations from a range of different artists.
tpi: Lukim ol piksa bilong Baibel em planti man i bin wokim.

source: Filter pictures for checklist
tpi: Filtim ol piksa bilong ol lista

source: The list of pictures can be filtered according to the status of the checking values.
tpi: Ol piksa i stap long lista inap kamap long ol piksa i stap long ol piksa.

source: Exclude Matched
tpi: No gat tok long Matched

source: Exclude (don't show) pictures that match filter
tpi: No ken soim ol piksa i stret wantaim filter

source: Flip the results of the filtered list to exclude any items that match.
tpi: Rausim ol samting i stap long lista bilong ol samting i gat piksa long en.

source: Filter Checklist
tpi: Rekim lista bilong ol filter

source: Show Active Books
tpi: Lukim Ol Buk i Gat Wok

source: Only show pictures used in the set of active books
tpi: Lukim ol piksa tasol long ol buk i stap yet

source: Select this option to only display the pictures from the books that are currently in focus to be printed. When unchecked, then the list will show pictures from ALL the books in the project that have been added to the PicList. If pictures of a certain book are missing, then you may need to select that book and Generate the PicList details just for *that* book.
tpi: Sapos yu no makim dispela opsen, dispela buk tasol bai i stap long lista bilong ol buk yu laik prinim. Sapos yu no makim dispela opsen, dispela lista bai soim ol piksa bilong olgeta buk long projek i bin kamap long lista bilong ol buk. Sapos yu no gat piksa bilong wanpela buk, orait yu mas makim dispela buk na kamapim ol piksa bilong dispela buk tasol.

source: Image
tpi: Piksa

source: Show preview of pictures
tpi: Lukim piksa

source: Display the picture currently in focus. Note that this is dependent on the image being located in the specified folder(s).
tpi: Lukim piksa i stap long ples bilong lukluk. Tingim olsem dispela i save kamap sapos piksa i stap long ol folder yu makim.

source: Position
tpi: Ples bilong en

source: Show position of picture on page
tpi: Lukim piksa long pes

source: Show the relative position of the picture on the page. When Inner/Outer is used, the position displayed represents the odd/right-hand page of a spread.
tpi: Long pes, soim ples piksa i stap long en. Taim yu yusim Inner/Outer, dispela ples bai makim hap bilong sait i stap long han sut bilong pes.

source: High Resolution (Larger File)
tpi: Ol i gat bikpela save long ol samting

source: Use high-resolution pictures
tpi: Mekim wok long ol piksa i gat bikpela mak

source: If this option is selected, it will first search for PDFs, then PNGs, and finally JPGs. The original higher-quality illustrations are usually larger (.TIF .PNG or .PDF files) and are stored in the local\Figures folder so that they are not shared via Send/Recv. If these are used, the resulting PDF could be very large, and therefore difficult to share electronically, but the image quality will be as good as possible.
tpi: Sapos yu makim dispela opsen, pastaim em bai painim ol PDF, na PNG, na bihain JPG. Ol piksa i gat gutpela kala i bikpela moa (.TIF .PNG o .PDF file) na ol i stap long folda local\Figures na ol i no save salim long rot bilong Send/Recv. Sapos yu yusim ol dispela, ol piksa bai kamap bikpela tumas, na i hatwok long salim long rot bilong elektronik, tasol gutpela kala bilong piksa bai kamap.

source: Low Resolution (Smaller File)
tpi: Low Resolution (Liklik File)

source: Use low-resolution pictures
tpi: Yusim ol piksa i no gat bikpela mak

source: Paratext stores low resolution .JPG versions of illustrations in the project's "Figures" folder. If these are used, the file size of the resulting PDF will be relatively small, and therefore easy to share, but the image quality will be low.
tpi: Paratext i save putim ol piksa long ol liklik piksa long ol piksa bilong projek. Sapos ol dispela piksa i stap long ol piksa, bai ol piksa i no gat bikpela piksa, tasol bai ol piksa i no gat gutpela piksa.

source: Use Place-holders (Smallest PDF File)
tpi: Yusim ol hap bilong putim ol tok (Lim liklik PDF File)

source: Pictures: Only show empty place-holders
tpi: Ol piksa: Lukim ol hap tasol i stap nating

source: Use this option to include an empty box wherever illustrations would be placed in the final PDF. WHY would someone want to do this? It is sometimes necessary to generate the smallest possible PDF file (usually in order to send by e-mail) or to produce a PDF to be printed without illustrations.
tpi: Sapos yu laik putim ol piksa long PDF, yusim dispela rot bilong putim wanpela bokis i stap nating.

source: Omit Pictures Only Meant for Web or App
tpi: No ken putim ol piksa bilong Web o App

source: Only allow illustrations with the 'P'rint attribute. If the illustrations have been marked up with the w/a/p notation, then it is easy to exclude any illustrations that do not have the 'p' attribute. Note: w= web, a=app, p=print.
tpi: Sapos yu yusim dispela tok piksa, orait yu inap rausim ol piksa i no gat dispela tok piksa.

source: How?
tpi: Olsem wanem?

source: Omit Captions
tpi: No ken putim ol tok daunbilo

source: If you want to suppress the picture captions from being displayed below the picture, then check this option.
tpi: Sapos yu laik pasim ol tok piksa i stap aninit long piksa, orait makim dispela opsen.

source: Omit References (ch:vs)
tpi: No ken kolim ol tok i stap long ol narapela ves

source: If you only want to suppress the reference part of the caption, then check this option. Note that it is not possible to just have the references without the captions.
tpi: Sapos yu laik rausim ol tok bilong stori tasol, orait makim dispela opsen.

source: Omit Missing Pictures ...
tpi: No Ken Lukim Ol Piksa i No Stap Long Baibel

source: Omit Missing Pictures
tpi: No Ken Lukim Ol Piksa i No Stap

source: Rather than aborting the PDF export process, pre-process the list of illustrations and skip/ignore/remove any which are not found in the specified location of image files. If Pictures are missing after preparing a PDF, then they will be listed in the section below.
tpi: Sapos yu no gat piksa long PDF, orait yu ken raitim ol piksa long hap daunbilo.

source: Remove Image Borders
tpi: Rausim Ol Graun

source: Pictures: Remove Image Borders
tpi: Ol piksa: Rausim Ol Graun

source: Some images have a thin line on one or more of the edges of the picture. Enable this option to automatically crop these unwanted lines from the edge of pictures. Note that this setting affects ALL images, not just those with lines.
tpi: Sampela piksa i gat liklik lain long wanpela o sampela sait bilong piksa. Optimim dispela opsen long katim ol dispela lain long sait bilong piksa. Tingim olsem dispela sait i save mekim wok long olgeta piksa, na i no long ol piksa i gat ol lain tasol.

source: Request Access...
tpi: Askim long kisim...

source: Request Access to High Quality Illustrations/Maps in the SIL repository. Click this button to fill in the form requesting access to the illustrations used in the current publication. After completing and sumitting the online form you should receive an immediate response by email with a link to download the illustrations (if approved).
tpi: Kisim ol piksa/map long alta-kwaliti long SIL repository. Klik long dispela boten bilong pulapim dispela pepa bilong kisim ol piksa i stap long dispela nius. Taim yu pinisim na salim dispela pepa, yu mas kisim kwiktaim bekim long email wantaim link bilong kisim ol piksa (sapos yu orait long en).

source: Get Permission...
tpi: Kisim tok orait...

source: If you are publishing (i.e. more than 50 copies) any material with illustrations that require prior permission to be obtained before publishing, then click this button to automatically fill in the form requesting permission. Note that any missing information will need to be filled in on the Peripherals tab before the form can be submitted. After filling in any remaining details, you will need to submit the Google form and wait for a response.
tpi: Sapos yu laik wokim wanpela piksa long wanpela buk o nius (olsem 50 kopi) na yu mas kisim tok orait pastaim long wokim dispela buk o nius, orait klik long dispela boton na yu ken pulapim dispela pepa.

source: Use Other Location:
tpi: Yusim Narapela Ples:

source: Use pictures from a particular folder
tpi: Yusim ol piksa long wanpela folder

source: The following locations are scanned for pictures: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets If your pictures are in a different folder, then enable this option and select a Picture Folder to be scanned in addition to the folders listed above. Note that ALL subfolders also getted scanned unless you explicity enable the 'Exclude Subfolders' option.
tpi: Ol piksa bai i stap long ol dispela hap: My Paratext ... Projects\<prjID>\figures My Paratext ... Projects\<prjID>\local\figures Users\...\AppData\Local\SIL\ptxprint\imagesets Sapos ol piksa bilong yu i stap long narapela folder, orait opisim dispela opsen na makim wanpela Picture Folder long scan.

source: Picture Folder...
tpi: Piksa Folda...

source: Select the folder which contains pictures
tpi: Makim folda i gat ol piksa

source: Select another folder which contains pictures. PTXprint will also scan the selected folder (and all its sub-folders) looking for all the required illustrations in the Picture List.
tpi: Select another folder that contains pictures. PTXprint bai scanim tu dispela folder (na olgeta subfolder bilong en) na painim olgeta piksa yu laikim long Picture List.

source: Exclude Subfolders
tpi: No ken putim ol subfolder

source: Pictures: Exclusively Use Selected Folder
tpi: Ol piksa: Yu ken yusim ol piksa i stap long ol folder yu makim

source: PTXprint normally searches all the sub-folders of the specified folder locations for the pictures it needs. If you would prefer that it only searches in the folder specified directly (and NOT look in any subfolders) then select this option. This should speed up searches for images, but may result in some images not being found at all.
tpi: PTXprint i save painim ol piksa long ol subfolder bilong ol folder em i mas kisim. Sapos yu laik bai ol piksa i stap insait long ol folder tasol (na yu no ken lukim ol subfolder) orait makim dispela opsen. Dispela i mas hariapim ol wok bilong painim ol piksa, tasol sampela piksa i no stap.

source: You can specify your preference for which kinds of images are used. PTXprint will search multiple locations for any matching images, and use the one that best matches your preferences (if found). If the box is left empty, it will default to the following search sequences: jpg > png > tif > bmp > pdf - for smallest file size or tif > png > jpg > bmp > pdf - for largest file size
tpi: Yu ken makim wanem kain piksa yu laikim. PTXprint bai painim planti piksa long planti hap, na yusim dispela piksa i stret long laik bilong yu (sapos yu lukim). Sapos hap bokis i no gat wanpela piksa, bai ol i painim ol dispela piksa olsem: jpg > png > tif > bmp > pdf - long liklik fail size o tif > png > jpg > bmp > pdf - long bikpela fail size

source: Image Types:
tpi: Ol kain piksa:

source: Pictures: Preferred image types
tpi: Ol piksa: Ol kain piksa yu laikim
